/*******************************************************************************
 * Size: 8 px
 * Bpp: 1
 * Opts: --bpp 1 --size 8 --font \\wsl.localhost\Ubuntu-24.04\tmp\fusion-pixel\fusion-pixel-8px-monospaced-ttf\fusion-pixel-8px-monospaced-zh_hans.ttf --autohint-off --symbols !"#$%&'()*+,-./0123456789:;<=>?@ABCDEFGHIJKLMNOPQRSTUVWXYZ[\]^_`abcdefghijklmnopqrstuvwxyz{|}~、。〃〄々〆〇〈〉《》「」『』【】〒〓〔〕〖〗〘〙〚〛〜〝〞〟〠〡〢〣〤〥〦〧〨〩〪〭〮〯〫〬〰〱〲〳〴〵〶〷〸〹〺〻〼〽〾〿！＂＃＄％＆＇（）＊＋，－．／０１２３４５６７８９：；＜＝＞？＠ＡＢＣＤＥＦＧＨＩＪＫＬＭＮＯＰＱＲＳＴＵＶＷＸＹＺ［＼］＾＿｀ａｂｃｄｅｆｇｈｉｊｋｌｍｎｏｐｑｒｓｔｕｖｗｘｙｚ｛｜｝～‐‑‒–—―‖‗‘’‚‛“”„…·←↑→↓─━│┃┄┅┆┇┈┉┊┋┌┍┎┏┐┑┒┓└┕┖┗┘┙┚┛├┝┞┟┠┡┢┣┤┥┦┧┨┩┪┫┬┭┮┯┰┱┲┳┴┵┶┷┸┹┺┻┼┽┾┿╀╁╂╃╄╅╆╇╈╉╊╋╌╍╎╏═║╒╓╔╕╖╗╘╙╚╛╜╝╞╟╠╡╢╣╤╥╦╧╨╩╪╫╬╭╮╯╰╱╲╳╴╵╶╷╸╹╺╻╼╽╾╿■□▢▣▤▥▦▧▨▩▪▫▬▭▮▯▰▱▲△▴▵▶▷▸▹►▻▼▽▾▿◀◁◂◃◄◅◆◇◈◉◊○◌◍◎●◐◑◒◓◔◕◖◗◘◙◚◛◜◝◞◟◠◡◢◣◤◥◦◧◨◩◪◫◬◭◮◯◰◱◲◳◴◵◶◷◸◹◺◻◼◽◾啊阿埃挨哎唉哀皑癌蔼矮艾碍爱隘鞍氨安俺按暗岸胺案肮昂盎凹敖熬翱袄傲奥懊澳芭捌扒叭吧笆八疤巴拔跋靶把耙坝霸罢爸白柏百摆佰败拜稗斑班搬扳般颁板版扮拌伴瓣半办绊邦帮梆榜膀绑棒磅蚌镑傍谤苞胞包褒剥薄雹保堡饱宝抱报暴豹鲍爆杯碑悲卑北辈背贝钡倍狈备惫焙被奔苯本笨崩绷甭泵蹦迸逼鼻比鄙笔彼碧蓖蔽毕毙毖币庇痹闭敝弊必辟壁臂避陛鞭边编贬扁便变卞辨辩辫遍标彪膘表鳖憋别瘪彬斌濒滨宾摈兵冰柄丙秉饼炳病并玻菠播拨钵波博勃搏铂箔伯帛舶脖膊渤泊驳捕卜哺补埠不布步簿部怖擦猜裁材才财睬踩采彩菜蔡餐参蚕残惭惨灿苍舱仓沧藏操糙槽曹草厕策侧册测层蹭插叉茬茶查碴搽察岔差诧拆柴豺搀掺蝉馋谗缠铲产阐颤昌猖场尝常长偿肠厂敞畅唱倡超抄钞朝嘲潮巢吵炒车扯撤掣彻澈郴臣辰尘晨忱沉陈趁衬撑称城橙成呈乘程惩澄诚承逞骋秤吃痴持匙池迟弛驰耻齿侈尺赤翅斥炽充冲虫崇宠抽酬畴踌稠愁筹仇绸瞅丑臭初出橱厨躇锄雏滁除楚础储矗搐触处揣川穿椽传船喘串疮窗幢床闯创吹炊捶锤垂春椿醇唇淳纯蠢戳绰疵茨磁雌辞慈瓷词此刺赐次聪葱囱匆从丛凑粗醋簇促蹿篡窜摧崔催脆瘁粹淬翠村存寸磋撮搓措挫错搭达答瘩打大呆歹傣戴带殆代贷袋待逮怠耽担丹单郸掸胆旦氮但惮淡诞弹蛋当挡党荡档刀捣蹈倒岛祷导到稻悼道盗德得的蹬灯登等瞪凳邓堤低滴迪敌笛狄涤翟嫡抵底地蒂第帝弟递缔颠掂滇碘点典靛垫电佃甸店惦奠淀殿碉叼雕凋刁掉吊钓调跌爹碟蝶迭谍叠丁盯叮钉顶鼎锭定订丢东冬董懂动栋侗恫冻洞兜抖斗陡豆逗痘都督毒犊独读堵睹赌杜镀肚度渡妒端短锻段断缎堆兑队对墩吨蹲敦顿囤钝盾遁掇哆多夺垛躲朵跺舵剁惰堕蛾峨鹅俄额讹娥恶厄扼遏鄂饿恩而儿耳尔饵洱二贰发罚筏伐乏阀法珐藩帆番翻樊矾钒繁凡烦反返范贩犯饭泛坊芳方肪房防妨仿访纺放菲非啡飞肥匪诽吠肺废沸费芬酚吩氛分纷坟焚汾粉奋份忿愤粪丰封枫蜂峰锋风疯烽逢冯缝讽奉凤佛否夫敷肤孵扶拂辐幅氟符伏俘服浮涪福袱弗甫抚辅俯釜斧脯腑府腐赴副覆赋复傅付阜父腹负富讣附妇缚咐噶嘎该改概钙盖溉干甘杆柑竿肝赶感秆敢赣冈刚钢缸肛纲岗港杠篙皋高膏羔糕搞镐稿告哥歌搁戈鸽胳疙割革葛格蛤阁隔铬个各给根跟耕更庚羹埂耿梗工攻功恭龚供躬公宫弓巩汞拱贡共钩勾沟苟狗垢构购够辜菇咕箍估沽孤姑鼓古蛊骨谷股故顾固雇刮瓜剐寡挂褂乖拐怪棺关官冠观管馆罐惯灌贯光广逛瑰规圭硅归龟闺轨鬼诡癸桂柜跪贵刽辊滚棍锅郭国果裹过哈骸孩海氦亥害骇酣憨邯韩含涵寒函喊罕翰撼捍旱憾悍焊汗汉夯杭航壕嚎豪毫郝好耗号浩呵喝荷菏核禾和何合盒貉阂河涸赫褐鹤贺嘿黑痕很狠恨哼亨横衡恒轰哄烘虹鸿洪宏弘红喉侯猴吼厚候后呼乎忽瑚壶葫胡蝴狐糊湖弧虎唬护互沪户花哗华猾滑画划化话槐徊怀淮坏欢环桓还缓换患唤痪豢焕涣宦幻荒慌黄磺蝗簧皇凰惶煌晃幌恍谎灰挥辉徽恢蛔回毁悔慧卉惠晦贿秽会烩汇讳诲绘荤昏婚魂浑混豁活伙火获或惑霍货祸击圾基机畸稽积箕肌饥迹激讥鸡姬绩缉吉极棘辑籍集及急疾汲即嫉级挤几脊己蓟技冀季伎祭剂悸济寄寂计记既忌际妓继纪嘉枷夹佳家加荚颊贾甲钾假稼价架驾嫁歼监坚尖笺间煎兼肩艰奸缄茧检柬碱硷拣捡简俭剪减荐槛鉴践贱见键箭件健舰剑饯渐溅涧建僵姜将浆江疆蒋桨奖讲匠酱降蕉椒礁焦胶交郊浇骄娇嚼搅铰矫侥脚狡角饺缴绞剿教酵轿较叫窖揭接皆秸街阶截劫节桔杰捷睫竭洁结解姐戒藉芥界借介疥诫届巾筋斤金今津襟紧锦仅谨进靳晋禁近烬浸尽劲荆兢茎睛晶鲸京惊精粳经井警景颈静境敬镜径痉靖竟竞净炯窘揪究纠玖韭久灸九酒厩救旧臼舅咎就疚鞠拘狙疽居驹菊局咀矩举沮聚拒据巨具距踞锯俱句惧炬剧捐鹃娟倦眷卷绢撅攫抉掘倔爵觉决诀绝均菌钧军君峻俊竣浚郡骏喀咖卡咯开揩楷凯慨刊堪勘坎砍看康慷糠扛抗亢炕考拷烤靠坷苛柯棵磕颗科壳咳可渴克刻客课肯啃垦恳坑吭空恐孔控抠口扣寇枯哭窟苦酷库裤夸垮挎跨胯块筷侩快宽款匡筐狂框矿眶旷况亏盔岿窥葵奎魁傀馈愧溃坤昆捆困括扩廓阔垃拉喇蜡腊辣啦莱来赖蓝婪栏拦篮阑兰澜谰揽览懒缆烂滥琅榔狼廊郎朗浪捞劳牢老佬姥酪烙涝勒乐雷镭蕾磊累儡垒擂肋类泪棱楞冷厘梨犁黎篱狸离漓理李里鲤礼莉荔吏栗丽厉励砾历利傈例俐痢立粒沥隶力璃哩俩联莲连镰廉怜涟帘敛脸链恋炼练粮凉梁粱良两辆量晾亮谅撩聊僚疗燎寥辽潦了撂镣廖料列裂烈劣猎琳林磷霖临邻鳞淋凛赁吝拎玲菱零龄铃伶羚凌灵陵岭领另令溜琉榴硫馏留刘瘤流柳六龙聋咙笼窿隆垄拢陇楼娄搂篓漏陋芦卢颅庐炉掳卤虏鲁麓碌露路赂鹿潞禄录陆戮驴吕铝侣旅履屡缕虑氯律率滤绿峦挛孪滦卵乱掠略抡轮伦仑沦纶论萝螺罗逻锣箩骡裸落洛骆络妈麻玛码蚂马骂嘛吗埋买麦卖迈脉瞒馒蛮满蔓曼慢漫谩芒茫盲氓忙莽猫茅锚毛矛铆卯茂冒帽貌贸么玫枚梅酶霉煤没眉媒镁每美昧寐妹媚门闷们萌蒙檬盟锰猛梦孟眯醚靡糜迷谜弥米秘觅泌蜜密幂棉眠绵冕免勉娩缅面苗描瞄藐秒渺庙妙蔑灭民抿皿敏悯闽明螟鸣铭名命谬摸摹蘑模膜磨摩魔抹末莫墨默沫漠寞陌谋牟某拇牡亩姆母墓暮幕募慕木目睦牧穆拿哪呐钠那娜纳氖乃奶耐奈南男难囊挠脑恼闹淖呢馁内嫩能妮霓倪泥尼拟你匿腻逆溺蔫拈年碾撵捻念娘酿鸟尿捏聂孽啮镊镍涅您柠狞凝宁拧泞牛扭钮纽脓浓农弄奴努怒女暖虐疟挪懦糯诺哦欧鸥殴藕呕偶沤啪趴爬帕怕琶拍排牌徘湃派攀潘盘磐盼畔判叛乓庞旁耪胖抛咆刨炮袍跑泡呸胚培裴赔陪配佩沛喷盆砰抨烹澎彭蓬棚硼篷膨朋鹏捧碰坯砒霹批披劈琵毗啤脾疲皮匹痞僻屁譬篇偏片骗飘漂瓢票撇瞥拼频贫品聘乒坪苹萍平凭瓶评屏坡泼颇婆破魄迫粕剖扑铺仆莆葡菩蒲埔朴圃普浦谱曝瀑期欺栖戚妻七凄漆柒沏其棋奇歧畦崎脐齐旗祈祁骑起岂乞企启契砌器气迄弃汽泣讫掐恰洽牵扦钎铅千迁签仟谦乾黔钱钳前潜遣浅谴堑嵌欠歉枪呛腔羌墙蔷强抢橇锹敲悄桥瞧乔侨巧鞘撬翘峭俏窍切茄且怯窃钦侵亲秦琴勤芹擒禽寝沁青轻氢倾卿清擎晴氰情顷请庆琼穷秋丘邱球求囚酋泅趋区蛆曲躯屈驱渠取娶龋趣去圈颧权醛泉全痊拳犬券劝缺炔瘸却鹊榷确雀裙群然燃冉染瓤壤攘嚷让饶扰绕惹热壬仁人忍韧任认刃妊纫扔仍日戎茸蓉荣融熔溶容绒冗揉柔肉茹蠕儒孺如辱乳汝入褥软阮蕊瑞锐闰润若弱撒洒萨腮鳃塞赛三叁伞散桑嗓丧搔骚扫嫂瑟色涩森僧莎砂杀刹沙纱傻啥煞筛晒珊苫杉山删煽衫闪陕擅赡膳善汕扇缮墒伤商赏晌上尚裳梢捎稍烧芍勺韶少哨邵绍奢赊蛇舌舍赦摄射慑涉社设砷申呻伸身深娠绅神沈审婶甚肾慎渗声生甥牲升绳省盛剩胜圣师失狮施湿诗尸虱十石拾时什食蚀实识史矢使屎驶始式示士世柿事拭誓逝势是嗜噬适仕侍释饰氏市恃室视试收手首守寿授售受瘦兽蔬枢梳殊抒输叔舒淑疏书赎孰熟薯暑曙署蜀黍鼠属术述树束戍竖墅庶数漱恕刷耍摔衰甩帅栓拴霜双爽谁水睡税吮瞬顺舜说硕朔烁斯撕嘶思私司丝死肆寺嗣四伺似饲巳松耸怂颂送宋讼诵搜艘擞嗽苏酥俗素速粟僳塑溯宿诉肃酸蒜算虽隋随绥髓碎岁穗遂隧祟孙损笋蓑梭唆缩琐索锁所塌他它她塔獭挞蹋踏胎苔抬台泰酞太态汰坍摊贪瘫滩坛檀痰潭谭谈坦毯袒碳探叹炭汤塘搪堂棠膛唐糖倘躺淌趟烫掏涛滔绦萄桃逃淘陶讨套特藤腾疼誊梯剔踢锑提题蹄啼体替嚏惕涕剃屉天添填田甜恬舔腆挑条迢眺跳贴铁帖厅听烃汀廷停亭庭挺艇通桐酮瞳同铜彤童桶捅筒统痛偷投头透凸秃突图徒途涂屠土吐兔湍团推颓腿蜕褪退吞屯臀拖托脱鸵陀驮驼椭妥拓唾挖哇蛙洼娃瓦袜歪外豌弯湾玩顽丸烷完碗挽晚皖惋宛婉万腕汪王亡枉网往旺望忘妄威巍微危韦违桅围唯惟为潍维苇萎委伟伪尾纬未蔚味畏胃喂魏位渭谓尉慰卫瘟温蚊文闻纹吻稳紊问嗡翁瓮挝蜗涡窝我斡卧握沃巫呜钨乌污诬屋无芜梧吾吴毋武五捂午舞伍侮坞戊雾晤物勿务悟误昔熙析西硒矽晰嘻吸锡牺稀息希悉膝夕惜熄烯溪汐犀檄袭席习媳喜铣洗系隙戏细瞎虾匣霞辖暇峡侠狭下厦夏吓掀锨先仙鲜纤咸贤衔舷闲涎弦嫌显险现献县腺馅羡宪陷限线相厢镶香箱襄湘乡翔祥详想响享项巷橡像向象萧硝霄削哮嚣销消宵淆晓小孝校肖啸笑效楔些歇蝎鞋协挟携邪斜胁谐写械卸蟹懈泄泻谢屑薪芯锌欣辛新忻心信衅星腥猩惺兴刑型形邢行醒幸杏性姓兄凶胸匈汹雄熊休修羞朽嗅锈秀袖绣墟戌需虚嘘须徐许蓄酗叙旭序畜恤絮婿绪续轩喧宣悬旋玄选癣眩绚靴薛学穴雪血勋熏循旬询寻驯巡殉汛训讯逊迅压押鸦鸭呀丫芽牙蚜崖衙涯雅哑亚讶焉咽阉烟淹盐严研蜒岩延言颜阎炎沿奄掩眼衍演艳堰燕厌砚雁唁彦焰宴谚验殃央鸯秧杨扬佯疡羊洋阳氧仰痒养样漾邀腰妖瑶摇尧遥窑谣姚咬舀药要耀椰噎耶爷野冶也页掖业叶曳腋夜液一壹医揖铱依伊衣颐夷遗移仪胰疑沂宜姨彝椅蚁倚已乙矣以艺抑易邑屹亿役臆逸肄疫亦裔意毅忆义益溢诣议谊译异翼翌绎茵荫因殷音阴姻吟银淫寅饮尹引隐印英樱婴鹰应缨莹萤营荧蝇迎赢盈影颖硬映哟拥佣臃痈庸雍踊蛹咏泳涌永恿勇用幽优悠忧尤由邮铀犹油游酉有友右佑釉诱又幼迂淤于盂榆虞愚舆余俞逾鱼愉渝渔隅予娱雨与屿禹宇语羽玉域芋郁吁遇喻峪御愈欲狱育誉浴寓裕预豫驭鸳渊冤元垣袁原援辕园员圆猿源缘远苑愿怨院曰约越跃钥岳粤月悦阅耘云郧匀陨允运蕴酝晕韵孕匝砸杂栽哉灾宰载再在咱攒暂赞赃脏葬遭糟凿藻枣早澡蚤躁噪造皂灶燥责择则泽贼怎增憎曾赠扎喳渣札轧铡闸眨栅榨咋乍炸诈摘斋宅窄债寨瞻毡詹粘沾盏斩辗崭展蘸栈占战站湛绽樟章彰漳张掌涨杖丈帐账仗胀瘴障招昭找沼赵照罩兆肇召遮折哲蛰辙者锗蔗这浙珍斟真甄砧臻贞针侦枕疹诊震振镇阵蒸挣睁征狰争怔整拯正政帧症郑证芝枝支吱蜘知肢脂汁之织职直植殖执值侄址指止趾只旨纸志挚掷至致置帜峙制智秩稚质炙痔滞治窒中盅忠钟衷终种肿重仲众舟周州洲诌粥轴肘帚咒皱宙昼骤珠株蛛朱猪诸诛逐竹烛煮拄瞩嘱主著柱助蛀贮铸筑住注祝驻抓爪拽专砖转撰赚篆桩庄装妆撞壮状椎锥追赘坠缀谆准捉拙卓桌琢茁酌啄着灼浊兹咨资姿滋淄孜紫仔籽滓子自渍字鬃棕踪宗综总纵邹走奏揍租足卒族祖诅阻组钻纂嘴醉最罪尊遵昨左佐柞做作坐座 --format lvgl --lv-font-name fusion_pixel_8 --no-compress -o \\wsl.localhost\Ubuntu-24.04\home\zhaodi-chen\project\qzos\os\fonts\fusion_pixel_8.c
 ******************************************************************************/

#ifdef LV_LVGL_H_INCLUDE_SIMPLE
#include "lvgl.h"
#else
#include "lvgl/lvgl.h"
#endif

#ifndef FUSION_PIXEL_8
#define FUSION_PIXEL_8 1
#endif

#if FUSION_PIXEL_8

/*-----------------
 *    BITMAPS
 *----------------*/

/*Store the image of the glyphs*/
static LV_ATTRIBUTE_LARGE_CONST const uint8_t glyph_bitmap[] = {
    /* U+0021 "!" */
    0xf4,

    /* U+0022 "\"" */
    0xb4,

    /* U+0023 "#" */
    0xbe, 0xdf, 0x40,

    /* U+0024 "$" */
    0x5f, 0x37, 0x90,

    /* U+0025 "%" */
    0xa5, 0x4a,

    /* U+0026 "&" */
    0x55, 0x58, 0xc0,

    /* U+0027 "'" */
    0xc0,

    /* U+0028 "(" */
    0x6a, 0xa4,

    /* U+0029 ")" */
    0x95, 0x58,

    /* U+002A "*" */
    0x5d, 0x50,

    /* U+002B "+" */
    0x5d, 0x0,

    /* U+002C "," */
    0x60,

    /* U+002D "-" */
    0xe0,

    /* U+002E "." */
    0x80,

    /* U+002F "/" */
    0x25, 0x25, 0x20,

    /* U+0030 "0" */
    0x76, 0xdb, 0x80,

    /* U+0031 "1" */
    0x59, 0x25, 0xc0,

    /* U+0032 "2" */
    0xc4, 0xa9, 0xc0,

    /* U+0033 "3" */
    0xc5, 0x13, 0x80,

    /* U+0034 "4" */
    0x2e, 0xde, 0x40,

    /* U+0035 "5" */
    0xf3, 0x13, 0x80,

    /* U+0036 "6" */
    0x73, 0xdb, 0x80,

    /* U+0037 "7" */
    0xe4, 0xa4, 0x80,

    /* U+0038 "8" */
    0x75, 0x5b, 0x80,

    /* U+0039 "9" */
    0x76, 0xf3, 0x80,

    /* U+003A ":" */
    0x90,

    /* U+003B ";" */
    0x41, 0x80,

    /* U+003C "<" */
    0x2a, 0x22,

    /* U+003D "=" */
    0xe3, 0x80,

    /* U+003E ">" */
    0x88, 0xa8,

    /* U+003F "?" */
    0x54, 0xa0, 0x80,

    /* U+0040 "@" */
    0x57, 0xf8, 0xc0,

    /* U+0041 "A" */
    0x56, 0xfb, 0x40,

    /* U+0042 "B" */
    0xd7, 0x5b, 0x80,

    /* U+0043 "C" */
    0x72, 0x48, 0xc0,

    /* U+0044 "D" */
    0xd6, 0xdb, 0x80,

    /* U+0045 "E" */
    0xf3, 0xc9, 0xc0,

    /* U+0046 "F" */
    0xf3, 0xc9, 0x0,

    /* U+0047 "G" */
    0x72, 0x5a, 0xc0,

    /* U+0048 "H" */
    0xb7, 0xdb, 0x40,

    /* U+0049 "I" */
    0xe9, 0x25, 0xc0,

    /* U+004A "J" */
    0x24, 0x93, 0x80,

    /* U+004B "K" */
    0xb7, 0x5b, 0x40,

    /* U+004C "L" */
    0x92, 0x49, 0xc0,

    /* U+004D "M" */
    0xbf, 0xdb, 0x40,

    /* U+004E "N" */
    0xd6, 0xdb, 0x40,

    /* U+004F "O" */
    0x56, 0xda, 0x80,

    /* U+0050 "P" */
    0xd6, 0xe9, 0x0,

    /* U+0051 "Q" */
    0x56, 0xda, 0x88,

    /* U+0052 "R" */
    0xd6, 0xeb, 0x40,

    /* U+0053 "S" */
    0x71, 0x13, 0x80,

    /* U+0054 "T" */
    0xe9, 0x24, 0x80,

    /* U+0055 "U" */
    0xb6, 0xdb, 0xc0,

    /* U+0056 "V" */
    0xb6, 0xd4, 0x80,

    /* U+0057 "W" */
    0xb6, 0xff, 0x40,

    /* U+0058 "X" */
    0xb5, 0x2b, 0x40,

    /* U+0059 "Y" */
    0xb6, 0xa4, 0x80,

    /* U+005A "Z" */
    0xe5, 0x29, 0xc0,

    /* U+005B "[" */
    0xea, 0xac,

    /* U+005C "\\" */
    0x91, 0x24, 0x48,

    /* U+005D "]" */
    0xd5, 0x5c,

    /* U+005E "^" */
    0x54,

    /* U+005F "_" */
    0xe0,

    /* U+0060 "`" */
    0x90,

    /* U+0061 "a" */
    0x76, 0xb0,

    /* U+0062 "b" */
    0x93, 0x5b, 0x80,

    /* U+0063 "c" */
    0x72, 0x30,

    /* U+0064 "d" */
    0x25, 0xda, 0xc0,

    /* U+0065 "e" */
    0x77, 0x30,

    /* U+0066 "f" */
    0x2b, 0xa4, 0x80,

    /* U+0067 "g" */
    0x75, 0x9c,

    /* U+0068 "h" */
    0x93, 0x5b, 0x40,

    /* U+0069 "i" */
    0x43, 0x25, 0xc0,

    /* U+006A "j" */
    0x23, 0x92, 0x70,

    /* U+006B "k" */
    0x92, 0xeb, 0x40,

    /* U+006C "l" */
    0xc9, 0x24, 0xc0,

    /* U+006D "m" */
    0xbe, 0xd0,

    /* U+006E "n" */
    0xd6, 0xd0,

    /* U+006F "o" */
    0x56, 0xa0,

    /* U+0070 "p" */
    0xd6, 0xe8,

    /* U+0071 "q" */
    0x76, 0xb2,

    /* U+0072 "r" */
    0xba, 0x40,

    /* U+0073 "s" */
    0x79, 0xe0,

    /* U+0074 "t" */
    0x5d, 0x22,

    /* U+0075 "u" */
    0xb6, 0xb0,

    /* U+0076 "v" */
    0xb5, 0x20,

    /* U+0077 "w" */
    0xb7, 0xd0,

    /* U+0078 "x" */
    0xaa, 0xd0,

    /* U+0079 "y" */
    0xb5, 0x9c,

    /* U+007A "z" */
    0xea, 0x70,

    /* U+007B "{" */
    0x29, 0x44, 0x88,

    /* U+007C "|" */
    0xfe,

    /* U+007D "}" */
    0x89, 0x14, 0xa0,

    /* U+007E "~" */
    0xcc,

    /* U+00B7 "·" */
    0x80,

    /* U+2010 "‐" */
    0xf0,

    /* U+2011 "‑" */
    0xe0,

    /* U+2012 "‒" */
    0xe0,

    /* U+2013 "–" */
    0xf0,

    /* U+2014 "—" */
    0xfe,

    /* U+2015 "―" */
    0xff,

    /* U+2016 "‖" */
    0xb6, 0xdb, 0x68,

    /* U+2017 "‗" */
    0xfe, 0x3, 0xf8,

    /* U+2018 "‘" */
    0x6c,

    /* U+2019 "’" */
    0xd8,

    /* U+201A "‚" */
    0x58,

    /* U+201C "“" */
    0x4c, 0xb6,

    /* U+201D "”" */
    0xda, 0x64,

    /* U+201E "„" */
    0x55, 0xa0,

    /* U+2026 "…" */
    0x92,

    /* U+2190 "←" */
    0x20, 0x83, 0xfa, 0x2, 0x0,

    /* U+2191 "↑" */
    0x23, 0xaa, 0x42, 0x10, 0x80,

    /* U+2192 "→" */
    0x8, 0xb, 0xf8, 0x20, 0x80,

    /* U+2193 "↓" */
    0x21, 0x8, 0x4a, 0xb8, 0x80,

    /* U+2500 "─" */
    0xff,

    /* U+2501 "━" */
    0xff, 0xff, 0xff,

    /* U+2502 "│" */
    0xff,

    /* U+2503 "┃" */
    0xff, 0xff, 0xff,

    /* U+2504 "┄" */
    0xda,

    /* U+2505 "┅" */
    0xdb, 0xb7, 0x68,

    /* U+2506 "┆" */
    0xb6,

    /* U+2507 "┇" */
    0xe3, 0xf1, 0xf8,

    /* U+2508 "┈" */
    0xaa,

    /* U+2509 "┉" */
    0xab, 0x56, 0xa8,

    /* U+250A "┊" */
    0xaa,

    /* U+250B "┋" */
    0xe3, 0x8e, 0x38,

    /* U+250C "┌" */
    0xfc, 0x21, 0x0,

    /* U+250D "┍" */
    0xff, 0xff, 0x8, 0x0,

    /* U+250E "┎" */
    0xff, 0x8e, 0x38,

    /* U+250F "┏" */
    0xff, 0xff, 0xf8, 0xe0,

    /* U+2510 "┐" */
    0xf1, 0x11,

    /* U+2511 "┑" */
    0xff, 0xf1, 0x10,

    /* U+2512 "┒" */
    0xf9, 0xce, 0x70,

    /* U+2513 "┓" */
    0xff, 0xfe, 0x73, 0x80,

    /* U+2514 "└" */
    0x84, 0x21, 0xf, 0x80,

    /* U+2515 "┕" */
    0x84, 0x21, 0xff, 0xfc,

    /* U+2516 "┖" */
    0xe3, 0x8e, 0x38, 0xfc,

    /* U+2517 "┗" */
    0xe3, 0x8e, 0x3f, 0xff, 0xf0,

    /* U+2518 "┘" */
    0x11, 0x11, 0xf0,

    /* U+2519 "┙" */
    0x11, 0x1f, 0xff,

    /* U+251A "┚" */
    0x39, 0xce, 0x7f, 0x80,

    /* U+251B "┛" */
    0x39, 0xcf, 0xff, 0xfc,

    /* U+251C "├" */
    0x84, 0x21, 0xf, 0xc2, 0x10,

    /* U+251D "┝" */
    0x84, 0x21, 0xff, 0xfe, 0x10,

    /* U+251E "┞" */
    0xe3, 0x8e, 0x38, 0xfd, 0x4, 0x10,

    /* U+251F "┟" */
    0x41, 0x4, 0x10, 0xff, 0x8e, 0x38,

    /* U+2520 "┠" */
    0xe3, 0x8e, 0x38, 0xff, 0x8e, 0x38,

    /* U+2521 "┡" */
    0xe3, 0x8e, 0x3f, 0xff, 0xf4, 0x10,

    /* U+2522 "┢" */
    0x41, 0x4, 0x3f, 0xff, 0xfe, 0x38,

    /* U+2523 "┣" */
    0xe3, 0x8e, 0x3f, 0xff, 0xfe, 0x38,

    /* U+2524 "┤" */
    0x11, 0x11, 0xf1, 0x11,

    /* U+2525 "┥" */
    0x11, 0x1f, 0xff, 0x11,

    /* U+2526 "┦" */
    0x39, 0xce, 0x7f, 0x88, 0x42,

    /* U+2527 "┧" */
    0x10, 0x84, 0x2f, 0x9c, 0xe7,

    /* U+2528 "┨" */
    0x39, 0xce, 0x7f, 0x9c, 0xe7,

    /* U+2529 "┩" */
    0x39, 0xcf, 0xff, 0xfc, 0x42,

    /* U+252A "┪" */
    0x10, 0x85, 0xff, 0xfc, 0xe7,

    /* U+252B "┫" */
    0x39, 0xcf, 0xff, 0xfc, 0xe7,

    /* U+252C "┬" */
    0xff, 0x10, 0x10, 0x10,

    /* U+252D "┭" */
    0xf0, 0xff, 0xf0, 0x10, 0x10,

    /* U+252E "┮" */
    0x1f, 0xff, 0x1f, 0x10, 0x10,

    /* U+252F "┯" */
    0xff, 0xff, 0xff, 0x10, 0x10,

    /* U+2530 "┰" */
    0xff, 0x38, 0x38, 0x38,

    /* U+2531 "┱" */
    0xf8, 0xff, 0xf8, 0x38, 0x38,

    /* U+2532 "┲" */
    0x3f, 0xff, 0x38, 0x38, 0x38,

    /* U+2533 "┳" */
    0xff, 0xff, 0xff, 0x38, 0x38,

    /* U+2534 "┴" */
    0x10, 0x10, 0x10, 0x10, 0xff,

    /* U+2535 "┵" */
    0x10, 0x10, 0x10, 0xf0, 0xff, 0xf0,

    /* U+2536 "┶" */
    0x10, 0x10, 0x10, 0x1f, 0xff, 0x1f,

    /* U+2537 "┷" */
    0x10, 0x10, 0x10, 0xff, 0xff, 0xff,

    /* U+2538 "┸" */
    0x38, 0x38, 0x38, 0x38, 0xff,

    /* U+2539 "┹" */
    0x38, 0x38, 0x38, 0xf8, 0xff, 0xf8,

    /* U+253A "┺" */
    0x38, 0x38, 0x38, 0x3f, 0xff, 0x3f,

    /* U+253B "┻" */
    0x38, 0x38, 0x38, 0xff, 0xff, 0xff,

    /* U+253C "┼" */
    0x10, 0x10, 0x10, 0x10, 0xff, 0x10, 0x10, 0x10,

    /* U+253D "┽" */
    0x10, 0x10, 0x10, 0xf0, 0xff, 0xf0, 0x10, 0x10,

    /* U+253E "┾" */
    0x10, 0x10, 0x10, 0x1f, 0xff, 0x1f, 0x10, 0x10,

    /* U+253F "┿" */
    0x10, 0x10, 0x10, 0xff, 0xff, 0xff, 0x10, 0x10,

    /* U+2540 "╀" */
    0x38, 0x38, 0x38, 0x38, 0xff, 0x10, 0x10, 0x10,

    /* U+2541 "╁" */
    0x10, 0x10, 0x10, 0x10, 0xff, 0x38, 0x38, 0x38,

    /* U+2542 "╂" */
    0x38, 0x38, 0x38, 0x38, 0xff, 0x38, 0x38, 0x38,

    /* U+2543 "╃" */
    0x38, 0x38, 0x38, 0xf8, 0xff, 0xf8, 0x10, 0x10,

    /* U+2544 "╄" */
    0x38, 0x38, 0x38, 0x3f, 0xff, 0x3f, 0x10, 0x10,

    /* U+2545 "╅" */
    0x10, 0x10, 0x10, 0xf8, 0xff, 0xf8, 0x38, 0x38,

    /* U+2546 "╆" */
    0x10, 0x10, 0x10, 0x3f, 0xff, 0x3f, 0x38, 0x38,

    /* U+2547 "╇" */
    0x38, 0x38, 0x38, 0xff, 0xff, 0xff, 0x10, 0x10,

    /* U+2548 "╈" */
    0x10, 0x10, 0x10, 0xff, 0xff, 0xff, 0x38, 0x38,

    /* U+2549 "╉" */
    0x38, 0x38, 0x38, 0xf8, 0xff, 0xf8, 0x38, 0x38,

    /* U+254A "╊" */
    0x38, 0x38, 0x38, 0x3f, 0xff, 0x3f, 0x38, 0x38,

    /* U+254B "╋" */
    0x38, 0x38, 0x38, 0xff, 0xff, 0xff, 0x38, 0x38,

    /* U+254C "╌" */
    0xee,

    /* U+254D "╍" */
    0xef, 0xdf, 0xb8,

    /* U+254E "╎" */
    0xee,

    /* U+254F "╏" */
    0xff, 0x8f, 0xf8,

    /* U+2550 "═" */
    0xff, 0x0, 0xff,

    /* U+2551 "║" */
    0xb6, 0xdb, 0x6d,

    /* U+2552 "╒" */
    0xfc, 0x3f, 0x8, 0x0,

    /* U+2553 "╓" */
    0xfe, 0x8a, 0x28,

    /* U+2554 "╔" */
    0xfe, 0xb, 0xe8, 0xa0,

    /* U+2555 "╕" */
    0xf1, 0xf1, 0x10,

    /* U+2556 "╖" */
    0xf9, 0x4a, 0x50,

    /* U+2557 "╗" */
    0xf8, 0x7a, 0x52, 0x80,

    /* U+2558 "╘" */
    0x84, 0x21, 0xf8, 0x7c,

    /* U+2559 "╙" */
    0xa2, 0x8a, 0x28, 0xfc,

    /* U+255A "╚" */
    0xa2, 0x8a, 0x2f, 0x83, 0xf0,

    /* U+255B "╛" */
    0x11, 0x1f, 0x1f,

    /* U+255C "╜" */
    0x29, 0x4a, 0x5f, 0x80,

    /* U+255D "╝" */
    0x29, 0x4b, 0xd0, 0xfc,

    /* U+255E "╞" */
    0x84, 0x21, 0xf8, 0x7e, 0x10,

    /* U+255F "╟" */
    0xa2, 0x8a, 0x28, 0xbe, 0x8a, 0x28,

    /* U+2560 "╠" */
    0xa2, 0x8a, 0x2f, 0x82, 0xfa, 0x28,

    /* U+2561 "╡" */
    0x11, 0x1f, 0x1f, 0x11,

    /* U+2562 "╢" */
    0x29, 0x4a, 0x5e, 0x94, 0xa5,

    /* U+2563 "╣" */
    0x29, 0x4b, 0xd0, 0xf4, 0xa5,

    /* U+2564 "╤" */
    0xff, 0x0, 0xff, 0x10, 0x10,

    /* U+2565 "╥" */
    0xff, 0x28, 0x28, 0x28,

    /* U+2566 "╦" */
    0xff, 0x0, 0xef, 0x28, 0x28,

    /* U+2567 "╧" */
    0x10, 0x10, 0x10, 0xff, 0x0, 0xff,

    /* U+2568 "╨" */
    0x28, 0x28, 0x28, 0x28, 0xff,

    /* U+2569 "╩" */
    0x28, 0x28, 0x28, 0xef, 0x0, 0xff,

    /* U+256A "╪" */
    0x10, 0x10, 0x10, 0xff, 0x10, 0xff, 0x10, 0x10,

    /* U+256B "╫" */
    0x28, 0x28, 0x28, 0x28, 0xff, 0x28, 0x28, 0x28,

    /* U+256C "╬" */
    0x28, 0x28, 0x28, 0xef, 0x0, 0xef, 0x28, 0x28,

    /* U+256D "╭" */
    0x3a, 0x21, 0x0,

    /* U+256E "╮" */
    0xc2, 0x11,

    /* U+256F "╯" */
    0x11, 0x12, 0xc0,

    /* U+2570 "╰" */
    0x84, 0x20, 0x83, 0x80,

    /* U+2571 "╱" */
    0x1, 0x2, 0x4, 0x8, 0x10, 0x20, 0x40, 0x80,

    /* U+2572 "╲" */
    0x80, 0x40, 0x20, 0x10, 0x8, 0x4, 0x2, 0x1,

    /* U+2573 "╳" */
    0x81, 0x42, 0x24, 0x18, 0x18, 0x24, 0x42, 0x81,

    /* U+2574 "╴" */
    0xf0,

    /* U+2575 "╵" */
    0xf8,

    /* U+2576 "╶" */
    0xf8,

    /* U+2577 "╷" */
    0xf0,

    /* U+2578 "╸" */
    0xff, 0xf0,

    /* U+2579 "╹" */
    0xff, 0xfe,

    /* U+257A "╺" */
    0xff, 0xfe,

    /* U+257B "╻" */
    0xff, 0xf0,

    /* U+257C "╼" */
    0x1f, 0xff, 0x1f,

    /* U+257D "╽" */
    0x49, 0x2f, 0xff,

    /* U+257E "╾" */
    0xf0, 0xff, 0xf0,

    /* U+257F "╿" */
    0xff, 0xfe, 0x92,

    /* U+25A0 "■" */
    0xff, 0xff, 0xff, 0xff, 0xff, 0xff, 0x80,

    /* U+25A1 "□" */
    0xff, 0x6, 0xc, 0x18, 0x30, 0x7f, 0x80,

    /* U+25A2 "▢" */
    0x7d, 0x6, 0xc, 0x18, 0x30, 0x5f, 0x0,

    /* U+25A3 "▣" */
    0xff, 0x6, 0xed, 0xdb, 0xb0, 0x7f, 0x80,

    /* U+25A4 "▤" */
    0xff, 0x7, 0xfc, 0x1f, 0xf0, 0x7f, 0x80,

    /* U+25A5 "▥" */
    0xff, 0x56, 0xad, 0x5a, 0xb5, 0x7f, 0x80,

    /* U+25A6 "▦" */
    0xff, 0x57, 0xfd, 0x5f, 0xf5, 0x7f, 0x80,

    /* U+25A7 "▧" */
    0xff, 0x96, 0x9c, 0x9c, 0xb4, 0xff, 0x80,

    /* U+25A8 "▨" */
    0xff, 0x4f, 0x2c, 0x9a, 0x79, 0x7f, 0x80,

    /* U+25A9 "▩" */
    0xff, 0xae, 0xae, 0xba, 0xba, 0xff, 0x80,

    /* U+25AA "▪" */
    0xff, 0x80,

    /* U+25AB "▫" */
    0xf7, 0x80,

    /* U+25AC "▬" */
    0xff, 0xff, 0xf8,

    /* U+25AD "▭" */
    0xff, 0x7, 0xf8,

    /* U+25AE "▮" */
    0xff, 0xff, 0xf8,

    /* U+25AF "▯" */
    0xf6, 0xdb, 0x78,

    /* U+25B0 "▰" */
    0x3e, 0xfb, 0xe0,

    /* U+25B1 "▱" */
    0x3e, 0x8b, 0xe0,

    /* U+25B2 "▲" */
    0x10, 0x70, 0xe3, 0xe7, 0xdf, 0xff, 0x80,

    /* U+25B3 "△" */
    0x10, 0x50, 0xa2, 0x24, 0x50, 0x7f, 0x80,

    /* U+25B4 "▴" */
    0x23, 0x9d, 0xff, 0x80,

    /* U+25B5 "▵" */
    0x22, 0x95, 0x1f, 0x80,

    /* U+25B6 "▶" */
    0xc1, 0xe3, 0xf7, 0xff, 0xde, 0x30, 0x0,

    /* U+25B7 "▷" */
    0xc1, 0x62, 0x34, 0x18, 0xd6, 0x30, 0x0,

    /* U+25B8 "▸" */
    0xc7, 0xbf, 0xec, 0x0,

    /* U+25B9 "▹" */
    0xc5, 0xa3, 0x6c, 0x0,

    /* U+25BA "►" */
    0xc1, 0xf3, 0xff, 0xcc, 0x0,

    /* U+25BB "▻" */
    0xc1, 0x72, 0x1d, 0xcc, 0x0,

    /* U+25BC "▼" */
    0xff, 0xfd, 0xf3, 0xe3, 0x87, 0x4, 0x0,

    /* U+25BD "▽" */
    0xff, 0x5, 0x12, 0x22, 0x85, 0x4, 0x0,

    /* U+25BE "▾" */
    0xff, 0xdc, 0xe2, 0x0,

    /* U+25BF "▿" */
    0xfc, 0x54, 0xa2, 0x0,

    /* U+25C0 "◀" */
    0x6, 0x3d, 0xff, 0xf7, 0xe3, 0xc1, 0x80,

    /* U+25C1 "◁" */
    0x6, 0x35, 0x8c, 0x16, 0x23, 0x41, 0x80,

    /* U+25C2 "◂" */
    0x1b, 0xfe, 0xf1, 0x80,

    /* U+25C3 "◃" */
    0x1b, 0x62, 0xd1, 0x80,

    /* U+25C4 "◄" */
    0x6, 0x7f, 0xf9, 0xf0, 0x60,

    /* U+25C5 "◅" */
    0x6, 0x77, 0x9, 0xd0, 0x60,

    /* U+25C6 "◆" */
    0x10, 0x71, 0xf7, 0xf7, 0xc7, 0x4, 0x0,

    /* U+25C7 "◇" */
    0x10, 0x51, 0x14, 0x14, 0x45, 0x4, 0x0,

    /* U+25C8 "◈" */
    0x10, 0x51, 0x14, 0x94, 0x45, 0x4, 0x0,

    /* U+25C9 "◉" */
    0x38, 0x8a, 0xed, 0xdb, 0xa8, 0x8e, 0x0,

    /* U+25CA "◊" */
    0x22, 0x95, 0x15, 0x28, 0x80,

    /* U+25CB "○" */
    0x38, 0x8a, 0xc, 0x18, 0x28, 0x8e, 0x0,

    /* U+25CC "◌" */
    0x10, 0x88, 0x4, 0x10, 0x8, 0x84, 0x0,

    /* U+25CD "◍" */
    0x38, 0xda, 0xad, 0x5a, 0xad, 0x8e, 0x0,

    /* U+25CE "◎" */
    0x38, 0x8a, 0xed, 0x5b, 0xa8, 0x8e, 0x0,

    /* U+25CF "●" */
    0x38, 0xfb, 0xff, 0xff, 0xef, 0x8e, 0x0,

    /* U+25D0 "◐" */
    0x38, 0xeb, 0xcf, 0x9f, 0x2e, 0x8e, 0x0,

    /* U+25D1 "◑" */
    0x38, 0xba, 0x7c, 0xf9, 0xeb, 0x8e, 0x0,

    /* U+25D2 "◒" */
    0x38, 0x8a, 0xf, 0xff, 0xef, 0x8e, 0x0,

    /* U+25D3 "◓" */
    0x38, 0xfb, 0xff, 0xf8, 0x28, 0x8e, 0x0,

    /* U+25D4 "◔" */
    0x38, 0xba, 0x7c, 0xf8, 0x28, 0x8e, 0x0,

    /* U+25D5 "◕" */
    0x38, 0xba, 0x7f, 0xff, 0xef, 0x8e, 0x0,

    /* U+25D6 "◖" */
    0x37, 0xff, 0xf7, 0x30,

    /* U+25D7 "◗" */
    0xce, 0xff, 0xfe, 0xc0,

    /* U+25D8 "◘" */
    0xff, 0xff, 0xe7, 0xc3, 0xc3, 0xe7, 0xff, 0xff,

    /* U+25D9 "◙" */
    0xff, 0xc3, 0xbd, 0xbd, 0xbd, 0xbd, 0xc3, 0xff,

    /* U+25DA "◚" */
    0xff, 0xc3, 0xbd, 0xbd,

    /* U+25DB "◛" */
    0xbd, 0xbd, 0xc3, 0xff,

    /* U+25DC "◜" */
    0x34, 0x88,

    /* U+25DD "◝" */
    0xc2, 0x11,

    /* U+25DE "◞" */
    0x11, 0x2c,

    /* U+25DF "◟" */
    0x88, 0x43,

    /* U+25E0 "◠" */
    0x38, 0x8a, 0xc, 0x10,

    /* U+25E1 "◡" */
    0x83, 0x5, 0x11, 0xc0,

    /* U+25E2 "◢" */
    0x1, 0x3, 0x7, 0xf, 0x1f, 0x3f, 0x7f, 0xff,

    /* U+25E3 "◣" */
    0x80, 0xc0, 0xe0, 0xf0, 0xf8, 0xfc, 0xfe, 0xff,

    /* U+25E4 "◤" */
    0xff, 0xfe, 0xfc, 0xf8, 0xf0, 0xe0, 0xc0, 0x80,

    /* U+25E5 "◥" */
    0xff, 0x7f, 0x3f, 0x1f, 0xf, 0x7, 0x3, 0x1,

    /* U+25E6 "◦" */
    0x69, 0x96,

    /* U+25E7 "◧" */
    0xff, 0xe7, 0xcf, 0x9f, 0x3e, 0x7f, 0x80,

    /* U+25E8 "◨" */
    0xff, 0x3e, 0x7c, 0xf9, 0xf3, 0xff, 0x80,

    /* U+25E9 "◩" */
    0xff, 0xff, 0xef, 0x9e, 0x38, 0x7f, 0x80,

    /* U+25EA "◪" */
    0xff, 0xe, 0x3c, 0xfb, 0xff, 0xff, 0x80,

    /* U+25EB "◫" */
    0xff, 0x26, 0x4c, 0x99, 0x32, 0x7f, 0x80,

    /* U+25EC "◬" */
    0x10, 0x50, 0xa2, 0x25, 0x50, 0x7f, 0x80,

    /* U+25ED "◭" */
    0x10, 0x70, 0xe3, 0xa7, 0x5e, 0x7f, 0x80,

    /* U+25EE "◮" */
    0x10, 0x70, 0xe2, 0xe5, 0xd3, 0xff, 0x80,

    /* U+25EF "◯" */
    0x38, 0x8a, 0xc, 0x18, 0x28, 0x8e, 0x0,

    /* U+25F0 "◰" */
    0xff, 0x26, 0x4f, 0x98, 0x30, 0x7f, 0x80,

    /* U+25F1 "◱" */
    0xff, 0x6, 0xf, 0x99, 0x32, 0x7f, 0x80,

    /* U+25F2 "◲" */
    0xff, 0x6, 0xc, 0xf9, 0x32, 0x7f, 0x80,

    /* U+25F3 "◳" */
    0xff, 0x26, 0x4c, 0xf8, 0x30, 0x7f, 0x80,

    /* U+25F4 "◴" */
    0x38, 0xaa, 0x4f, 0x98, 0x28, 0x8e, 0x0,

    /* U+25F5 "◵" */
    0x38, 0x8a, 0xf, 0x99, 0x2a, 0x8e, 0x0,

    /* U+25F6 "◶" */
    0x38, 0x8a, 0xc, 0xf9, 0x2a, 0x8e, 0x0,

    /* U+25F7 "◷" */
    0x38, 0xaa, 0x4c, 0xf8, 0x28, 0x8e, 0x0,

    /* U+25F8 "◸" */
    0xff, 0x82, 0x84, 0x88, 0x90, 0xa0, 0xc0, 0x80,

    /* U+25F9 "◹" */
    0xff, 0x41, 0x21, 0x11, 0x9, 0x5, 0x3, 0x1,

    /* U+25FA "◺" */
    0x80, 0xc0, 0xa0, 0x90, 0x88, 0x84, 0x82, 0xff,

    /* U+25FB "◻" */
    0xfc, 0x63, 0x1f, 0x80,

    /* U+25FC "◼" */
    0xff, 0xff, 0xff, 0x80,

    /* U+25FD "◽" */
    0xf9, 0x9f,

    /* U+25FE "◾" */
    0xff, 0xff,

    /* U+3001 "、" */
    0x94,

    /* U+3002 "。" */
    0x55, 0x0,

    /* U+3003 "〃" */
    0x4a, 0x65, 0x20,

    /* U+3004 "〄" */
    0x75, 0x2e, 0x6c, 0x9b, 0x3a, 0x57, 0x0,

    /* U+3005 "々" */
    0x20, 0xf4, 0x6a, 0x10, 0x20,

    /* U+3006 "〆" */
    0x2, 0x69, 0x24, 0xaa, 0x38, 0x20, 0x0,

    /* U+3007 "〇" */
    0x38, 0x8a, 0xc, 0x18, 0x28, 0x8e, 0x0,

    /* U+3008 "〈" */
    0x5a, 0x94,

    /* U+3009 "〉" */
    0xa5, 0x68,

    /* U+300A "《" */
    0x4a, 0x65, 0x29, 0x25, 0x20,

    /* U+300B "》" */
    0x94, 0x92, 0x94, 0xca, 0x40,

    /* U+300C "「" */
    0xf2, 0x48,

    /* U+300D "」" */
    0x24, 0x9e,

    /* U+300E "『" */
    0xf9, 0xba, 0xae,

    /* U+300F "』" */
    0x75, 0x5d, 0x9f,

    /* U+3010 "【" */
    0xfa, 0x49, 0xb8,

    /* U+3011 "】" */
    0xec, 0x92, 0xf8,

    /* U+3012 "〒" */
    0xf8, 0x3e, 0x42, 0x0,

    /* U+3013 "〓" */
    0xff, 0xc1, 0xff, 0x80,

    /* U+3014 "〔" */
    0x2a, 0x48, 0x88,

    /* U+3015 "〕" */
    0x88, 0x92, 0xa0,

    /* U+3016 "〖" */
    0xfa, 0xcc, 0xca, 0xf0,

    /* U+3017 "〗" */
    0xf5, 0x33, 0x35, 0xf0,

    /* U+3018 "〘" */
    0x35, 0xaa, 0xa5, 0x30,

    /* U+3019 "〙" */
    0xca, 0x55, 0x5a, 0xc0,

    /* U+301A "〚" */
    0xfa, 0xaa, 0xaa, 0xf0,

    /* U+301B "〛" */
    0xf5, 0x55, 0x55, 0xf0,

    /* U+301C "〜" */
    0x61, 0x24, 0x30,

    /* U+301D "〝" */
    0xaa, 0x50,

    /* U+301E "〞" */
    0x55, 0xa0,

    /* U+301F "〟" */
    0xa5, 0x50,

    /* U+3020 "〠" */
    0xfe, 0x3, 0xfa, 0xa1, 0x10, 0x5f, 0x0,

    /* U+3021 "〡" */
    0xfe,

    /* U+3022 "〢" */
    0x19, 0x99, 0x99, 0x10,

    /* U+3023 "〣" */
    0xc, 0x6b, 0x5a, 0xc4, 0x20,

    /* U+3024 "〤" */
    0x2, 0x84, 0x90, 0xa0, 0x86, 0xb0, 0x80,

    /* U+3025 "〥" */
    0x4c, 0xac, 0x98, 0xc5, 0xc0,

    /* U+3026 "〦" */
    0x10, 0x23, 0xf8,

    /* U+3027 "〧" */
    0x10, 0x23, 0xf8, 0x0, 0xf, 0x80,

    /* U+3028 "〨" */
    0x10, 0x23, 0xf8, 0x7, 0xc0, 0x3f, 0x80,

    /* U+3029 "〩" */
    0x40, 0xfe, 0x90, 0xa0, 0x86, 0xb0, 0x80,

    /* U+3036 "〶" */
    0x38, 0x8a, 0xec, 0x1b, 0xaa, 0x8e, 0x0,

    /* U+3037 "〷" */
    0x93, 0x26, 0xaa, 0x2a, 0xb2, 0x64, 0x80,

    /* U+3038 "〸" */
    0x10, 0x23, 0xf8, 0x81, 0x2, 0x4, 0x0,

    /* U+3039 "〹" */
    0x44, 0x8b, 0xfa, 0x24, 0x48, 0x91, 0x0,

    /* U+303A "〺" */
    0x54, 0xab, 0xfa, 0xa5, 0x4a, 0xa1, 0x0,

    /* U+303C "〼" */
    0xff, 0xe, 0x2c, 0x9a, 0x38, 0x7f, 0x80,

    /* U+303E "〾" */
    0xaa, 0x2, 0x2b, 0xea, 0x20, 0x2a, 0x80,

    /* U+303F "〿" */
    0xfe, 0xeb, 0x5a, 0xef, 0xe0,

    /* U+4E00 "一" */
    0xfe,

    /* U+4E01 "丁" */
    0xfe, 0x20, 0x40, 0x81, 0x2, 0xc, 0x0,

    /* U+4E03 "七" */
    0x20, 0x40, 0xbf, 0x82, 0x4, 0x47, 0x80,

    /* U+4E07 "万" */
    0xfe, 0x40, 0xf1, 0x22, 0x48, 0xa3, 0x0,

    /* U+4E08 "丈" */
    0x11, 0xfc, 0x41, 0x81, 0x5, 0x31, 0x80,

    /* U+4E09 "三" */
    0x7c, 0x0, 0x1, 0xc0, 0x0, 0x3f, 0x80,

    /* U+4E0A "上" */
    0x10, 0x20, 0x70, 0x81, 0x2, 0x3f, 0x80,

    /* U+4E0B "下" */
    0xfe, 0x20, 0x60, 0xa1, 0x2, 0x4, 0x0,

    /* U+4E0D "不" */
    0xfe, 0x20, 0x41, 0xad, 0x22, 0x4, 0x0,

    /* U+4E0E "与" */
    0x40, 0xfd, 0x3, 0xe0, 0x5e, 0x83, 0x0,

    /* U+4E11 "丑" */
    0x7c, 0x28, 0x57, 0xe2, 0x44, 0xbf, 0x80,

    /* U+4E13 "专" */
    0x10, 0xf8, 0x47, 0xf2, 0xf, 0x81, 0x0,

    /* U+4E14 "且" */
    0x7c, 0x89, 0xf2, 0x27, 0xc8, 0xbf, 0x80,

    /* U+4E16 "世" */
    0x54, 0xab, 0xfa, 0xa5, 0xc8, 0x1f, 0x80,

    /* U+4E18 "丘" */
    0xc, 0xe1, 0x3, 0xe4, 0x89, 0x3f, 0x80,

    /* U+4E19 "丙" */
    0xfe, 0x23, 0xfc, 0x9a, 0xb8, 0x61, 0x80,

    /* U+4E1A "业" */
    0x28, 0x52, 0xad, 0x62, 0x85, 0x3f, 0x80,

    /* U+4E1B "丛" */
    0x24, 0x49, 0x52, 0x59, 0x20, 0x3f, 0x80,

    /* U+4E1C "东" */
    0x11, 0xfc, 0x83, 0xe1, 0xa, 0xac, 0x80,

    /* U+4E1D "丝" */
    0x45, 0x11, 0x14, 0x4e, 0xe0, 0x3f, 0x80,

    /* U+4E22 "丢" */
    0xf, 0xe1, 0xf0, 0x8f, 0xe4, 0xbe, 0x80,

    /* U+4E24 "两" */
    0xfe, 0x53, 0xfd, 0x5d, 0x70, 0x61, 0x80,

    /* U+4E25 "严" */
    0xfe, 0x52, 0xa9, 0x47, 0xe8, 0x20, 0x0,

    /* U+4E27 "丧" */
    0x11, 0xfd, 0x50, 0x8f, 0xe9, 0x1d, 0x80,

    /* U+4E2A "个" */
    0x10, 0x53, 0x58, 0x81, 0x2, 0x4, 0x0,

    /* U+4E2B "丫" */
    0x82, 0x88, 0xa0, 0x81, 0x2, 0x4, 0x0,

    /* U+4E2D "中" */
    0x11, 0xfe, 0x4c, 0x9f, 0xe2, 0x4, 0x0,

    /* U+4E30 "丰" */
    0x11, 0xfc, 0x43, 0xe1, 0x1f, 0xc4, 0x0,

    /* U+4E32 "串" */
    0x10, 0xf9, 0xf0, 0x8f, 0xff, 0xc4, 0x0,

    /* U+4E34 "临" */
    0x29, 0x5e, 0xd5, 0xb, 0xf5, 0x4f, 0x80,

    /* U+4E38 "丸" */
    0x21, 0xf0, 0xa3, 0x43, 0x89, 0x63, 0x80,

    /* U+4E39 "丹" */
    0x7c, 0x89, 0x52, 0x2f, 0xe8, 0xa3, 0x0,

    /* U+4E3A "为" */
    0x50, 0x21, 0xf9, 0x12, 0xa8, 0x61, 0x80,

    /* U+4E3B "主" */
    0x20, 0x23, 0xf8, 0x87, 0xc2, 0x3f, 0x80,

    /* U+4E3D "丽" */
    0xfe, 0x3, 0xbd, 0x5e, 0xf5, 0x6a, 0x80,

    /* U+4E3E "举" */
    0x55, 0xfd, 0x55, 0xd1, 0xf, 0x84, 0x0,

    /* U+4E43 "乃" */
    0xf8, 0x50, 0xb9, 0x14, 0x28, 0x61, 0x80,

    /* U+4E45 "久" */
    0x20, 0x79, 0x14, 0x40, 0x86, 0xb0, 0x80,

    /* U+4E48 "么" */
    0x10, 0x20, 0x92, 0x41, 0x4, 0xbe, 0x80,

    /* U+4E49 "义" */
    0x20, 0x29, 0x11, 0x41, 0x5, 0x31, 0x80,

    /* U+4E4B "之" */
    0x10, 0xf8, 0x10, 0x41, 0xc, 0x27, 0x80,

    /* U+4E4C "乌" */
    0x10, 0xf9, 0x12, 0x27, 0xe0, 0x7e, 0x80,

    /* U+4E4D "乍" */
    0x20, 0x7d, 0x44, 0xf1, 0x3, 0xc4, 0x0,

    /* U+4E4E "乎" */
    0xf, 0xe1, 0x50, 0x8f, 0xe2, 0xc, 0x0,

    /* U+4E4F "乏" */
    0x7c, 0x21, 0xf0, 0x41, 0xc, 0x27, 0x80,

    /* U+4E50 "乐" */
    0xc, 0xe1, 0x43, 0xe1, 0xa, 0xac, 0x80,

    /* U+4E52 "乒" */
    0xc, 0xe1, 0xf2, 0x4f, 0xe0, 0x30, 0x0,

    /* U+4E53 "乓" */
    0xc, 0xe1, 0xf2, 0x4f, 0xe0, 0x1, 0x80,

    /* U+4E54 "乔" */
    0x39, 0xfc, 0xa6, 0x32, 0x85, 0x12, 0x0,

    /* U+4E56 "乖" */
    0xc, 0xe3, 0xfe, 0xb5, 0x5a, 0xc4, 0x0,

    /* U+4E58 "乘" */
    0xc, 0xe3, 0xfa, 0xad, 0x67, 0x35, 0x80,

    /* U+4E59 "乙" */
    0x78, 0x10, 0x41, 0x4, 0x10, 0x5f, 0x80,

    /* U+4E5D "九" */
    0x21, 0xf0, 0xa1, 0x44, 0x89, 0x63, 0x80,

    /* U+4E5E "乞" */
    0x40, 0xfe, 0xe0, 0x43, 0x8, 0x4f, 0x80,

    /* U+4E5F "也" */
    0x10, 0xb9, 0xd6, 0xa5, 0x8, 0x4f, 0x80,

    /* U+4E60 "习" */
    0xfc, 0x16, 0x43, 0x37, 0x10, 0xc0,

    /* U+4E61 "乡" */
    0x10, 0xc8, 0x61, 0x17, 0xc3, 0x38, 0x0,

    /* U+4E66 "书" */
    0x12, 0xf8, 0x57, 0xf1, 0x22, 0xc4, 0x0,

    /* U+4E70 "买" */
    0xfe, 0x15, 0x21, 0x4f, 0xe2, 0x39, 0x80,

    /* U+4E71 "乱" */
    0x14, 0xcb, 0xf1, 0x27, 0x4a, 0x9d, 0x80,

    /* U+4E73 "乳" */
    0x1d, 0xd9, 0xd0, 0xaf, 0xc4, 0x99, 0x80,

    /* U+4E7E "乾" */
    0xf0, 0xbf, 0xb5, 0x24, 0x9e, 0x53, 0x80,

    /* U+4E86 "了" */
    0xfe, 0x8, 0x60, 0x81, 0x2, 0xc, 0x0,

    /* U+4E88 "予" */
    0x7c, 0x50, 0x47, 0xf1, 0x22, 0xc, 0x0,

    /* U+4E89 "争" */
    0x39, 0x90, 0xf7, 0xf1, 0x4f, 0x8c, 0x0,

    /* U+4E8B "事" */
    0x11, 0xfd, 0x57, 0xe1, 0x7f, 0x8c, 0x0,

    /* U+4E8C "二" */
    0x7c, 0x0, 0x0, 0xf, 0xe0,

    /* U+4E8E "于" */
    0x7c, 0x20, 0x47, 0xf1, 0x2, 0xc, 0x0,

    /* U+4E8F "亏" */
    0x7c, 0x3, 0xf9, 0x3, 0xc0, 0x87, 0x0,

    /* U+4E91 "云" */
    0x7c, 0x3, 0xf8, 0x81, 0x4, 0xbe, 0x80,

    /* U+4E92 "互" */
    0xfe, 0x40, 0xf1, 0x27, 0x81, 0x3f, 0x80,

    /* U+4E94 "五" */
    0x7c, 0x20, 0x43, 0xe2, 0x44, 0xbf, 0x80,

    /* U+4E95 "井" */
    0x25, 0xfc, 0x91, 0x2f, 0xe4, 0x91, 0x0,

    /* U+4E9A "亚" */
    0xfe, 0x52, 0xad, 0x5a, 0xc5, 0x3f, 0x80,

    /* U+4E9B "些" */
    0x25, 0x6e, 0x97, 0xb7, 0xc0, 0x3f, 0x80,

    /* U+4EA1 "亡" */
    0x11, 0xfd, 0x2, 0x4, 0x8, 0x1f, 0x80,

    /* U+4EA2 "亢" */
    0x11, 0xfc, 0x1, 0xc2, 0x85, 0x73, 0x80,

    /* U+4EA4 "交" */
    0x11, 0xfc, 0xa6, 0x32, 0x82, 0x3b, 0x80,

    /* U+4EA5 "亥" */
    0x11, 0xfc, 0xa3, 0xa2, 0x82, 0xb8, 0x80,

    /* U+4EA6 "亦" */
    0x11, 0xfc, 0xa3, 0x66, 0xb5, 0x56, 0x0,

    /* U+4EA7 "产" */
    0x11, 0xfc, 0x93, 0xf4, 0x8, 0x20, 0x0,

    /* U+4EA8 "亨" */
    0x11, 0xfd, 0x13, 0xe0, 0x82, 0xc, 0x0,

    /* U+4EA9 "亩" */
    0x11, 0xfd, 0xf2, 0xa7, 0xca, 0x9f, 0x0,

    /* U+4EAB "享" */
    0x11, 0xfd, 0x13, 0xe0, 0x9f, 0xc4, 0x0,

    /* U+4EAC "京" */
    0x11, 0xfd, 0x13, 0xe1, 0xa, 0xac, 0x80,

    /* U+4EAD "亭" */
    0x11, 0xfd, 0x17, 0xfb, 0xa2, 0xc, 0x0,

    /* U+4EAE "亮" */
    0x11, 0xfd, 0x17, 0xf8, 0x27, 0x33, 0x80,

    /* U+4EB2 "亲" */
    0x10, 0xf8, 0xa7, 0xf7, 0xc2, 0x2c, 0x80,

    /* U+4EBA "人" */
    0x10, 0x20, 0x41, 0x42, 0x88, 0xa0, 0x80,

    /* U+4EBF "亿" */
    0x3e, 0x87, 0x12, 0x45, 0xa, 0x53, 0x80,

    /* U+4EC0 "什" */
    0x28, 0x93, 0xfa, 0x44, 0x89, 0x12, 0x0,

    /* U+4EC1 "仁" */
    0x20, 0xbf, 0x2, 0x4, 0x8, 0x17, 0x80,

    /* U+4EC5 "仅" */
    0x2e, 0x87, 0x2a, 0x54, 0x48, 0x96, 0x80,

    /* U+4EC6 "仆" */
    0x28, 0x93, 0x22, 0x64, 0xa9, 0x12, 0x0,

    /* U+4EC7 "仇" */
    0x28, 0xfb, 0x52, 0xa5, 0x4a, 0x99, 0x80,

    /* U+4ECA "今" */
    0x10, 0x53, 0x58, 0x7, 0xc1, 0xc, 0x0,

    /* U+4ECB "介" */
    0x10, 0x53, 0x19, 0x42, 0x85, 0x12, 0x0,

    /* U+4ECD "仍" */
    0x3c, 0xab, 0x5a, 0x95, 0x2a, 0x59, 0x80,

    /* U+4ECE "从" */
    0x24, 0x48, 0x91, 0x25, 0x49, 0x64, 0x80,

    /* U+4ED1 "仑" */
    0x10, 0x53, 0x1a, 0x67, 0x8, 0x4f, 0x80,

    /* U+4ED3 "仓" */
    0x10, 0x53, 0x1b, 0xc4, 0x88, 0x4f, 0x80,

    /* U+4ED4 "仔" */
    0x3c, 0x8b, 0x23, 0xf4, 0x89, 0x16, 0x0,

    /* U+4ED5 "仕" */
    0x28, 0x93, 0xfa, 0x44, 0x89, 0x17, 0x0,

    /* U+4ED6 "他" */
    0x24, 0xab, 0x7b, 0xb5, 0x4a, 0x57, 0x80,

    /* U+4ED7 "仗" */
    0x28, 0xff, 0x22, 0xc4, 0x8a, 0x98, 0x80,

    /* U+4ED8 "付" */
    0x24, 0xbf, 0x12, 0xa4, 0xc8, 0x93, 0x0,

    /* U+4ED9 "仙" */
    0x28, 0x93, 0xab, 0x56, 0xad, 0x5f, 0x80,

    /* U+4EDF "仟" */
    0x24, 0xb3, 0x23, 0xf4, 0x89, 0x12, 0x0,

    /* U+4EE3 "代" */
    0x2a, 0x93, 0x7a, 0x44, 0x48, 0x90, 0x80,

    /* U+4EE4 "令" */
    0x10, 0x53, 0x58, 0x7, 0xc4, 0x86, 0x0,

    /* U+4EE5 "以" */
    0x85, 0x4a, 0x54, 0x2c, 0x51, 0x8c, 0x80,

    /* U+4EEA "仪" */
    0x28, 0x97, 0xa, 0xa5, 0x49, 0x15, 0x80,

    /* U+4EEC "们" */
    0x36, 0x87, 0x4a, 0x95, 0x2a, 0x55, 0x80,

    /* U+4EF0 "仰" */
    0x50, 0xdf, 0xaf, 0x57, 0xad, 0x12, 0x0,

    /* U+4EF2 "仲" */
    0x28, 0xff, 0xab, 0x57, 0xe9, 0x12, 0x0,

    /* U+4EF6 "件" */
    0x2c, 0x9f, 0x52, 0x25, 0xe8, 0x91, 0x0,

    /* U+4EF7 "价" */
    0x28, 0xab, 0x8a, 0xa5, 0x4a, 0x99, 0x0,

    /* U+4EFB "任" */
    0x24, 0xb3, 0x23, 0xf4, 0x89, 0x17, 0x0,

    /* U+4EFD "份" */
    0x34, 0xab, 0x8a, 0xe5, 0x4a, 0x9b, 0x0,

    /* U+4EFF "仿" */
    0x24, 0xbf, 0x22, 0x74, 0xa9, 0x55, 0x80,

    /* U+4F01 "企" */
    0x10, 0x53, 0x58, 0x85, 0xca, 0x3f, 0x80,

    /* U+4F0A "伊" */
    0x3e, 0x97, 0xfa, 0x55, 0xe9, 0x14, 0x0,

    /* U+4F0D "伍" */
    0x3c, 0x93, 0x23, 0xe5, 0x4a, 0x9f, 0x80,

    /* U+4F0E "伎" */
    0x28, 0xff, 0x23, 0xe5, 0x49, 0x1d, 0x80,

    /* U+4F0F "伏" */
    0x2a, 0x93, 0xfa, 0x44, 0x8a, 0x98, 0x80,

    /* U+4F10 "伐" */
    0x2a, 0x93, 0x7a, 0x44, 0xa8, 0x96, 0x80,

    /* U+4F11 "休" */
    0x28, 0xff, 0x22, 0xe5, 0xcd, 0x52, 0x0,

    /* U+4F17 "众" */
    0x10, 0x53, 0x19, 0x23, 0x49, 0x64, 0x80,

    /* U+4F18 "优" */
    0x2a, 0xbf, 0x22, 0x64, 0xca, 0x99, 0x80,

    /* U+4F19 "伙" */
    0x28, 0x93, 0xab, 0x64, 0x8a, 0x98, 0x80,

    /* U+4F1A "会" */
    0x10, 0x53, 0x78, 0xf, 0xe4, 0xbe, 0x80,

    /* U+4F1E "伞" */
    0x10, 0x53, 0x5a, 0xa3, 0x9f, 0xc4, 0x0,

    /* U+4F1F "伟" */
    0x28, 0xff, 0x22, 0xe4, 0x8f, 0xd2, 0x80,

    /* U+4F20 "传" */
    0x28, 0xbb, 0x23, 0xf5, 0xb, 0xd0, 0x80,

    /* U+4F24 "伤" */
    0x28, 0x9f, 0x42, 0x45, 0xe9, 0x55, 0x80,

    /* U+4F26 "伦" */
    0x28, 0xab, 0x8a, 0xa5, 0x8a, 0x57, 0x80,

    /* U+4F2A "伪" */
    0x30, 0xa3, 0xfa, 0x95, 0xaa, 0x59, 0x80,

    /* U+4F2F "伯" */
    0x28, 0xbf, 0x4a, 0xf5, 0x2a, 0x57, 0x80,

    /* U+4F30 "估" */
    0x28, 0x93, 0xfa, 0x45, 0xca, 0x97, 0x0,

    /* U+4F34 "伴" */
    0x24, 0xaf, 0x12, 0xf4, 0x4b, 0xd1, 0x0,

    /* U+4F36 "伶" */
    0x28, 0xab, 0xaa, 0x7, 0xea, 0x53, 0x0,

    /* U+4F38 "伸" */
    0x28, 0xff, 0xab, 0xf6, 0xaf, 0xd2, 0x0,

    /* U+4F3A "伺" */
    0x3e, 0x87, 0x6a, 0x15, 0xab, 0x51, 0x80,

    /* U+4F3C "似" */
    0x32, 0xaf, 0x4a, 0xd5, 0x28, 0x96, 0x80,

    /* U+4F43 "佃" */
    0x3e, 0xd7, 0xab, 0xf6, 0xad, 0x5f, 0x80,

    /* U+4F46 "但" */
    0x3e, 0xa7, 0x7a, 0x95, 0xe8, 0x17, 0x80,

    /* U+4F4D "位" */
    0x28, 0xff, 0x12, 0xa5, 0x49, 0x1f, 0x80,

    /* U+4F4E "低" */
    0x22, 0xbb, 0x52, 0xf5, 0x4b, 0x96, 0x80,

    /* U+4F4F "住" */
    0x28, 0x8b, 0x7a, 0x24, 0xe8, 0x97, 0x80,

    /* U+4F50 "佐" */
    0x28, 0xbf, 0x22, 0x75, 0x48, 0x97, 0x80,

    /* U+4F51 "佑" */
    0x28, 0xbf, 0x22, 0x75, 0xa9, 0x53, 0x80,

    /* U+4F53 "体" */
    0x28, 0xff, 0x22, 0xe6, 0xab, 0x92, 0x0,

    /* U+4F55 "何" */
    0x3e, 0x87, 0x7a, 0xb5, 0xe8, 0x51, 0x80,

    /* U+4F59 "余" */
    0x10, 0x53, 0xf8, 0x8f, 0xea, 0xac, 0x80,

    /* U+4F5B "佛" */
    0x54, 0xff, 0x7f, 0xa7, 0xea, 0xd9, 0x0,

    /* U+4F5C "作" */
    0x28, 0x9f, 0x62, 0x74, 0x89, 0xd2, 0x0,

    /* U+4F60 "你" */
    0x30, 0xbf, 0xaa, 0xe5, 0xad, 0x56, 0x0,

    /* U+4F63 "佣" */
    0x3e, 0xb7, 0x7a, 0xd5, 0xeb, 0x5a, 0x80,

    /* U+4F69 "佩" */
    0x3e, 0xc7, 0xfb, 0x57, 0xef, 0xda, 0x80,

    /* U+4F6C "佬" */
    0x2a, 0xbb, 0x23, 0xf5, 0x4d, 0x13, 0x80,

    /* U+4F6F "佯" */
    0x2a, 0xbf, 0x12, 0x74, 0x4b, 0xd1, 0x0,

    /* U+4F70 "佰" */
    0x3e, 0x93, 0x7a, 0x95, 0xea, 0x57, 0x80,

    /* U+4F73 "佳" */
    0x28, 0xbb, 0x23, 0xf5, 0xc9, 0x1f, 0x80,

    /* U+4F7F "使" */
    0x28, 0xff, 0x6a, 0xf7, 0x89, 0x1d, 0x80,

    /* U+4F84 "侄" */
    0x3e, 0xab, 0xea, 0x45, 0xc9, 0x1f, 0x80,

    /* U+4F88 "侈" */
    0x2c, 0xab, 0x23, 0xb4, 0xa8, 0x96, 0x0,

    /* U+4F8B "例" */
    0x3a, 0xaf, 0x7b, 0x75, 0xaa, 0x59, 0x80,

    /* U+4F8D "侍" */
    0x28, 0xbb, 0x23, 0xf4, 0x4f, 0xd5, 0x0,

    /* U+4F97 "侗" */
    0x3e, 0xa7, 0x7a, 0x95, 0xeb, 0xd4, 0x80,

    /* U+4F9B "供" */
    0x54, 0xff, 0x56, 0xa7, 0xe8, 0x18, 0x80,

    /* U+4F9D "依" */
    0x28, 0xff, 0x22, 0xd7, 0x4a, 0x96, 0x80,

    /* U+4FA0 "侠" */
    0x28, 0xff, 0xaa, 0x47, 0xe9, 0x1d, 0x80,

    /* U+4FA3 "侣" */
    0x3e, 0xa7, 0x7a, 0x5, 0xea, 0x57, 0x80,

    /* U+4FA5 "侥" */
    0x28, 0xff, 0x12, 0xd7, 0xea, 0x99, 0x80,

    /* U+4FA6 "侦" */
    0x28, 0x9f, 0x72, 0xa5, 0xc9, 0x1c, 0x80,

    /* U+4FA7 "侧" */
    0x3a, 0xdf, 0xfb, 0xf7, 0xaa, 0x5a, 0x80,

    /* U+4FA8 "侨" */
    0x5c, 0xff, 0x57, 0x15, 0x4a, 0x99, 0x0,

    /* U+4FA9 "侩" */
    0x28, 0xab, 0xba, 0x7, 0xea, 0x9e, 0x80,

    /* U+4FAE "侮" */
    0x30, 0xbf, 0x33, 0xf5, 0x4b, 0xd1, 0x0,

    /* U+4FAF "侯" */
    0x2c, 0x8b, 0x7a, 0x45, 0xe8, 0x96, 0x80,

    /* U+4FB5 "侵" */
    0x3c, 0x8b, 0x73, 0xf7, 0x69, 0x1d, 0x80,

    /* U+4FBF "便" */
    0x3e, 0xbb, 0x72, 0x45, 0x89, 0x1d, 0x80,

    /* U+4FC3 "促" */
    0x3e, 0xa7, 0x7a, 0x25, 0x6a, 0x9b, 0x80,

    /* U+4FC4 "俄" */
    0x4e, 0xeb, 0xfe, 0xa5, 0x6f, 0x94, 0x80,

    /* U+4FCA "俊" */
    0x32, 0xff, 0x53, 0x15, 0xcd, 0x15, 0x80,

    /* U+4FCF "俏" */
    0x36, 0x8b, 0x7a, 0x95, 0xea, 0x55, 0x80,

    /* U+4FD0 "俐" */
    0x3a, 0xaf, 0xfa, 0xb7, 0xae, 0x55, 0x80,

    /* U+4FD7 "俗" */
    0x54, 0xc7, 0x26, 0xa6, 0x2b, 0x97, 0x0,

    /* U+4FD8 "俘" */
    0x26, 0xf7, 0x72, 0x27, 0xe9, 0x16, 0x0,

    /* U+4FDD "保" */
    0x3c, 0xab, 0x72, 0x47, 0xeb, 0x9a, 0x80,

    /* U+4FDE "俞" */
    0x10, 0x53, 0x78, 0xe, 0xbd, 0x69, 0x80,

    /* U+4FE1 "信" */
    0x28, 0xbf, 0x2, 0x64, 0xb, 0xd7, 0x80,

    /* U+4FE9 "俩" */
    0x3e, 0xab, 0xfb, 0xb7, 0x6d, 0x59, 0x80,

    /* U+4FED "俭" */
    0x28, 0xab, 0xba, 0x6, 0xaa, 0x9f, 0x80,

    /* U+4FEE "修" */
    0x2c, 0xeb, 0xa3, 0xb6, 0x8c, 0x96, 0x0,

    /* U+4FEF "俯" */
    0x28, 0xff, 0x83, 0x57, 0x6e, 0x55, 0x80,

    /* U+4FF1 "俱" */
    0x3c, 0xab, 0x72, 0xa7, 0xe8, 0x18, 0x80,

    /* U+4FFA "俺" */
    0x28, 0xff, 0x53, 0x55, 0xcb, 0x91, 0x80,

    /* U+500D "倍" */
    0x28, 0xff, 0x53, 0xf5, 0xca, 0x97, 0x0,

    /* U+5012 "倒" */
    0x3a, 0xaf, 0x9b, 0xf5, 0x2f, 0x51, 0x80,

    /* U+5014 "倔" */
    0x3e, 0xc7, 0xfb, 0x76, 0x4e, 0xd7, 0x80,

    /* U+5018 "倘" */
    0x2a, 0x93, 0xfb, 0x16, 0xed, 0xd8, 0x80,

    /* U+5019 "候" */
    0x2c, 0xcb, 0xfb, 0x47, 0xec, 0x96, 0x80,

    /* U+501A "倚" */
    0x28, 0xff, 0x22, 0xa7, 0xe8, 0x95, 0x0,

    /* U+501F "借" */
    0x54, 0xff, 0x57, 0xf5, 0xca, 0x97, 0x0,

    /* U+5021 "倡" */
    0x2c, 0x9b, 0x7a, 0x95, 0xea, 0x57, 0x80,

    /* U+5026 "倦" */
    0x2a, 0xbb, 0xfa, 0xa6, 0xaa, 0x17, 0x0,

    /* U+502A "倪" */
    0x36, 0xc7, 0xdb, 0x17, 0xea, 0x99, 0x80,

    /* U+503A "债" */
    0x28, 0xbb, 0x23, 0xf6, 0x29, 0x1c, 0x80,

    /* U+503C "值" */
    0x28, 0xff, 0x22, 0xe5, 0x4b, 0x9f, 0x80,

    /* U+503E "倾" */
    0x2e, 0xcb, 0xfb, 0x56, 0xee, 0x92, 0x80,

    /* U+5047 "假" */
    0x36, 0xe7, 0x9b, 0xf6, 0xae, 0x9a, 0x80,

    /* U+504F "偏" */
    0x28, 0xbb, 0x72, 0x85, 0xed, 0xd2, 0x80,

    /* U+505A "做" */
    0x54, 0xff, 0x5f, 0xf6, 0xef, 0x92, 0x80,

    /* U+505C "停" */
    0x28, 0xff, 0x53, 0xf5, 0xe9, 0x16, 0x0,

    /* U+5065 "健" */
    0x34, 0xbf, 0xba, 0xa7, 0xea, 0x9b, 0x80,

    /* U+5076 "偶" */
    0x3c, 0xbb, 0x23, 0xf6, 0xad, 0xde, 0x80,

    /* U+5077 "偷" */
    0x28, 0xab, 0xba, 0x5, 0xab, 0x56, 0x80,

    /* U+507F "偿" */
    0x2a, 0xff, 0xba, 0x7, 0xea, 0x9e, 0x80,

    /* U+5080 "傀" */
    0x28, 0xff, 0xab, 0xf6, 0xab, 0x9b, 0x80,

    /* U+5085 "傅" */
    0x2a, 0xff, 0x72, 0xa7, 0xea, 0x93, 0x0,

    /* U+5088 "傈" */
    0x3e, 0xbb, 0x72, 0x47, 0xeb, 0x9a, 0x80,

    /* U+508D "傍" */
    0x28, 0xff, 0x53, 0xf6, 0xa9, 0x95, 0x0,

    /* U+50A3 "傣" */
    0x28, 0xff, 0x73, 0xb6, 0xab, 0x9a, 0x80,

    /* U+50A8 "储" */
    0x54, 0x9f, 0xd6, 0xf5, 0x8a, 0xd5, 0x80,

    /* U+50AC "催" */
    0x2a, 0xff, 0x52, 0xf7, 0x4a, 0x97, 0x80,

    /* U+50B2 "傲" */
    0x54, 0xff, 0x5f, 0xf5, 0x6b, 0x9a, 0x80,

    /* U+50BB "傻" */
    0x28, 0xbb, 0x73, 0x75, 0x49, 0x1d, 0x80,

    /* U+50CF "像" */
    0x5d, 0x7e, 0xad, 0xe9, 0xb5, 0xa6, 0x80,

    /* U+50DA "僚" */
    0x28, 0xff, 0x53, 0xf5, 0x49, 0x1a, 0x80,

    /* U+50E7 "僧" */
    0x54, 0xff, 0xaf, 0xf5, 0xca, 0x97, 0x0,

    /* U+50F3 "僳" */
    0x3e, 0xbb, 0x23, 0x57, 0xeb, 0x9a, 0x80,

    /* U+50F5 "僵" */
    0x3e, 0x9b, 0x32, 0xf4, 0xc9, 0x97, 0x80,

    /* U+50FB "僻" */
    0x24, 0xff, 0xeb, 0x77, 0x4f, 0xd1, 0x0,

    /* U+5112 "儒" */
    0x5c, 0xff, 0xae, 0xe4, 0x8f, 0xda, 0x80,

    /* U+5121 "儡" */
    0x3c, 0xbb, 0x72, 0x7, 0x6e, 0xdd, 0x80,

    /* U+513F "儿" */
    0x28, 0x50, 0xa1, 0x42, 0x89, 0x63, 0x80,

    /* U+5141 "允" */
    0x10, 0x4b, 0xe9, 0x42, 0x89, 0x63, 0x80,

    /* U+5143 "元" */
    0x7c, 0x3, 0xf9, 0x42, 0x89, 0x63, 0x80,

    /* U+5144 "兄" */
    0x7c, 0x89, 0x13, 0xe2, 0x85, 0x73, 0x80,

    /* U+5145 "充" */
    0x11, 0xfc, 0xa3, 0xa2, 0x85, 0x73, 0x80,

    /* U+5146 "兆" */
    0x29, 0x54, 0xb3, 0x6a, 0xa5, 0x33, 0x80,

    /* U+5148 "先" */
    0x50, 0xfa, 0x47, 0xf2, 0x85, 0x73, 0x80,

    /* U+5149 "光" */
    0x10, 0xa8, 0x47, 0xf2, 0x85, 0x73, 0x80,

    /* U+514B "克" */
    0x11, 0xfd, 0xf2, 0x27, 0xc5, 0x73, 0x80,

    /* U+514D "免" */
    0x39, 0x91, 0xf2, 0xa7, 0xc3, 0x7b, 0x80,

    /* U+5151 "兑" */
    0x28, 0xf9, 0x13, 0xe2, 0x85, 0x73, 0x80,

    /* U+5154 "兔" */
    0x39, 0x91, 0xfa, 0x97, 0xe6, 0xb7, 0x80,

    /* U+515A "党" */
    0x55, 0xfe, 0xe9, 0x43, 0x85, 0x73, 0x80,

    /* U+515C "兜" */
    0x57, 0x56, 0xed, 0x5f, 0xe5, 0x33, 0x80,

    /* U+5162 "兢" */
    0x25, 0xfc, 0x92, 0xd7, 0xed, 0xad, 0x80,

    /* U+5165 "入" */
    0x20, 0x20, 0x41, 0x42, 0x88, 0xa0, 0x80,

    /* U+5168 "全" */
    0x10, 0x53, 0xf8, 0x87, 0xc2, 0x3f, 0x80,

    /* U+516B "八" */
    0x28, 0x50, 0xa1, 0x44, 0x48, 0xa0, 0x80,

    /* U+516C "公" */
    0x28, 0x51, 0x14, 0x91, 0x4, 0xbe, 0x80,

    /* U+516D "六" */
    0x11, 0xfc, 0x1, 0x42, 0x88, 0xa0, 0x80,

    /* U+5170 "兰" */
    0x24, 0x11, 0xf0, 0x3, 0x80, 0x3f, 0x80,

    /* U+5171 "共" */
    0x28, 0xf8, 0xa1, 0x4f, 0xe0, 0x31, 0x80,

    /* U+5173 "关" */
    0x28, 0xf8, 0x47, 0xf1, 0x5, 0x31, 0x80,

    /* U+5174 "兴" */
    0x23, 0x25, 0x10, 0xf, 0xe0, 0x31, 0x80,

    /* U+5175 "兵" */
    0xc, 0xe1, 0xf2, 0x4f, 0xe0, 0x31, 0x80,

    /* U+5176 "其" */
    0x29, 0xfc, 0xa1, 0xcf, 0xe0, 0x31, 0x80,

    /* U+5177 "具" */
    0x7c, 0x89, 0xf2, 0x2f, 0xe0, 0x31, 0x80,

    /* U+5178 "典" */
    0x28, 0xf9, 0xb3, 0xef, 0xe0, 0x31, 0x80,

    /* U+5179 "兹" */
    0x25, 0xfd, 0x14, 0x44, 0x55, 0x7b, 0x80,

    /* U+517B "养" */
    0x45, 0xfc, 0x47, 0xf6, 0xd5, 0x52, 0x0,

    /* U+517C "兼" */
    0x45, 0xfd, 0xe1, 0x7f, 0x8d, 0xaa, 0x80,

    /* U+517D "兽" */
    0x24, 0x11, 0xf2, 0xaf, 0xe8, 0x9f, 0x0,

    /* U+5180 "冀" */
    0x29, 0xdc, 0xa7, 0xf3, 0x9f, 0xd1, 0x0,

    /* U+5185 "内" */
    0x11, 0xfe, 0x4d, 0x5c, 0x70, 0x61, 0x80,

    /* U+5188 "冈" */
    0xff, 0x16, 0xac, 0x9a, 0xb8, 0x61, 0x80,

    /* U+5189 "冉" */
    0x10, 0xf9, 0x53, 0xe5, 0x5f, 0xd1, 0x0,

    /* U+518C "册" */
    0x7e, 0xb5, 0x6f, 0xf5, 0xab, 0x6d, 0x80,

    /* U+518D "再" */
    0xfe, 0xa9, 0xf2, 0xaf, 0xe8, 0x93, 0x0,

    /* U+5192 "冒" */
    0xff, 0x6, 0xea, 0x27, 0xc8, 0x9f, 0x0,

    /* U+5195 "冕" */
    0x7c, 0x88, 0xf6, 0xa7, 0xc5, 0x73, 0x80,

    /* U+5197 "冗" */
    0xff, 0x4, 0xe1, 0x42, 0x89, 0x63, 0x80,

    /* U+5199 "写" */
    0xff, 0x44, 0xf9, 0xf, 0xc0, 0x87, 0x0,

    /* U+519B "军" */
    0xff, 0x27, 0xf9, 0x7, 0xdf, 0xc4, 0x0,

    /* U+519C "农" */
    0x11, 0xfe, 0x49, 0x46, 0xb4, 0x8c, 0x80,

    /* U+51A0 "冠" */
    0xff, 0x5, 0x90, 0x7f, 0x4d, 0xaf, 0x80,

    /* U+51A4 "冤" */
    0xff, 0x74, 0xf6, 0xa7, 0xc5, 0x73, 0x80,

    /* U+51AC "冬" */
    0x18, 0xd0, 0x41, 0x4d, 0x66, 0x3, 0x0,

    /* U+51AF "冯" */
    0xbc, 0x8, 0x91, 0xf8, 0x37, 0x61, 0x80,

    /* U+51B0 "冰" */
    0x88, 0x14, 0xf0, 0xca, 0xd1, 0x66, 0x0,

    /* U+51B2 "冲" */
    0x88, 0x7c, 0xa9, 0x5b, 0xf1, 0x22, 0x0,

    /* U+51B3 "决" */
    0x88, 0x38, 0x31, 0xf8, 0x91, 0x2d, 0x80,

    /* U+51B5 "况" */
    0xbe, 0x44, 0x89, 0xf9, 0x52, 0xa9, 0x80,

    /* U+51B6 "冶" */
    0x88, 0x10, 0x51, 0xd8, 0x13, 0xa7, 0x0,

    /* U+51B7 "冷" */
    0x88, 0x28, 0xa8, 0xb, 0xf2, 0x63, 0x0,

    /* U+51BB "冻" */
    0x88, 0x7c, 0x41, 0xf8, 0x95, 0x66, 0x0,

    /* U+51C0 "净" */
    0x8c, 0x68, 0x7b, 0xf8, 0xb7, 0xe6, 0x0,

    /* U+51C4 "凄" */
    0x88, 0x7c, 0x30, 0xeb, 0xf2, 0xae, 0x80,

    /* U+51C6 "准" */
    0x94, 0x3c, 0xd0, 0xf9, 0x52, 0xa7, 0x80,

    /* U+51C9 "凉" */
    0x88, 0x7c, 0x50, 0xe8, 0x95, 0x66, 0x0,

    /* U+51CB "凋" */
    0xbe, 0x54, 0xf9, 0x5b, 0x77, 0xe8, 0x80,

    /* U+51CC "凌" */
    0x88, 0x38, 0x21, 0xf9, 0x55, 0x35, 0x80,

    /* U+51CF "减" */
    0x84, 0x7c, 0x91, 0xea, 0x77, 0xb6, 0x80,

    /* U+51D1 "凑" */
    0x88, 0x7c, 0x73, 0xfa, 0xb9, 0x25, 0x0,

    /* U+51DB "凛" */
    0x88, 0x7c, 0x50, 0xeb, 0xf1, 0x2a, 0x80,

    /* U+51DD "凝" */
    0xa6, 0x74, 0x98, 0xeb, 0xf2, 0xaa, 0x80,

    /* U+51E0 "几" */
    0x78, 0x91, 0x22, 0x44, 0x89, 0x63, 0x80,

    /* U+51E1 "凡" */
    0x7c, 0x89, 0x92, 0xa5, 0x48, 0xa1, 0x80,

    /* U+51E4 "凤" */
    0x7c, 0x89, 0xf3, 0x65, 0x4d, 0xa1, 0x80,

    /* U+51ED "凭" */
    0x24, 0xb3, 0xfa, 0x43, 0xc5, 0x33, 0x80,

    /* U+51EF "凯" */
    0xaf, 0xf4, 0xaf, 0x58, 0xb5, 0x76, 0x80,

    /* U+51F0 "凰" */
    0x7c, 0xa9, 0xf3, 0x67, 0xca, 0xaf, 0x80,

    /* U+51F3 "凳" */
    0x75, 0x55, 0xf5, 0x5f, 0xe7, 0x33, 0x80,

    /* U+51F6 "凶" */
    0x83, 0x16, 0xac, 0x9a, 0xb8, 0x7f, 0x80,

    /* U+51F8 "凸" */
    0x38, 0x50, 0xa7, 0x78, 0x30, 0x7f, 0x80,

    /* U+51F9 "凹" */
    0xef, 0x56, 0xad, 0xd8, 0x30, 0x7f, 0x80,

    /* U+51FA "出" */
    0x10, 0xa9, 0x53, 0xe9, 0x32, 0x7f, 0x80,

    /* U+51FB "击" */
    0x10, 0xf8, 0x47, 0xf1, 0xa, 0x9f, 0x0,

    /* U+51FD "函" */
    0x7c, 0x12, 0x6e, 0xbb, 0xba, 0xff, 0x80,

    /* U+51FF "凿" */
    0xab, 0xfc, 0xa5, 0xdf, 0xf2, 0x7f, 0x80,

    /* U+5200 "刀" */
    0xfe, 0x24, 0x49, 0x12, 0x28, 0x61, 0x80,

    /* U+5201 "刁" */
    0x7e, 0x4, 0x8, 0xde, 0x20, 0x41, 0x80,

    /* U+5203 "刃" */
    0xfe, 0x25, 0x4a, 0x99, 0x24, 0x71, 0x80,

    /* U+5206 "分" */
    0x28, 0x51, 0x15, 0xf1, 0x44, 0xb3, 0x0,

    /* U+5207 "切" */
    0x5e, 0x97, 0xaa, 0x54, 0xad, 0x45, 0x80,

    /* U+520A "刊" */
    0x72, 0x54, 0xaf, 0xd2, 0x24, 0x49, 0x80,

    /* U+5211 "刑" */
    0xfa, 0xad, 0x5f, 0xf5, 0x2a, 0x65, 0x80,

    /* U+5212 "划" */
    0x52, 0x97, 0xea, 0x55, 0x24, 0x75, 0x80,

    /* U+5217 "列" */
    0xf2, 0x95, 0xad, 0x56, 0x28, 0x61, 0x80,

    /* U+5218 "刘" */
    0x23, 0xf4, 0x6a, 0xd2, 0x2a, 0x61, 0x80,

    /* U+5219 "则" */
    0xe3, 0x57, 0xaf, 0x5e, 0x28, 0x69, 0x80,

    /* U+521A "刚" */
    0xfb, 0x1f, 0x7d, 0x7d, 0xb1, 0x66, 0x80,

    /* U+521B "创" */
    0x22, 0xb6, 0x2b, 0xd5, 0x28, 0x5d, 0x80,

    /* U+521D "初" */
    0x5f, 0xd4, 0xaa, 0x5e, 0xad, 0x55, 0x80,

    /* U+5220 "删" */
    0x7a, 0xdd, 0xbf, 0xf6, 0xad, 0x6a, 0x80,

    /* U+5224 "判" */
    0xaa, 0x47, 0xe9, 0x1f, 0xa4, 0x71, 0x80,

    /* U+5228 "刨" */
    0x42, 0xf6, 0x6b, 0xd7, 0x28, 0x5d, 0x80,

    /* U+5229 "利" */
    0x72, 0x57, 0xe9, 0x57, 0x34, 0x49, 0x80,

    /* U+522B "别" */
    0xf3, 0x37, 0xea, 0x5f, 0x2a, 0x6d, 0x80,

    /* U+522E "刮" */
    0x12, 0xd7, 0xe9, 0x57, 0x2a, 0x5d, 0x80,

    /* U+5230 "到" */
    0xf2, 0x55, 0x6f, 0xd6, 0x26, 0x71, 0x80,

    /* U+5236 "制" */
    0x62, 0xf6, 0xab, 0xd2, 0x3f, 0x6a, 0x80,

    /* U+5237 "刷" */
    0x7a, 0x95, 0xea, 0x97, 0xab, 0x65, 0x80,

    /* U+5238 "券" */
    0x54, 0x73, 0xfa, 0x2b, 0xe2, 0x9b, 0x0,

    /* U+5239 "刹" */
    0x52, 0x57, 0x69, 0x5f, 0xae, 0x6a, 0x80,

    /* U+523A "刺" */
    0x23, 0xf4, 0x8f, 0xda, 0xae, 0x6a, 0x80,

    /* U+523B "刻" */
    0x23, 0xf5, 0x6f, 0x55, 0x24, 0x75, 0x80,

    /* U+523D "刽" */
    0x22, 0xae, 0xf8, 0x3f, 0xaa, 0x7a, 0x80,

    /* U+5241 "剁" */
    0x72, 0xae, 0x79, 0x3f, 0xee, 0x6a, 0x80,

    /* U+5242 "剂" */
    0x23, 0xf5, 0x69, 0x5d, 0xaa, 0x65, 0x80,

    /* U+5243 "剃" */
    0x53, 0xf4, 0xaf, 0xda, 0x2f, 0x6a, 0x80,

    /* U+524A "削" */
    0xb2, 0x57, 0xec, 0xdf, 0x32, 0x6d, 0x80,

    /* U+524D "前" */
    0x45, 0xfc, 0x7, 0x5a, 0xbc, 0x69, 0x80,

    /* U+5250 "剐" */
    0x72, 0xad, 0xd9, 0x3f, 0xb5, 0x76, 0x80,

    /* U+5251 "剑" */
    0x22, 0xb7, 0xe8, 0x5a, 0xaa, 0x7e, 0x80,

    /* U+5254 "剔" */
    0xf3, 0x37, 0xea, 0x57, 0x36, 0x55, 0x80,

    /* U+5256 "剖" */
    0x23, 0xf5, 0x6f, 0xd7, 0x2a, 0x5d, 0x80,

    /* U+5265 "剥" */
    0x62, 0x57, 0xe9, 0x5a, 0xae, 0x6a, 0x80,

    /* U+5267 "剧" */
    0x7a, 0xfd, 0x5b, 0xf5, 0x35, 0x4e, 0x80,

    /* U+5269 "剩" */
    0x73, 0xf5, 0x4e, 0xd2, 0x2e, 0x6a, 0x80,

    /* U+526A "剪" */
    0x45, 0xfd, 0xd2, 0xaf, 0xe4, 0x71, 0x80,

    /* U+526F "副" */
    0xfa, 0xad, 0xd8, 0x3f, 0xb5, 0x7e, 0x80,

    /* U+5272 "割" */
    0x23, 0xf6, 0xab, 0xd2, 0x3f, 0x5d, 0x80,

    /* U+527F "剿" */
    0x53, 0x55, 0xeb, 0xdf, 0xae, 0x6a, 0x80,

    /* U+5288 "劈" */
    0x64, 0xdf, 0x2b, 0x2f, 0xe4, 0x71, 0x80,

    /* U+529B "力" */
    0x11, 0xfc, 0x49, 0x12, 0x28, 0x61, 0x80,

    /* U+529D "劝" */
    0xe8, 0x7e, 0xaa, 0x54, 0xb5, 0x45, 0x80,

    /* U+529E "办" */
    0x20, 0xf0, 0xa5, 0x5a, 0xa9, 0x26, 0x0,

    /* U+529F "功" */
    0x9, 0xfd, 0x2a, 0x56, 0xb9, 0x45, 0x80,

    /* U+52A0 "加" */
    0x41, 0xfd, 0x6a, 0xd5, 0xab, 0x6f, 0x80,

    /* U+52A1 "务" */
    0x18, 0xd0, 0x47, 0x77, 0xc2, 0x9b, 0x0,

    /* U+52A3 "劣" */
    0x10, 0xaa, 0x69, 0x8f, 0xe4, 0x71, 0x80,

    /* U+52A8 "动" */
    0xe8, 0x3f, 0xaa, 0x5a, 0xbd, 0x45, 0x80,

    /* U+52A9 "助" */
    0x74, 0xbd, 0xda, 0xb7, 0x6b, 0x7a, 0x80,

    /* U+52AA "努" */
    0x2f, 0xf5, 0x53, 0x5b, 0xc2, 0x9b, 0x0,

    /* U+52AB "劫" */
    0x28, 0xfc, 0xaf, 0xd2, 0xab, 0x7d, 0x80,

    /* U+52B1 "励" */
    0xf5, 0x1f, 0xdd, 0x3b, 0x7b, 0x6e, 0x80,

    /* U+52B2 "劲" */
    0xf4, 0x3c, 0x9e, 0xb7, 0x65, 0x7e, 0x80,

    /* U+52B3 "劳" */
    0x29, 0xfe, 0x4b, 0xe1, 0x44, 0xb3, 0x0,

    /* U+52BF "势" */
    0x49, 0xb9, 0x36, 0xb7, 0xc2, 0x9b, 0x0,

    /* U+52C3 "勃" */
    0x24, 0xdf, 0xdc, 0xb2, 0xbe, 0x59, 0x80,

    /* U+52C7 "勇" */
    0x7c, 0x11, 0xf2, 0xaf, 0xe4, 0x71, 0x80,

    /* U+52C9 "勉" */
    0x65, 0x5d, 0xdb, 0xb2, 0xad, 0x6f, 0x80,

    /* U+52CB "勋" */
    0x64, 0xdf, 0xdc, 0xbd, 0x69, 0x66, 0x80,

    /* U+52D2 "勒" */
    0xa9, 0xff, 0xaa, 0x5e, 0xbd, 0x55, 0x80,

    /* U+52D8 "勘" */
    0x55, 0xfd, 0x5a, 0xbf, 0x75, 0x7e, 0x80,

    /* U+52DF "募" */
    0x29, 0xfc, 0xe7, 0xf7, 0xd5, 0x56, 0x0,

    /* U+52E4 "勤" */
    0x55, 0xfd, 0x5f, 0xbf, 0x65, 0x7e, 0x80,

    /* U+52FA "勺" */
    0x20, 0x7d, 0xd, 0x11, 0x20, 0x41, 0x80,

    /* U+52FE "勾" */
    0x20, 0x7d, 0x4c, 0x92, 0xae, 0xc0, 0x80,

    /* U+52FF "勿" */
    0x40, 0xfe, 0xa9, 0x54, 0xb2, 0x49, 0x80,

    /* U+5300 "匀" */
    0x20, 0x7d, 0xd, 0x90, 0xee, 0x41, 0x80,

    /* U+5305 "包" */
    0x40, 0xfe, 0xe9, 0x53, 0xa4, 0xf, 0x80,

    /* U+5306 "匆" */
    0x40, 0xfe, 0xa9, 0xd4, 0xf2, 0x49, 0x80,

    /* U+5308 "匈" */
    0x40, 0xfe, 0xaa, 0x96, 0xaf, 0x41, 0x80,

    /* U+5316 "化" */
    0x30, 0xa3, 0x4b, 0xe5, 0xa, 0x57, 0x80,

    /* U+5317 "北" */
    0x28, 0x53, 0xa9, 0x66, 0x95, 0x4b, 0x80,

    /* U+5319 "匙" */
    0x68, 0xd7, 0xf1, 0x47, 0xad, 0xe7, 0x80,

    /* U+531D "匝" */
    0xff, 0x12, 0xfd, 0x5a, 0xb1, 0x3f, 0x80,

    /* U+5320 "匠" */
    0xff, 0x1a, 0xc5, 0xfa, 0x99, 0x3f, 0x80,

    /* U+5321 "匡" */
    0xff, 0x7a, 0x24, 0xe8, 0x97, 0xbf, 0x80,

    /* U+5323 "匣" */
    0xff, 0x56, 0xfd, 0x5b, 0xf1, 0x3f, 0x80,

    /* U+532A "匪" */
    0xff, 0x2b, 0xdc, 0xaf, 0x72, 0xbf, 0x80,

    /* U+5339 "匹" */
    0xff, 0x52, 0xa5, 0x5c, 0xf0, 0x3f, 0x80,

    /* U+533A "区" */
    0xff, 0xa, 0xd4, 0x49, 0x54, 0x3f, 0x80,

    /* U+533B "医" */
    0xff, 0x22, 0x75, 0xf8, 0x96, 0xff, 0x80,

    /* U+533F "匿" */
    0xff, 0x53, 0xfd, 0x8d, 0xd2, 0xbf, 0x80,

    /* U+5341 "十" */
    0x10, 0x23, 0xf8, 0x81, 0x2, 0x4, 0x0,

    /* U+5343 "千" */
    0xc, 0xe0, 0x47, 0xf1, 0x2, 0x4, 0x0,

    /* U+5347 "升" */
    0x15, 0xc8, 0x97, 0xf2, 0x44, 0x91, 0x0,

    /* U+5348 "午" */
    0x40, 0xfa, 0x40, 0x8f, 0xe2, 0x4, 0x0,

    /* U+5349 "卉" */
    0x10, 0xf8, 0x42, 0x2f, 0xe8, 0xa1, 0x0,

    /* U+534A "半" */
    0x10, 0xa8, 0x43, 0xe1, 0x1f, 0xc4, 0x0,

    /* U+534E "华" */
    0x28, 0x9f, 0x62, 0x71, 0x1f, 0xc4, 0x0,

    /* U+534F "协" */
    0x48, 0xbb, 0xb2, 0x76, 0xea, 0x95, 0x0,

    /* U+5351 "卑" */
    0x10, 0xf9, 0x53, 0xe2, 0x9f, 0xc2, 0x0,

    /* U+5352 "卒" */
    0x11, 0xfd, 0x12, 0x2a, 0xbf, 0xc4, 0x0,

    /* U+5353 "卓" */
    0x10, 0x3d, 0xf2, 0x27, 0xdf, 0xc4, 0x0,

    /* U+5355 "单" */
    0x28, 0xf9, 0x53, 0xe5, 0x5f, 0xc4, 0x0,

    /* U+5356 "卖" */
    0x7c, 0x23, 0xfa, 0x5f, 0xe2, 0x39, 0x80,

    /* U+5357 "南" */
    0x11, 0xfc, 0x47, 0xfa, 0xbf, 0xe4, 0x80,

    /* U+535A "博" */
    0x4a, 0xff, 0x72, 0xa7, 0xea, 0x93, 0x0,

    /* U+535C "卜" */
    0x88, 0xca, 0x98, 0x80,

    /* U+535E "卞" */
    0x11, 0xfc, 0x40, 0xc1, 0x42, 0x4, 0x0,

    /* U+5360 "占" */
    0x20, 0x83, 0xc8, 0xfe, 0x1f, 0xc0,

    /* U+5361 "卡" */
    0x10, 0x38, 0x47, 0xf1, 0x82, 0x84, 0x0,

    /* U+5362 "卢" */
    0x10, 0x3d, 0xf2, 0x27, 0xc8, 0x20, 0x0,

    /* U+5364 "卤" */
    0x20, 0xff, 0xb5, 0xa7, 0x5f, 0xc0,

    /* U+5367 "卧" */
    0xf5, 0x4b, 0xd4, 0xbf, 0x54, 0xbd, 0x0,

    /* U+536B "卫" */
    0x7e, 0x24, 0x48, 0xb1, 0x2, 0x3f, 0x80,

    /* U+536F "卯" */
    0x2f, 0x96, 0xad, 0x5e, 0xa5, 0x12, 0x0,

    /* U+5370 "印" */
    0x2f, 0x96, 0x2f, 0x58, 0xbd, 0x2, 0x0,

    /* U+5371 "危" */
    0x39, 0x91, 0xfa, 0xe5, 0x4a, 0x67, 0x80,

    /* U+5373 "即" */
    0xef, 0x57, 0xad, 0x5e, 0xb3, 0x3a, 0x0,

    /* U+5374 "却" */
    0x2e, 0xf4, 0xaf, 0xd2, 0xab, 0x3a, 0x0,

    /* U+5375 "卵" */
    0x2f, 0x97, 0xbd, 0x5e, 0xa5, 0x12, 0x0,

    /* U+5377 "卷" */
    0x54, 0x73, 0xfb, 0xea, 0xa4, 0xf, 0x0,

    /* U+5378 "卸" */
    0x4e, 0xf6, 0xaf, 0xd2, 0xb7, 0x32, 0x0,

    /* U+537F "卿" */
    0x47, 0x7e, 0xbd, 0xfe, 0x6d, 0xad, 0x0,

    /* U+5382 "厂" */
    0x7e, 0x81, 0x2, 0x4, 0x8, 0x20, 0x0,

    /* U+5384 "厄" */
    0x7e, 0x81, 0x72, 0xa5, 0x4a, 0x67, 0x80,

    /* U+5385 "厅" */
    0x7e, 0x81, 0xfa, 0x44, 0x89, 0x26, 0x0,

    /* U+5386 "历" */
    0x7e, 0x81, 0x23, 0xf4, 0xaa, 0x69, 0x80,

    /* U+5389 "厉" */
    0x7e, 0x81, 0xfa, 0x44, 0xea, 0x69, 0x80,

    /* U+538B "压" */
    0x7e, 0x91, 0x22, 0xe4, 0x89, 0x6f, 0x80,

    /* U+538C "厌" */
    0x7e, 0x95, 0x23, 0xf4, 0x8a, 0xa8, 0x80,

    /* U+5395 "厕" */
    0x7e, 0xd1, 0xeb, 0xd7, 0xaa, 0x6a, 0x80,

    /* U+5398 "厘" */
    0x7e, 0xd5, 0xfb, 0x57, 0xe9, 0x2f, 0x80,

    /* U+539A "厚" */
    0x7e, 0xb9, 0x72, 0x27, 0xe9, 0x26, 0x0,

    /* U+539F "原" */
    0x7e, 0x91, 0x72, 0xe4, 0x8d, 0x66, 0x0,

    /* U+53A2 "厢" */
    0x7e, 0xd5, 0xfb, 0x57, 0xed, 0x6b, 0x80,

    /* U+53A6 "厦" */
    0x7e, 0xbd, 0x32, 0x65, 0x49, 0x2d, 0x80,

    /* U+53A8 "厨" */
    0x7e, 0x81, 0xeb, 0x77, 0x2b, 0x6d, 0x80,

    /* U+53A9 "厩" */
    0x7e, 0xbd, 0xab, 0x55, 0xed, 0xa5, 0x80,

    /* U+53BB "去" */
    0x10, 0xf8, 0x47, 0xf1, 0x4, 0xbe, 0x80,

    /* U+53BF "县" */
    0x7c, 0x89, 0xf2, 0x2f, 0xe4, 0xbe, 0x80,

    /* U+53C1 "叁" */
    0x28, 0xeb, 0xfa, 0x2b, 0xa0, 0x1f, 0x0,

    /* U+53C2 "参" */
    0x28, 0xeb, 0xfa, 0xaa, 0x21, 0x1c, 0x0,

    /* U+53C8 "又" */
    0x7c, 0x8, 0x91, 0x41, 0x5, 0x31, 0x80,

    /* U+53C9 "叉" */
    0x7c, 0x29, 0x11, 0x41, 0x5, 0x31, 0x80,

    /* U+53CA "及" */
    0xf8, 0x50, 0xb1, 0x25, 0x49, 0x2d, 0x80,

    /* U+53CB "友" */
    0x21, 0xfc, 0x81, 0xe5, 0x49, 0x2d, 0x80,

    /* U+53CC "双" */
    0xfe, 0x25, 0x69, 0x52, 0x4a, 0xa2, 0x80,

    /* U+53CD "反" */
    0xe, 0xe1, 0xf2, 0xa5, 0x49, 0x2d, 0x80,

    /* U+53D1 "发" */
    0xa5, 0xfc, 0x81, 0xe5, 0x49, 0x2d, 0x80,

    /* U+53D4 "叔" */
    0x2e, 0x64, 0xaf, 0xd2, 0x56, 0x9a, 0x80,

    /* U+53D6 "取" */
    0xf0, 0xbd, 0xcb, 0xd5, 0x5f, 0x44, 0x0,

    /* U+53D7 "受" */
    0xfe, 0xab, 0xfd, 0xd2, 0x82, 0x3b, 0x80,

    /* U+53D8 "变" */
    0x11, 0xfc, 0xa5, 0xd2, 0x82, 0x3b, 0x80,

    /* U+53D9 "叙" */
    0x2e, 0xa7, 0xe9, 0x5f, 0x44, 0xaa, 0x80,

    /* U+53DB "叛" */
    0xa2, 0x9b, 0xa2, 0x7e, 0xaa, 0xa2, 0x80,

    /* U+53E0 "叠" */
    0x38, 0x13, 0x9f, 0xfb, 0xa5, 0x3f, 0x80,

    /* U+53E3 "口" */
    0xfe, 0x18, 0x61, 0xfe, 0x10,

    /* U+53E4 "古" */
    0x10, 0x23, 0xf8, 0x87, 0xc8, 0x9f, 0x0,

    /* U+53E5 "句" */
    0x20, 0x7d, 0xd, 0xd2, 0xa7, 0x41, 0x80,

    /* U+53E6 "另" */
    0x7c, 0x89, 0xf0, 0x8f, 0xe2, 0x79, 0x80,

    /* U+53EA "只" */
    0x7c, 0x89, 0x13, 0xe0, 0x5, 0x31, 0x80,

    /* U+53EB "叫" */
    0x3, 0xd6, 0xad, 0x5e, 0xe0, 0x40, 0x80,

    /* U+53EC "召" */
    0xfe, 0x24, 0x8e, 0x37, 0xc8, 0x9f, 0x0,

    /* U+53ED "叭" */
    0x15, 0xab, 0x56, 0xad, 0x42, 0x88, 0x80,

    /* U+53EE "叮" */
    0x1f, 0xca, 0x95, 0x2e, 0x40, 0x83, 0x0,

    /* U+53EF "可" */
    0xfe, 0x9, 0xd2, 0xa7, 0x40, 0x83, 0x0,

    /* U+53F0 "台" */
    0x10, 0x20, 0x97, 0xd0, 0xf, 0x9f, 0x0,

    /* U+53F2 "史" */
    0x10, 0xf9, 0x53, 0xe3, 0x2, 0x3b, 0x80,

    /* U+53F3 "右" */
    0x21, 0xfc, 0x83, 0xea, 0x44, 0x8f, 0x0,

    /* U+53F6 "叶" */
    0x5, 0xca, 0xfd, 0x2e, 0x40, 0x81, 0x0,

    /* U+53F7 "号" */
    0x38, 0x53, 0xf9, 0x3, 0xc0, 0x87, 0x0,

    /* U+53F8 "司" */
    0xfe, 0x5, 0xe8, 0x17, 0xaf, 0x41, 0x80,

    /* U+53F9 "叹" */
    0xf, 0xc6, 0xad, 0x5e, 0x40, 0x86, 0x80,

    /* U+53FC "叼" */
    0x1f, 0xc6, 0x8d, 0x5f, 0x20, 0x41, 0x80,

    /* U+5401 "吁" */
    0x1f, 0xca, 0x95, 0xfe, 0x40, 0x83, 0x0,

    /* U+5403 "吃" */
    0x11, 0xbf, 0xb6, 0x2c, 0x82, 0x43, 0x80,

    /* U+5404 "各" */
    0x18, 0xd0, 0x41, 0x4c, 0x67, 0xe, 0x0,

    /* U+5408 "合" */
    0x10, 0x53, 0x78, 0x7, 0xc8, 0x9f, 0x0,

    /* U+5409 "吉" */
    0x11, 0xfc, 0x43, 0xe0, 0xf, 0x9f, 0x0,

    /* U+540A "吊" */
    0x7c, 0x89, 0xf7, 0xf9, 0x32, 0xc4, 0x0,

    /* U+540C "同" */
    0xff, 0x6, 0xec, 0x1b, 0xb5, 0x6e, 0x80,

    /* U+540D "名" */
    0x3c, 0x49, 0x60, 0x83, 0xfa, 0x47, 0x80,

    /* U+540E "后" */
    0xc, 0xe1, 0x3, 0xf4, 0xb, 0xa7, 0x0,

    /* U+540F "吏" */
    0x11, 0xfd, 0x53, 0xe3, 0x2, 0x3b, 0x80,

    /* U+5410 "吐" */
    0x5, 0xca, 0xfd, 0x2e, 0x40, 0x87, 0x80,

    /* U+5411 "向" */
    0x11, 0xfe, 0xd, 0xda, 0xb7, 0x61, 0x80,

    /* U+5413 "吓" */
    0x1f, 0xd2, 0xb5, 0x5e, 0x81, 0x2, 0x0,

    /* U+5415 "吕" */
    0x79, 0x27, 0x80, 0xfe, 0x1f, 0xc0,

    /* U+5417 "吗" */
    0x1d, 0xca, 0xd5, 0xfe, 0x23, 0x41, 0x80,

    /* U+541B "君" */
    0x7c, 0x2b, 0xf8, 0xa3, 0xfc, 0x4f, 0x80,

    /* U+541D "吝" */
    0x11, 0xfc, 0xa0, 0x8e, 0xef, 0x9f, 0x0,

    /* U+541E "吞" */
    0x7c, 0x43, 0xfa, 0x2b, 0xa5, 0xe, 0x0,

    /* U+541F "吟" */
    0x9, 0xea, 0xad, 0xf, 0xe0, 0x86, 0x0,

    /* U+5420 "吠" */
    0xb, 0xd2, 0xfd, 0x4e, 0x82, 0x88, 0x80,

    /* U+5426 "否" */
    0xfe, 0x20, 0xd6, 0x97, 0xc8, 0x9f, 0x0,

    /* U+5427 "吧" */
    0x3f, 0xd6, 0xad, 0xfe, 0x4, 0x47, 0x80,

    /* U+5428 "吨" */
    0x9, 0xfe, 0xa5, 0x5f, 0xe1, 0x3, 0x80,

    /* U+5429 "吩" */
    0x15, 0xab, 0x8e, 0xed, 0x42, 0x8b, 0x0,

    /* U+542B "含" */
    0x10, 0x53, 0xf8, 0x47, 0xc8, 0x9f, 0x0,

    /* U+542C "听" */
    0x5, 0xb3, 0x46, 0xfd, 0x42, 0x89, 0x0,

    /* U+542D "吭" */
    0x9, 0xff, 0x6, 0xed, 0x42, 0x89, 0x80,

    /* U+542E "吮" */
    0x9, 0xa7, 0xfe, 0xad, 0x42, 0x89, 0x80,

    /* U+542F "启" */
    0x10, 0xf9, 0x13, 0xe5, 0xea, 0x67, 0x80,

    /* U+5431 "吱" */
    0x9, 0xff, 0x27, 0xed, 0x41, 0xd, 0x80,

    /* U+5434 "吴" */
    0x7c, 0x8b, 0xf8, 0x8f, 0xe2, 0x3b, 0x80,

    /* U+5435 "吵" */
    0x9, 0xbb, 0x6f, 0x4c, 0xa0, 0x86, 0x0,

    /* U+5438 "吸" */
    0x3d, 0xab, 0x5e, 0x9e, 0xa4, 0x96, 0x80,

    /* U+5439 "吹" */
    0x11, 0xbf, 0xae, 0x4c, 0x82, 0x88, 0x80,

    /* U+543B "吻" */
    0x11, 0xfe, 0xbd, 0x7b, 0x7d, 0x45, 0x80,

    /* U+543C "吼" */
    0x3d, 0x9b, 0x56, 0xef, 0x42, 0x8d, 0x80,

    /* U+543E "吾" */
    0x7c, 0x21, 0xe1, 0x4f, 0xe8, 0x9f, 0x0,

    /* U+5440 "呀" */
    0x3f, 0xab, 0x97, 0xfc, 0xc6, 0x83, 0x0,

    /* U+5446 "呆" */
    0x7c, 0x89, 0xf0, 0x8f, 0xe7, 0x35, 0x80,

    /* U+5448 "呈" */
    0x7c, 0x8b, 0xf8, 0x87, 0xc2, 0x3f, 0x80,

    /* U+544A "告" */
    0x50, 0xfa, 0x47, 0xf0, 0xf, 0x9f, 0x0,

    /* U+5450 "呐" */
    0x9, 0xfe, 0xad, 0x5f, 0x64, 0x49, 0x80,

    /* U+5455 "呕" */
    0x1f, 0xa3, 0x6e, 0xad, 0xa2, 0x7, 0x80,

    /* U+5458 "员" */
    0x38, 0x51, 0xf2, 0x25, 0x42, 0x39, 0x80,

    /* U+545B "呛" */
    0x9, 0xab, 0x8e, 0xed, 0x42, 0x47, 0x80,

    /* U+545C "呜" */
    0x9, 0xbb, 0x56, 0xad, 0xe0, 0x4e, 0x80,

    /* U+5462 "呢" */
    0x1f, 0xa7, 0x7e, 0xad, 0x62, 0x89, 0x80,

    /* U+5468 "周" */
    0x7e, 0xa5, 0xea, 0x97, 0xed, 0x6e, 0x80,

    /* U+5473 "味" */
    0x9, 0xfa, 0xa5, 0xfe, 0x83, 0x8a, 0x80,

    /* U+5475 "呵" */
    0x3f, 0x87, 0x7e, 0xbd, 0xe0, 0x41, 0x80,

    /* U+5478 "呸" */
    0x1f, 0xca, 0xb5, 0xbe, 0x40, 0x87, 0x80,

    /* U+547B "呻" */
    0x9, 0xfe, 0xad, 0xfe, 0xa7, 0xc2, 0x0,

    /* U+547C "呼" */
    0x7, 0xf3, 0xae, 0x4f, 0xe1, 0x6, 0x0,

    /* U+547D "命" */
    0x10, 0x53, 0x78, 0xe, 0xfd, 0x42, 0x0,

    /* U+5480 "咀" */
    0x1d, 0xab, 0x76, 0xad, 0xc2, 0x8f, 0x80,

    /* U+5486 "咆" */
    0x11, 0xbf, 0x8e, 0xdd, 0xa2, 0x7, 0x80,

    /* U+548B "咋" */
    0x9, 0xde, 0xe5, 0x7e, 0x81, 0xc2, 0x0,

    /* U+548C "和" */
    0x70, 0x5f, 0xe9, 0x57, 0xb5, 0x4b, 0x80,

    /* U+548E "咎" */
    0x75, 0xac, 0x96, 0x87, 0xe8, 0x9f, 0x0,

    /* U+548F "咏" */
    0x19, 0x83, 0x67, 0xdd, 0xc5, 0x46, 0x0,

    /* U+5490 "咐" */
    0xb, 0xaf, 0xce, 0xdd, 0x22, 0x45, 0x80,

    /* U+5492 "咒" */
    0xef, 0x57, 0xb9, 0xc2, 0x85, 0x73, 0x80,

    /* U+5495 "咕" */
    0x9, 0xd2, 0xfd, 0x4f, 0xc2, 0x87, 0x0,

    /* U+5496 "咖" */
    0x11, 0xff, 0x6e, 0xde, 0xa1, 0xc6, 0x0,

    /* U+5499 "咙" */
    0x15, 0xa3, 0xfe, 0xad, 0x63, 0x89, 0x80,

    /* U+54A8 "咨" */
    0x90, 0x3c, 0xac, 0xa7, 0xc8, 0x9f, 0x0,

    /* U+54AC "咬" */
    0x9, 0xff, 0x57, 0x1d, 0x41, 0xd, 0x80,

    /* U+54AF "咯" */
    0xd, 0xab, 0x27, 0xbd, 0xc2, 0x87, 0x0,

    /* U+54B1 "咱" */
    0x9, 0xfe, 0x8d, 0xde, 0xe4, 0x4f, 0x80,

    /* U+54B3 "咳" */
    0x5, 0xfe, 0xad, 0xee, 0xa0, 0x86, 0x80,

    /* U+54B8 "咸" */
    0x4, 0xfd, 0x13, 0xa4, 0x6e, 0xae, 0x80,

    /* U+54BD "咽" */
    0x3f, 0xd6, 0xfd, 0x5f, 0x64, 0x4f, 0x80,

    /* U+54C0 "哀" */
    0x11, 0xfd, 0x13, 0xe2, 0xbc, 0x8c, 0x80,

    /* U+54C1 "品" */
    0x7c, 0x89, 0xf0, 0xe, 0xf5, 0x7b, 0x80,

    /* U+54C4 "哄" */
    0x15, 0xff, 0x56, 0xaf, 0xe0, 0x8, 0x80,

    /* U+54C6 "哆" */
    0xd, 0xea, 0xa5, 0xbe, 0xa0, 0x86, 0x0,

    /* U+54C7 "哇" */
    0x9, 0xbb, 0x27, 0xfd, 0xc1, 0xf, 0x80,

    /* U+54C8 "哈" */
    0x9, 0xab, 0xbe, 0xd, 0xc2, 0x87, 0x0,

    /* U+54C9 "哉" */
    0x28, 0xf4, 0xa7, 0xf0, 0x6c, 0x9a, 0x80,

    /* U+54CD "响" */
    0x11, 0xfe, 0x8d, 0xde, 0xa7, 0x49, 0x80,

    /* U+54CE "哎" */
    0x15, 0xff, 0x56, 0xd, 0x41, 0xd, 0x80,

    /* U+54D1 "哑" */
    0x3f, 0xab, 0x57, 0xbd, 0x42, 0x8f, 0x80,

    /* U+54D7 "哗" */
    0xd, 0xaf, 0xf6, 0xbc, 0x87, 0xc2, 0x0,

    /* U+54DF "哟" */
    0x15, 0xcf, 0x6f, 0x1f, 0x60, 0x4d, 0x80,

    /* U+54E5 "哥" */
    0xfe, 0xa9, 0xd7, 0xf7, 0x4a, 0x9d, 0x0,

    /* U+54E6 "哦" */
    0xf, 0xeb, 0xfe, 0xad, 0x67, 0x84, 0x80,

    /* U+54E8 "哨" */
    0x17, 0xca, 0xfd, 0x9f, 0xe2, 0x45, 0x80,

    /* U+54E9 "哩" */
    0x3f, 0xd6, 0xfd, 0x5f, 0xe1, 0xf, 0x80,

    /* U+54EA "哪" */
    0x3f, 0xaf, 0xf6, 0xbf, 0xe2, 0x8b, 0x0,

    /* U+54ED "哭" */
    0xef, 0x57, 0xb8, 0xaf, 0xe2, 0x3b, 0x80,

    /* U+54EE "哮" */
    0xb, 0xbb, 0x27, 0xfd, 0x45, 0xc1, 0x0,

    /* U+54F2 "哲" */
    0x45, 0xb1, 0x7e, 0xa7, 0xc8, 0x9f, 0x0,

    /* U+54FA "哺" */
    0xb, 0xfe, 0xa5, 0xfe, 0xa7, 0xca, 0x80,

    /* U+54FC "哼" */
    0x9, 0xff, 0x56, 0xec, 0x41, 0x6, 0x0,

    /* U+5501 "唁" */
    0x9, 0xff, 0x6, 0xec, 0x3, 0xc7, 0x80,

    /* U+5506 "唆" */
    0x13, 0xff, 0x57, 0x1d, 0xc5, 0x5, 0x80,

    /* U+5507 "唇" */
    0x7e, 0xb9, 0xfb, 0x47, 0x6b, 0xa7, 0x0,

    /* U+5509 "唉" */
    0x9, 0xa7, 0xfe, 0x8f, 0xe1, 0xd, 0x80,

    /* U+5510 "唐" */
    0x8, 0xfd, 0x72, 0x77, 0xca, 0xa7, 0x0,

    /* U+5524 "唤" */
    0xd, 0xab, 0xff, 0x5f, 0xe1, 0xd, 0x80,

    /* U+552C "唬" */
    0x9, 0x9e, 0xe5, 0x7e, 0x5, 0x95, 0x80,

    /* U+552E "售" */
    0x28, 0x7d, 0xa5, 0xf3, 0xc4, 0x8f, 0x0,

    /* U+552F "唯" */
    0x15, 0xbf, 0xd6, 0xfd, 0x42, 0x87, 0x80,

    /* U+5531 "唱" */
    0x1d, 0xea, 0xfd, 0x1f, 0xe4, 0x4f, 0x80,

    /* U+553E "唾" */
    0x1d, 0x93, 0xfe, 0xaf, 0xe1, 0xf, 0x80,

    /* U+5543 "啃" */
    0x5, 0xaf, 0x57, 0xfd, 0x43, 0x85, 0x0,

    /* U+5544 "啄" */
    0x3f, 0xa3, 0x6f, 0x6d, 0xc5, 0x46, 0x0,

    /* U+5546 "商" */
    0x11, 0xfc, 0x97, 0xfa, 0xbb, 0xe6, 0x80,

    /* U+554A "啊" */
    0x3f, 0xe6, 0xbd, 0xdf, 0xe4, 0x49, 0x80,

    /* U+5561 "啡" */
    0x15, 0xef, 0x57, 0xbd, 0x46, 0xc5, 0x0,

    /* U+5564 "啤" */
    0x9, 0xfe, 0xad, 0xfd, 0x47, 0xc1, 0x0,

    /* U+5565 "啥" */
    0x9, 0xab, 0xfe, 0x4f, 0xe2, 0x87, 0x0,

    /* U+5566 "啦" */
    0x15, 0xff, 0x4e, 0xdf, 0xa2, 0x8f, 0x80,

    /* U+556A "啪" */
    0x15, 0xff, 0x6e, 0xff, 0xa3, 0x4f, 0x80,

    /* U+556E "啮" */
    0x5, 0xaf, 0x57, 0xfe, 0xa6, 0xcf, 0x80,

    /* U+5578 "啸" */
    0x9, 0xbb, 0x3f, 0xee, 0xa7, 0xd2, 0x80,

    /* U+557C "啼" */
    0x9, 0xff, 0x57, 0xfe, 0xa3, 0x85, 0x0,

    /* U+5580 "喀" */
    0x9, 0xff, 0xbe, 0xac, 0x86, 0xc7, 0x0,

    /* U+5582 "喂" */
    0x1f, 0xaf, 0x7e, 0xf, 0xe2, 0x86, 0x80,

    /* U+5584 "善" */
    0x45, 0xfc, 0x47, 0xf5, 0x5f, 0xdf, 0x0,

    /* U+5587 "喇" */
    0x13, 0xfe, 0xdd, 0xfd, 0x27, 0x55, 0x80,

    /* U+5589 "喉" */
    0x2d, 0xca, 0xfd, 0x4f, 0xe4, 0x8e, 0x80,

    /* U+558A "喊" */
    0x5, 0xfe, 0x95, 0xee, 0x67, 0x96, 0x80,

    /* U+5598 "喘" */
    0x2b, 0xff, 0x7, 0xfd, 0x7, 0xca, 0x80,

    /* U+559C "喜" */
    0x11, 0xfd, 0xf1, 0x4f, 0xe8, 0x9f, 0x0,

    /* U+559D "喝" */
    0x1d, 0xab, 0x76, 0xff, 0x23, 0x41, 0x80,

    /* U+55A7 "喧" */
    0x9, 0xff, 0xbe, 0xd, 0xc2, 0x8f, 0x80,

    /* U+55B3 "喳" */
    0x9, 0xff, 0x77, 0x5d, 0xc3, 0x8f, 0x80,

    /* U+55B7 "喷" */
    0x9, 0xff, 0x57, 0xfe, 0x21, 0xc, 0x80,

    /* U+55BB "喻" */
    0x9, 0xab, 0xbe, 0xf, 0xa7, 0x4a, 0x80,

    /* U+55C5 "嗅" */
    0x9, 0xbb, 0x56, 0xef, 0xe1, 0xd, 0x80,

    /* U+55D3 "嗓" */
    0x19, 0x93, 0xde, 0x9e, 0xe3, 0x8a, 0x80,

    /* U+55DC "嗜" */
    0xb, 0xbb, 0xfe, 0xce, 0xe3, 0x87, 0x0,

    /* U+55E1 "嗡" */
    0x15, 0xc7, 0x57, 0xfe, 0xa3, 0xca, 0x80,

    /* U+55E3 "嗣" */
    0x6e, 0xc4, 0x3f, 0x9f, 0xfb, 0xe4, 0x80,

    /* U+55FD "嗽" */
    0x15, 0xfe, 0xed, 0xed, 0x46, 0x96, 0x80,

    /* U+5609 "嘉" */
    0x11, 0xfd, 0xf1, 0x4f, 0xeb, 0x6f, 0x80,

    /* U+560E "嘎" */
    0x3f, 0xbb, 0x56, 0xff, 0xc1, 0x4d, 0x80,

    /* U+5618 "嘘" */
    0x9, 0xde, 0xe5, 0x7e, 0x6, 0x97, 0x80,

    /* U+561B "嘛" */
    0x9, 0xff, 0x57, 0xff, 0xef, 0xe5, 0x0,

    /* U+5631 "嘱" */
    0x3f, 0xfe, 0x95, 0x6f, 0xe6, 0xd6, 0x80,

    /* U+5632 "嘲" */
    0x3f, 0xb6, 0xfd, 0xdd, 0xe7, 0x44, 0x80,

    /* U+5634 "嘴" */
    0x25, 0xef, 0x97, 0xfd, 0xc3, 0x89, 0x0,

    /* U+5636 "嘶" */
    0x2b, 0xfa, 0xb5, 0xff, 0xe0, 0xca, 0x80,

    /* U+563B "嘻" */
    0x9, 0xff, 0x76, 0xaf, 0xe2, 0x87, 0x0,

    /* U+563F "嘿" */
    0x3f, 0xd7, 0xfe, 0x4f, 0xe0, 0xa, 0x80,

    /* U+564E "噎" */
    0x9, 0xff, 0x27, 0xfe, 0xa2, 0x8f, 0x80,

    /* U+5668 "器" */
    0x6c, 0xd8, 0x57, 0xf1, 0x1d, 0xdb, 0x0,

    /* U+566A "噪" */
    0x1d, 0xea, 0xfd, 0x5f, 0xe3, 0x8a, 0x80,

    /* U+566C "噬" */
    0x25, 0xef, 0x4f, 0xfd, 0xc5, 0x4f, 0x80,

    /* U+5676 "噶" */
    0x15, 0xff, 0x76, 0xfe, 0xa7, 0x41, 0x80,

    /* U+568E "嚎" */
    0x9, 0xff, 0x57, 0xfd, 0xa5, 0x86, 0x80,

    /* U+568F "嚏" */
    0x9, 0xbb, 0xff, 0xfc, 0xe3, 0xb, 0x80,

    /* U+56A3 "嚣" */
    0x6c, 0xdb, 0xfa, 0xa5, 0x5d, 0xdb, 0x0,

    /* U+56B7 "嚷" */
    0x9, 0xff, 0xde, 0xef, 0xe6, 0x86, 0x80,

    /* U+56BC "嚼" */
    0x7, 0xf6, 0xfd, 0xfe, 0x66, 0x49, 0x80,

    /* U+56CA "囊" */
    0xfe, 0xab, 0xfb, 0x6f, 0xed, 0x2d, 0x80,

    /* U+56DA "囚" */
    0xff, 0x26, 0x4c, 0x9a, 0xb8, 0xff, 0x80,

    /* U+56DB "四" */
    0xff, 0x56, 0xad, 0x7c, 0x30, 0x7f, 0x80,

    /* U+56DE "回" */
    0xff, 0x6, 0xed, 0x5b, 0xb0, 0x7f, 0x80,

    /* U+56E0 "因" */
    0xff, 0x27, 0xfc, 0x9a, 0xb8, 0xff, 0x80,

    /* U+56E2 "团" */
    0xff, 0x17, 0xfc, 0xde, 0xb3, 0x7f, 0x80,

    /* U+56E4 "囤" */
    0xff, 0x27, 0xfe, 0xbf, 0xb3, 0xff, 0x80,

    /* U+56ED "园" */
    0xff, 0x76, 0xf, 0xfa, 0xb9, 0xff, 0x80,

    /* U+56F0 "困" */
    0xff, 0x27, 0xfd, 0xdd, 0x72, 0x7f, 0x80,

    /* U+56F1 "囱" */
    0x21, 0xfe, 0x6d, 0x59, 0x35, 0x7f, 0x80,

    /* U+56F4 "围" */
    0xff, 0x26, 0xec, 0x9f, 0xf2, 0xff, 0x80,

    /* U+56FA "固" */
    0xff, 0x26, 0xec, 0x9a, 0xb7, 0x7f, 0x80,

    /* U+56FD "国" */
    0xff, 0x76, 0x4d, 0xd9, 0x77, 0x7f, 0x80,

    /* U+56FE "图" */
    0xff, 0x36, 0xac, 0xde, 0x72, 0x7f, 0x80,

    /* U+5703 "圃" */
    0xff, 0x2f, 0xfd, 0xdb, 0xb5, 0x7f, 0x80,

    /* U+5706 "圆" */
    0xff, 0x76, 0xaf, 0xfd, 0x34, 0xff, 0x80,

    /* U+5708 "圈" */
    0xff, 0x57, 0xfd, 0xdf, 0x77, 0x7f, 0x80,

    /* U+571F "土" */
    0x10, 0x21, 0xf0, 0x81, 0x2, 0x3f, 0x80,

    /* U+5723 "圣" */
    0x78, 0x50, 0x47, 0x77, 0xc2, 0x3f, 0x80,

    /* U+5728 "在" */
    0x21, 0xfc, 0xa2, 0xec, 0x89, 0x1f, 0x80,

    /* U+572D "圭" */
    0x10, 0xf8, 0x47, 0xf7, 0xc2, 0x3f, 0x80,

    /* U+5730 "地" */
    0x44, 0xab, 0x7b, 0xb5, 0x5a, 0x47, 0x80,

    /* U+573A "场" */
    0x5c, 0x8b, 0x23, 0xf5, 0x7d, 0x45, 0x80,

    /* U+573E "圾" */
    0x7c, 0xab, 0x5a, 0x95, 0xbc, 0x86, 0x80,

    /* U+5740 "址" */
    0x44, 0x8b, 0x5a, 0xa5, 0x5a, 0x8f, 0x80,

    /* U+5747 "均" */
    0x50, 0xbf, 0x8a, 0x56, 0x7b, 0x41, 0x80,

    /* U+574A "坊" */
    0x44, 0xbf, 0xa2, 0x76, 0xb9, 0x45, 0x80,

    /* U+574D "坍" */
    0x5e, 0xa7, 0x6a, 0x97, 0xfa, 0x49, 0x80,

    /* U+574E "坎" */
    0x50, 0xbf, 0xaa, 0x44, 0x9a, 0x88, 0x80,

    /* U+574F "坏" */
    0x7e, 0x93, 0x22, 0xe6, 0xb9, 0x2, 0x0,

    /* U+5750 "坐" */
    0x54, 0xaa, 0xe8, 0x87, 0xc2, 0x3f, 0x80,

    /* U+5751 "坑" */
    0x48, 0xff, 0x2, 0xe5, 0x5a, 0x89, 0x80,

    /* U+5757 "块" */
    0x48, 0xbb, 0x33, 0xf4, 0x99, 0xd, 0x80,

    /* U+575A "坚" */
    0x2f, 0x56, 0x91, 0x57, 0xc2, 0x3f, 0x80,

    /* U+575B "坛" */
    0x5c, 0x83, 0xfa, 0x44, 0x9a, 0x8e, 0x80,

    /* U+575D "坝" */
    0x7e, 0xc7, 0xab, 0x56, 0xb9, 0xc, 0x80,

    /* U+575E "坞" */
    0x48, 0xbb, 0x52, 0xa5, 0xf8, 0x4e, 0x80,

    /* U+575F "坟" */
    0x48, 0xff, 0x52, 0xa4, 0x9a, 0x88, 0x80,

    /* U+5760 "坠" */
    0xc9, 0x92, 0x26, 0xaa, 0x22, 0x3f, 0x80,

    /* U+5761 "坡" */
    0x48, 0xff, 0xab, 0xe7, 0x5d, 0xd, 0x80,

    /* U+5764 "坤" */
    0x48, 0xff, 0xab, 0xf6, 0xbf, 0xc2, 0x0,

    /* U+5766 "坦" */
    0x5e, 0xa7, 0xfa, 0x97, 0xf8, 0x7, 0x80,

    /* U+576A "坪" */
    0x7e, 0x93, 0xaa, 0x47, 0xf9, 0x2, 0x0,

    /* U+576F "坯" */
    0x5e, 0x8b, 0xb2, 0xb6, 0x58, 0x87, 0x80,

    /* U+5777 "坷" */
    0x5e, 0x87, 0xfa, 0xb7, 0xf8, 0x41, 0x80,

    /* U+5782 "垂" */
    0xc, 0xe3, 0xfa, 0xaf, 0xe2, 0x1f, 0x0,

    /* U+5783 "垃" */
    0x48, 0xff, 0x12, 0xa5, 0x59, 0xf, 0x80,

    /* U+5784 "垄" */
    0x25, 0xfc, 0xaa, 0xe8, 0xe2, 0x3f, 0x80,

    /* U+578B "型" */
    0xfa, 0xaf, 0xfa, 0x9b, 0xa2, 0x3f, 0x80,

    /* U+5792 "垒" */
    0x28, 0xe8, 0x2, 0xde, 0xc2, 0x3f, 0x80,

    /* U+579B "垛" */
    0x5c, 0xab, 0x9a, 0x47, 0xfb, 0x8a, 0x80,

    /* U+57A2 "垢" */
    0x42, 0xbb, 0x42, 0xf5, 0x1a, 0xc9, 0x80,

    /* U+57A3 "垣" */
    0x7e, 0xbb, 0x52, 0xe5, 0x5b, 0x8f, 0x80,

    /* U+57A6 "垦" */
    0x7c, 0x89, 0xf2, 0x46, 0x62, 0x3f, 0x80,

    /* U+57AB "垫" */
    0x49, 0xb9, 0x36, 0xb7, 0xc2, 0x3f, 0x80,

    /* U+57AE "垮" */
    0x48, 0xff, 0x53, 0x55, 0xd8, 0x41, 0x80,

    /* U+57C2 "埂" */
    0x7e, 0xbb, 0x72, 0x45, 0x99, 0xd, 0x80,

    /* U+57C3 "埃" */
    0x48, 0xa7, 0xfa, 0x87, 0xf9, 0xd, 0x80,

    /* U+57CB "埋" */
    0x7e, 0xd7, 0xfb, 0x57, 0xf9, 0xf, 0x80,

    /* U+57CE "城" */
    0x44, 0xff, 0x93, 0xe6, 0xfe, 0x8a, 0x80,

    /* U+57D4 "埔" */
    0x4a, 0xff, 0x23, 0xf6, 0xbf, 0xca, 0x80,

    /* U+57DF "域" */
    0x44, 0xff, 0x13, 0xa7, 0x79, 0x8c, 0x80,

    /* U+57E0 "埠" */
    0x48, 0xbb, 0xd2, 0xf5, 0x3f, 0xc2, 0x0,

    /* U+57F9 "培" */
    0x48, 0xff, 0x53, 0xf5, 0xda, 0x87, 0x0,

    /* U+57FA "基" */
    0x28, 0xf8, 0xa7, 0xf4, 0x52, 0x4e, 0x0,

    /* U+5802 "堂" */
    0x55, 0xfe, 0xa9, 0xc7, 0xc2, 0x3f, 0x80,

    /* U+5806 "堆" */
    0x54, 0xbf, 0xd2, 0xf7, 0x5a, 0x87, 0x80,

    /* U+5811 "堑" */
    0x2f, 0xf2, 0xbf, 0xa2, 0x42, 0x3f, 0x80,

    /* U+5815 "堕" */
    0xc9, 0xbe, 0x26, 0xb8, 0x62, 0x3f, 0x80,

    /* U+5821 "堡" */
    0x3c, 0xab, 0xfa, 0xe6, 0xa2, 0x3f, 0x80,

    /* U+5824 "堤" */
    0x4c, 0x9b, 0xfa, 0x25, 0x7a, 0x8b, 0x80,

    /* U+582A "堪" */
    0x54, 0xff, 0x52, 0xa7, 0xfd, 0xf, 0x80,

    /* U+5830 "堰" */
    0x7e, 0xdb, 0xb3, 0xd6, 0x5d, 0x4f, 0x80,

    /* U+5835 "堵" */
    0x4a, 0xbb, 0x23, 0xf5, 0x1d, 0xc3, 0x80,

    /* U+584C "塌" */
    0x5c, 0xab, 0x73, 0xf6, 0xbb, 0xca, 0x80,

    /* U+5851 "塑" */
    0xaf, 0xf7, 0x7b, 0xdc, 0xa2, 0x3f, 0x80,

    /* U+5854 "塔" */
    0x54, 0xff, 0x22, 0xa7, 0xfa, 0x87, 0x0,

    /* U+5858 "塘" */
    0x48, 0xff, 0xb3, 0x37, 0xdd, 0x43, 0x80,

    /* U+585E "塞" */
    0x11, 0xfe, 0xab, 0xef, 0xea, 0xae, 0x80,

    /* U+586B "填" */
    0x48, 0xff, 0x72, 0xe7, 0xf8, 0x8, 0x80,

    /* U+5883 "境" */
    0x48, 0xff, 0x53, 0xf5, 0xdb, 0x89, 0x80,

    /* U+5885 "墅" */
    0xef, 0xcb, 0xba, 0x3e, 0xc2, 0x3f, 0x80,

    /* U+5892 "墒" */
    0x48, 0xff, 0x53, 0xf6, 0xbf, 0xcb, 0x80,

    /* U+5893 "墓" */
    0x29, 0xfc, 0xe7, 0xf4, 0x52, 0x4e, 0x0,

    /* U+5899 "墙" */
    0x48, 0xff, 0xaa, 0x47, 0xfe, 0xcf, 0x80,

    /* U+589E "增" */
    0x54, 0xff, 0xab, 0xf5, 0xda, 0x87, 0x0,

    /* U+589F "墟" */
    0x44, 0x8f, 0x72, 0xb5, 0x1a, 0x8b, 0x80,

    /* U+58A8 "墨" */
    0x7c, 0xab, 0xf8, 0xa, 0xa2, 0x3f, 0x80,

    /* U+58A9 "墩" */
    0x54, 0xff, 0xbb, 0xb5, 0xfe, 0x86, 0x80,

    /* U+58C1 "壁" */
    0x64, 0xfd, 0x2f, 0xf6, 0x42, 0x3f, 0x80,

    /* U+58D5 "壕" */
    0x48, 0xff, 0x53, 0xf5, 0xbd, 0x86, 0x80,

    /* U+58E4 "壤" */
    0x48, 0xff, 0xda, 0xe7, 0xfe, 0x86, 0x80,

    /* U+58EB "士" */
    0x10, 0x23, 0xf8, 0x81, 0x2, 0x1f, 0x0,

    /* U+58EC "壬" */
    0xc, 0xe0, 0x47, 0xf1, 0x2, 0x1f, 0x0,

    /* U+58EE "壮" */
    0x48, 0x93, 0xfa, 0x4c, 0x89, 0x17, 0x0,

    /* U+58F0 "声" */
    0x11, 0xfc, 0x43, 0xe5, 0x4f, 0xa0, 0x0,

    /* U+58F3 "壳" */
    0x11, 0xfc, 0x47, 0xf8, 0x27, 0x33, 0x80,

    /* U+58F6 "壶" */
    0x10, 0xfb, 0xfd, 0x56, 0xc5, 0x3f, 0x80,

    /* U+58F9 "壹" */
    0x11, 0xfc, 0x47, 0xfb, 0xa5, 0x3f, 0x80,

    /* U+5904 "处" */
    0x44, 0xe9, 0x5e, 0xa2, 0x4a, 0x23, 0x80,

    /* U+5907 "备" */
    0x18, 0xd0, 0x47, 0x77, 0xca, 0x9f, 0x0,

    /* U+590D "复" */
    0x40, 0xfe, 0xe1, 0xc6, 0x82, 0x3b, 0x80,

    /* U+590F "夏" */
    0xfe, 0x70, 0xe1, 0xc6, 0x82, 0x3b, 0x80,

    /* U+5915 "夕" */
    0x10, 0x3c, 0x8e, 0xd0, 0x41, 0x1c, 0x0,

    /* U+5916 "外" */
    0x48, 0xf1, 0x65, 0xe1, 0xa5, 0x32, 0x0,

    /* U+591A "多" */
    0x18, 0xd0, 0x47, 0x73, 0x21, 0x9c, 0x0,

    /* U+591C "夜" */
    0x11, 0xfc, 0xa2, 0x7d, 0xa8, 0x96, 0x80,

    /* U+591F "够" */
    0x46, 0xf6, 0x53, 0xb7, 0xa2, 0x8e, 0x0,

    /* U+5927 "大" */
    0x10, 0x23, 0xf8, 0x81, 0x5, 0x31, 0x80,

    /* U+5929 "天" */
    0x7c, 0x23, 0xf8, 0x81, 0x5, 0x31, 0x80,

    /* U+592A "太" */
    0x11, 0xfc, 0x41, 0x42, 0x88, 0xa4, 0x80,

    /* U+592B "夫" */
    0x10, 0xf8, 0x47, 0xf1, 0x5, 0x31, 0x80,

    /* U+592E "央" */
    0x10, 0xf9, 0x57, 0xf1, 0x5, 0x31, 0x80,

    /* U+592F "夯" */
    0x11, 0xfc, 0xa6, 0xb7, 0xc2, 0x9b, 0x0,

    /* U+5931 "失" */
    0x50, 0xfa, 0x47, 0xf1, 0x5, 0x31, 0x80,

    /* U+5934 "头" */
    0x48, 0x51, 0x21, 0x4f, 0xe2, 0x39, 0x80,

    /* U+5937 "夷" */
    0x11, 0xfd, 0xf2, 0x87, 0xc2, 0xbb, 0x80,

    /* U+5938 "夸" */
    0x11, 0xfc, 0xa6, 0x37, 0xc0, 0x87, 0x0,

    /* U+5939 "夹" */
    0x11, 0xfd, 0x50, 0x8f, 0xe2, 0x3b, 0x80,

    /* U+593A "夺" */
    0x11, 0xfc, 0xa6, 0x37, 0xc5, 0x6, 0x0,

    /* U+5944 "奄" */
    0x11, 0xfc, 0xa6, 0xb7, 0xcf, 0x83, 0x80,

    /* U+5947 "奇" */
    0x10, 0xf8, 0x41, 0x4f, 0xea, 0x9d, 0x0,

    /* U+5948 "奈" */
    0x11, 0xfc, 0xa6, 0x37, 0xca, 0xac, 0x80,

    /* U+5949 "奉" */
    0x10, 0xf8, 0xe7, 0xf5, 0x57, 0x44, 0x0,

    /* U+594B "奋" */
    0x11, 0xfc, 0xa6, 0x37, 0xca, 0x9f, 0x0,

    /* U+594E "奎" */
    0x11, 0xfc, 0xa6, 0xb3, 0x82, 0x3f, 0x80,

    /* U+594F "奏" */
    0x10, 0xf8, 0xe7, 0xf5, 0x52, 0x4a, 0x0,

    /* U+5951 "契" */
    0x5f, 0xd5, 0x2f, 0xb7, 0xc2, 0x3b, 0x80,

    /* U+5954 "奔" */
    0x11, 0xfc, 0xa6, 0xb3, 0x9f, 0xd2, 0x0,

    /* U+5956 "奖" */
    0xa6, 0x55, 0x95, 0x47, 0xc2, 0x3b, 0x80,

    /* U+5957 "套" */
    0x11, 0xfd, 0x95, 0x9f, 0xe4, 0xbe, 0x80,

    /* U+5960 "奠" */
    0x45, 0xfd, 0x73, 0x6f, 0xe2, 0x3b, 0x80,

    /* U+5962 "奢" */
    0x11, 0xfc, 0xa6, 0xb7, 0xe6, 0xb7, 0x0,

    /* U+5965 "奥" */
    0x10, 0xf9, 0x73, 0xaf, 0xe2, 0x3b, 0x80,

    /* U+5973 "女" */
    0x10, 0x23, 0xf9, 0x26, 0x83, 0x39, 0x80,

    /* U+5974 "奴" */
    0x2e, 0x47, 0xea, 0xd6, 0x46, 0xb2, 0x80,

    /* U+5976 "奶" */
    0x5c, 0x9b, 0xbd, 0x5c, 0xad, 0x65, 0x80,

    /* U+5978 "奸" */
    0x2e, 0x4b, 0xd2, 0xf6, 0x46, 0xb1, 0x0,

    /* U+5979 "她" */
    0x44, 0xab, 0xfd, 0xbd, 0x4e, 0x67, 0x80,

    /* U+597D "好" */
    0x2e, 0x47, 0xd2, 0xf6, 0x46, 0xb3, 0x0,

    /* U+5982 "如" */
    0x20, 0x5f, 0xea, 0xd6, 0xa7, 0x73, 0x80,

    /* U+5984 "妄" */
    0x11, 0xfd, 0x3, 0xef, 0xe5, 0x3d, 0x80,

    /* U+5986 "妆" */
    0x48, 0x93, 0xfa, 0xad, 0x89, 0x1d, 0x80,

    /* U+5987 "妇" */
    0x2e, 0x47, 0xca, 0xf6, 0x26, 0x73, 0x80,

    /* U+5988 "妈" */
    0x2c, 0x4b, 0xd2, 0xf6, 0x27, 0x71, 0x80,

    /* U+598A "妊" */
    0x22, 0x5b, 0xd2, 0xf6, 0x46, 0xb3, 0x80,

    /* U+5992 "妒" */
    0x24, 0x5f, 0xea, 0xf6, 0x85, 0x34, 0x0,

    /* U+5993 "妓" */
    0x24, 0x5f, 0xd2, 0xf6, 0xa4, 0xb6, 0x80,

    /* U+5996 "妖" */
    0x22, 0x5b, 0xd2, 0xf6, 0x46, 0xb2, 0x80,

    /* U+5999 "妙" */
    0x48, 0xbb, 0xed, 0x4c, 0xac, 0xa6, 0x0,

    /* U+59A5 "妥" */
    0xf, 0xe1, 0x57, 0xf2, 0x83, 0x39, 0x80,

    /* U+59A8 "妨" */
    0x44, 0xbf, 0xa5, 0x7c, 0xad, 0x65, 0x80,

    /* U+59AE "妮" */
    0x5e, 0xa7, 0xfd, 0xad, 0x6a, 0xa9, 0x80,

    /* U+59B9 "妹" */
    0x48, 0xbb, 0xa5, 0xfc, 0x8b, 0xaa, 0x80,

    /* U+59BB "妻" */
    0x11, 0xfc, 0x53, 0xef, 0xe5, 0x3d, 0x80,

    /* U+59C6 "姆" */
    0x5c, 0xab, 0xd5, 0xfd, 0x4f, 0xe3, 0x0,

    /* U+59CB "始" */
    0x24, 0x4b, 0xea, 0xf6, 0x7, 0xf3, 0x80,

    /* U+59D0 "姐" */
    0x5c, 0xab, 0xf5, 0xad, 0xca, 0xaf, 0x80,

    /* U+59D1 "姑" */
    0x24, 0x4b, 0xfa, 0xa6, 0xe7, 0x73, 0x80,

    /* U+59D3 "姓" */
    0x2c, 0x5f, 0xd2, 0xa6, 0xe4, 0xb7, 0x80,

    /* U+59D4 "委" */
    0x39, 0xfc, 0xe6, 0xb7, 0xc5, 0x3d, 0x80,

    /* U+59DA "姚" */
    0x95, 0x6f, 0x57, 0xbd, 0x4a, 0xa9, 0x80,

    /* U+59DC "姜" */
    0x45, 0xfd, 0xf0, 0x8f, 0xe5, 0x3d, 0x80,

    /* U+59E5 "姥" */
    0x4a, 0xbb, 0xa5, 0xfd, 0x4d, 0x23, 0x80,

    /* U+59E8 "姨" */
    0x89, 0x7f, 0x76, 0xcd, 0xe9, 0x6d, 0x80,

    /* U+59EC "姬" */
    0x5e, 0xab, 0xfd, 0xdd, 0xee, 0xa7, 0x80,

    /* U+59FB "姻" */
    0xbf, 0x57, 0xff, 0x5f, 0x6c, 0x6f, 0x80,

    /* U+59FF "姿" */
    0x90, 0x3e, 0xa8, 0xaf, 0xe5, 0x3d, 0x80,

    /* U+5A01 "威" */
    0x4, 0xfd, 0xf2, 0xa6, 0xea, 0xaa, 0x80,

    /* U+5A03 "娃" */
    0x24, 0x5f, 0xd2, 0xf6, 0xe4, 0xb7, 0x80,

    /* U+5A04 "娄" */
    0x55, 0xfc, 0xe2, 0xaf, 0xe5, 0x3d, 0x80,

    /* U+5A07 "娇" */
    0x9d, 0x7f, 0x57, 0x1d, 0x4a, 0xa9, 0x0,

    /* U+5A18 "娘" */
    0x44, 0xbf, 0xcd, 0xfd, 0xae, 0xa6, 0x80,

    /* U+5A1C "娜" */
    0xbf, 0x2f, 0xf6, 0xbf, 0xea, 0xab, 0x0,

    /* U+5A1F "娟" */
    0x4c, 0x9b, 0x85, 0xfd, 0x2f, 0xe4, 0x80,

    /* U+5A20 "娠" */
    0x5e, 0xa3, 0xdd, 0x8d, 0xee, 0xa6, 0x80,

    /* U+5A25 "娥" */
    0x8f, 0x6b, 0xfe, 0xad, 0x6f, 0xa4, 0x80,

    /* U+5A29 "娩" */
    0x4c, 0xab, 0xfd, 0xdd, 0xe9, 0xad, 0x80,

    /* U+5A31 "娱" */
    0x4e, 0x97, 0xfd, 0x2d, 0xec, 0xa6, 0x80,

    /* U+5A36 "娶" */
    0xfe, 0xd7, 0xd1, 0x5f, 0xe5, 0x3d, 0x80,

    /* U+5A46 "婆" */
    0x84, 0x3e, 0x51, 0x5f, 0xe5, 0x3d, 0x80,

    /* U+5A49 "婉" */
    0x89, 0x7f, 0x8e, 0xfe, 0xab, 0x2b, 0x80,

    /* U+5A5A "婚" */
    0x5e, 0xab, 0xfd, 0xad, 0xad, 0xa3, 0x0,

    /* U+5A6A "婪" */
    0x25, 0xfd, 0xb5, 0xb7, 0xc5, 0x3d, 0x80,

    /* U+5A74 "婴" */
    0x7c, 0xa8, 0xa2, 0xaf, 0xe5, 0x3d, 0x80,

    /* U+5A76 "婶" */
    0x89, 0x7f, 0xae, 0xed, 0xcb, 0xa2, 0x0,

    /* U+5A7F "婿" */
    0x5e, 0x97, 0xb5, 0xbc, 0xad, 0xe2, 0x80,

    /* U+5A92 "媒" */
    0x95, 0x7f, 0x56, 0xef, 0xeb, 0xaa, 0x80,

    /* U+5A9A "媚" */
    0x5e, 0xaf, 0xfd, 0x8d, 0x6a, 0xe9, 0x80,

    /* U+5AB3 "媳" */
    0x24, 0x5f, 0xfa, 0xf6, 0x5, 0x75, 0x80,

    /* U+5AC1 "嫁" */
    0x89, 0x7f, 0x8e, 0xed, 0xad, 0xa6, 0x80,

    /* U+5AC2 "嫂" */
    0x97, 0x57, 0xaf, 0xfd, 0x49, 0x2d, 0x80,

    /* U+5AC9 "嫉" */
    0x85, 0x3f, 0xc6, 0xcf, 0xea, 0xaa, 0x80,

    /* U+5ACC "嫌" */
    0x95, 0x7f, 0x76, 0x7f, 0xcb, 0xaa, 0x80,

    /* U+5AE1 "嫡" */
    0x89, 0x7f, 0x57, 0xfe, 0xae, 0xef, 0x80,

    /* U+5AE9 "嫩" */
    0x95, 0x7f, 0xdf, 0xfd, 0x6f, 0xa4, 0x80,

    /* U+5B50 "子" */
    0x7c, 0x10, 0x47, 0xf1, 0x2, 0xc, 0x0,

    /* U+5B54 "孔" */
    0xe8, 0x51, 0x23, 0x4c, 0x89, 0x73, 0x80,

    /* U+5B55 "孕" */
    0x78, 0x5c, 0x8e, 0xe0, 0x9f, 0xc4, 0x0,

    /* U+5B57 "字" */
    0x11, 0xfe, 0xe8, 0x4f, 0xe2, 0xc, 0x0,

    /* U+5B58 "存" */
    0x21, 0xfc, 0xb2, 0x2f, 0xe9, 0x16, 0x0,

    /* U+5B59 "孙" */
    0xe4, 0x49, 0x5b, 0xbd, 0x68, 0xb3, 0x0,

    /* U+5B5C "孜" */
    0xe8, 0x5d, 0x6b, 0x5c, 0xa8, 0xb6, 0x80,

    /* U+5B5D "孝" */
    0x12, 0xf8, 0x67, 0xf2, 0x5b, 0xc2, 0x0,

    /* U+5B5F "孟" */
    0x7c, 0x13, 0xf8, 0x87, 0xca, 0xbf, 0x80,

    /* U+5B63 "季" */
    0x39, 0xfc, 0xf6, 0xd0, 0x9f, 0xc4, 0x0,

    /* U+5B64 "孤" */
    0xe2, 0x79, 0x53, 0xad, 0x4a, 0xfa, 0x80,

    /* U+5B66 "学" */
    0x55, 0xfe, 0xe8, 0x4f, 0xe2, 0xc, 0x0,

    /* U+5B69 "孩" */
    0xe8, 0x7d, 0x53, 0xdd, 0x49, 0x3d, 0x80,

    /* U+5B6A "孪" */
    0x11, 0xfc, 0xa5, 0xd0, 0x9f, 0xc4, 0x0,

    /* U+5B70 "孰" */
    0x29, 0xf9, 0x53, 0xa1, 0xde, 0x89, 0x80,

    /* U+5B75 "孵" */
    0x47, 0x77, 0xb7, 0x2f, 0xed, 0x2e, 0x0,

    /* U+5B7A "孺" */
    0xec, 0x7d, 0x5b, 0x7c, 0x4b, 0xf5, 0x80,

    /* U+5B7D "孽" */
    0x29, 0xfd, 0xaa, 0x73, 0x9f, 0xc4, 0x0,

    /* U+5B81 "宁" */
    0x11, 0xfe, 0xb, 0xe1, 0x2, 0xc, 0x0,

    /* U+5B83 "它" */
    0x11, 0xfe, 0xa, 0x67, 0x8, 0x4f, 0x80,

    /* U+5B85 "宅" */
    0x11, 0xfe, 0xe8, 0x8f, 0xe2, 0x7, 0x80,

    /* U+5B87 "宇" */
    0x11, 0xfe, 0xe8, 0x8f, 0xe2, 0xc, 0x0,

    /* U+5B88 "守" */
    0x11, 0xfe, 0x8, 0x4f, 0xe5, 0x6, 0x0,

    /* U+5B89 "安" */
    0x11, 0xfe, 0x4b, 0xe2, 0x83, 0x39, 0x80,

    /* U+5B8B "宋" */
    0x11, 0xfe, 0x4b, 0xe1, 0x7, 0x35, 0x80,

    /* U+5B8C "完" */
    0x11, 0xfe, 0xe8, 0xf, 0xe5, 0x33, 0x80,

    /* U+5B8F "宏" */
    0x11, 0xfe, 0x8f, 0xe5, 0x14, 0x9e, 0x80,

    /* U+5B97 "宗" */
    0x11, 0xfe, 0xe8, 0xf, 0xea, 0xac, 0x80,

    /* U+5B98 "官" */
    0x11, 0xfe, 0xe9, 0x43, 0xc4, 0x8f, 0x0,

    /* U+5B99 "宙" */
    0x11, 0xfe, 0x4b, 0xe7, 0xca, 0x9f, 0x0,

    /* U+5B9A "定" */
    0x11, 0xfe, 0xe8, 0x85, 0xca, 0x2f, 0x80,

    /* U+5B9B "宛" */
    0x11, 0xfe, 0xb, 0xfd, 0xa5, 0x33, 0x80,

    /* U+5B9C "宜" */
    0x11, 0xfe, 0xe9, 0x43, 0x85, 0x3f, 0x80,

    /* U+5B9D "宝" */
    0x11, 0xfe, 0xe8, 0x83, 0x82, 0xbf, 0x80,

    /* U+5B9E "实" */
    0x11, 0xfe, 0x29, 0x4f, 0xe2, 0x39, 0x80,

    /* U+5BA0 "宠" */
    0x11, 0xfe, 0xaf, 0xf2, 0xab, 0xa3, 0x80,

    /* U+5BA1 "审" */
    0x11, 0xfe, 0x4b, 0xe5, 0x4f, 0x84, 0x0,

    /* U+5BA2 "客" */
    0x11, 0xfe, 0x6b, 0x41, 0x1d, 0xce, 0x0,

    /* U+5BA3 "宣" */
    0x11, 0xfe, 0xe8, 0x3, 0x85, 0x3f, 0x80,

    /* U+5BA4 "室" */
    0x11, 0xfe, 0xc9, 0x47, 0x42, 0x3f, 0x80,

    /* U+5BA6 "宦" */
    0x11, 0xff, 0xea, 0x47, 0x8a, 0x1f, 0x0,

    /* U+5BAA "宪" */
    0x11, 0xfe, 0xea, 0x8f, 0xe5, 0x33, 0x80,

    /* U+5BAB "宫" */
    0x11, 0xfe, 0xa9, 0xc0, 0xf, 0x9f, 0x0,

    /* U+5BB0 "宰" */
    0x11, 0xfe, 0x4b, 0xe2, 0x9f, 0xc4, 0x0,

    /* U+5BB3 "害" */
    0x11, 0xfe, 0x4b, 0xe1, 0x1f, 0xce, 0x0,

    /* U+5BB4 "宴" */
    0x11, 0xfe, 0xa9, 0xcf, 0xe5, 0x3d, 0x80,

    /* U+5BB5 "宵" */
    0x11, 0xfe, 0xdb, 0xe4, 0x4f, 0x91, 0x0,

    /* U+5BB6 "家" */
    0x11, 0xfe, 0xe9, 0x8d, 0xa5, 0xb6, 0x80,

    /* U+5BB9 "容" */
    0x11, 0xfe, 0xaa, 0xa2, 0x9f, 0xce, 0x0,

    /* U+5BBD "宽" */
    0x11, 0xfe, 0xab, 0xe5, 0x43, 0x7b, 0x80,

    /* U+5BBE "宾" */
    0x11, 0xfe, 0xf9, 0x4f, 0xe0, 0x31, 0x80,

    /* U+5BBF "宿" */
    0x11, 0xfe, 0xa, 0xfc, 0x8b, 0xd7, 0x80,

    /* U+5BC2 "寂" */
    0x11, 0xfe, 0xc9, 0x7f, 0xa4, 0xaa, 0x80,

    /* U+5BC4 "寄" */
    0x11, 0xfe, 0x49, 0x4f, 0xea, 0x9d, 0x0,

    /* U+5BC5 "寅" */
    0x11, 0xfe, 0xeb, 0xe5, 0x4f, 0xb1, 0x80,

    /* U+5BC6 "密" */
    0x11, 0xfe, 0xab, 0xb, 0xaa, 0x9f, 0x0,

    /* U+5BC7 "寇" */
    0x11, 0xff, 0xa8, 0x6e, 0x8a, 0xaf, 0x80,

    /* U+5BCC "富" */
    0x11, 0xfe, 0xa9, 0xc7, 0xca, 0x9f, 0x0,

    /* U+5BD0 "寐" */
    0x11, 0xff, 0xa9, 0xee, 0x8f, 0xaa, 0x80,

    /* U+5BD2 "寒" */
    0x11, 0xfe, 0xab, 0xe7, 0xd6, 0x42, 0x0,

    /* U+5BD3 "寓" */
    0x11, 0xfe, 0xe9, 0xcf, 0xf3, 0x6d, 0x80,

    /* U+5BDD "寝" */
    0x11, 0xfe, 0x1e, 0xf5, 0xb8, 0x96, 0x80,

    /* U+5BDE "寞" */
    0x11, 0xfe, 0xab, 0xef, 0xe2, 0x3b, 0x80,

    /* U+5BDF "察" */
    0x11, 0xff, 0xaa, 0x2b, 0xaa, 0xac, 0x80,

    /* U+5BE1 "寡" */
    0x11, 0xfe, 0xa9, 0xcf, 0xeb, 0xaa, 0x80,

    /* U+5BE5 "寥" */
    0x11, 0xfe, 0xd9, 0x4d, 0x61, 0xc, 0x0,

    /* U+5BE8 "寨" */
    0x11, 0xfe, 0xab, 0xef, 0xf7, 0x55, 0x0,

    /* U+5BF8 "寸" */
    0x9, 0xfc, 0x22, 0x42, 0x81, 0x6, 0x0,

    /* U+5BF9 "对" */
    0x5, 0xfc, 0x95, 0xa4, 0xd4, 0x83, 0x0,

    /* U+5BFA "寺" */
    0x10, 0xf8, 0x47, 0xf0, 0x9f, 0xca, 0x0,

    /* U+5BFB "寻" */
    0x7c, 0x9, 0xf0, 0x2f, 0xe5, 0x6, 0x0,

    /* U+5BFC "导" */
    0x7c, 0x89, 0xf2, 0x1f, 0xe5, 0x6, 0x0,

    /* U+5BFF "寿" */
    0x10, 0xfb, 0xf9, 0x23, 0xe8, 0xa5, 0x0,

    /* U+5C01 "封" */
    0x22, 0xfc, 0x8f, 0xd6, 0x66, 0x71, 0x80,

    /* U+5C04 "射" */
    0x22, 0xfd, 0x4b, 0xdd, 0x66, 0x75, 0x80,

    /* U+5C06 "将" */
    0x4c, 0xab, 0x22, 0xaf, 0xea, 0x93, 0x0,

    /* U+5C09 "尉" */
    0x72, 0xfd, 0xb, 0xb4, 0x6e, 0x69, 0x80,

    /* U+5C0A "尊" */
    0x45, 0xfd, 0x73, 0x6f, 0xe5, 0x6, 0x0,

    /* U+5C0F "小" */
    0x10, 0x21, 0x52, 0x99, 0x22, 0xc, 0x0,

    /* U+5C11 "少" */
    0x10, 0xa9, 0x4c, 0x80, 0x43, 0x38, 0x0,

    /* U+5C14 "尔" */
    0x40, 0xfe, 0x4a, 0xa5, 0x32, 0x4c, 0x0,

    /* U+5C16 "尖" */
    0x10, 0xaa, 0x48, 0x8f, 0xe2, 0x3b, 0x80,

    /* U+5C18 "尘" */
    0x10, 0xaa, 0x48, 0x87, 0xc2, 0x3f, 0x80,

    /* U+5C1A "尚" */
    0x54, 0x23, 0xfc, 0x1b, 0xb5, 0x6e, 0x80,

    /* U+5C1D "尝" */
    0x55, 0xfe, 0xe8, 0xf, 0xe4, 0xbe, 0x80,

    /* U+5C24 "尤" */
    0x15, 0xfc, 0x40, 0xc1, 0x85, 0x73, 0x80,

    /* U+5C27 "尧" */
    0x11, 0xf8, 0x6b, 0x3f, 0xe5, 0x33, 0x80,

    /* U+5C31 "就" */
    0x27, 0xe9, 0x7b, 0xa2, 0x56, 0x9a, 0x80,

    /* U+5C38 "尸" */
    0x7e, 0x85, 0xfa, 0x4, 0x8, 0x20, 0x0,

    /* U+5C39 "尹" */
    0x7c, 0x2b, 0xf8, 0xa7, 0xc4, 0x30, 0x0,

    /* U+5C3A "尺" */
    0x7c, 0x89, 0xf2, 0x84, 0x88, 0xa0, 0x80,

    /* U+5C3C "尼" */
    0x7e, 0x85, 0xfa, 0x85, 0xea, 0x27, 0x80,

    /* U+5C3D "尽" */
    0x7c, 0x89, 0xe2, 0xa4, 0x56, 0x42, 0x0,

    /* U+5C3E "尾" */
    0x7e, 0xfd, 0x33, 0xc4, 0xef, 0x23, 0x80,

    /* U+5C3F "尿" */
    0x7e, 0x85, 0xfa, 0x47, 0xab, 0xaa, 0x80,

    /* U+5C40 "局" */
    0x7c, 0x89, 0xf2, 0x7, 0xed, 0x6e, 0x80,

    /* U+5C41 "屁" */
    0x7e, 0x85, 0xfb, 0x27, 0x6c, 0xad, 0x80,

    /* U+5C42 "层" */
    0x7e, 0x85, 0xfa, 0x7, 0xea, 0xae, 0x80,

    /* U+5C45 "居" */
    0x7e, 0xfd, 0x12, 0xf4, 0x4b, 0xe7, 0x80,

    /* U+5C48 "屈" */
    0x7e, 0x85, 0xfa, 0xe4, 0x8d, 0x6f, 0x80,

    /* U+5C49 "屉" */
    0x7e, 0x85, 0xfb, 0x67, 0xed, 0xaf, 0x80,

    /* U+5C4A "届" */
    0x7e, 0x85, 0xfa, 0x47, 0xed, 0x6f, 0x80,

    /* U+5C4B "屋" */
    0x7e, 0x85, 0xfa, 0xa7, 0xa9, 0x2f, 0x80,

    /* U+5C4E "屎" */
    0x7e, 0xfd, 0x6a, 0x47, 0xeb, 0xaa, 0x80,

    /* U+5C4F "屏" */
    0x7e, 0xfd, 0x53, 0xf5, 0x4f, 0xe9, 0x0,

    /* U+5C51 "屑" */
    0x7e, 0xfd, 0xaa, 0xf5, 0x2b, 0xe4, 0x80,

    /* U+5C55 "展" */
    0x7e, 0x85, 0xfa, 0xa7, 0xed, 0x2d, 0x80,

    /* U+5C5E "属" */
    0x7e, 0xfd, 0x32, 0xe7, 0xed, 0xee, 0x80,

    /* U+5C60 "屠" */
    0x7e, 0xfd, 0x72, 0x47, 0xeb, 0xab, 0x0,

    /* U+5C61 "屡" */
    0x7e, 0xfd, 0xaa, 0xe7, 0xea, 0xae, 0x80,

    /* U+5C65 "履" */
    0x7e, 0xfd, 0x63, 0x75, 0xae, 0xa6, 0x80,

    /* U+5C6F "屯" */
    0x11, 0xfc, 0x42, 0xa7, 0xc2, 0x47, 0x80,

    /* U+5C71 "山" */
    0x10, 0x22, 0x4c, 0x99, 0x32, 0x7f, 0x80,

    /* U+5C79 "屹" */
    0x50, 0xbd, 0xb6, 0x2c, 0x9a, 0x43, 0x80,

    /* U+5C7F "屿" */
    0x50, 0xbd, 0x46, 0xfc, 0x3f, 0x41, 0x80,

    /* U+5C81 "岁" */
    0x93, 0xfc, 0x40, 0xe6, 0x43, 0x38, 0x0,

    /* U+5C82 "岂" */
    0x93, 0xfc, 0x13, 0xe4, 0x8, 0x4f, 0x80,

    /* U+5C94 "岔" */
    0x28, 0x8a, 0xf8, 0xa6, 0xd2, 0x7f, 0x80,

    /* U+5C97 "岗" */
    0x93, 0xfe, 0x2d, 0x59, 0x35, 0x71, 0x80,

    /* U+5C9B "岛" */
    0x10, 0xf9, 0x12, 0xa7, 0xf5, 0x7e, 0x80,

    /* U+5CA9 "岩" */
    0x54, 0xf8, 0x7, 0xf4, 0x17, 0x8f, 0x0,

    /* U+5CAD "岭" */
    0x48, 0xa9, 0xae, 0xf, 0xfa, 0x43, 0x0,

    /* U+5CB3 "岳" */
    0xc, 0xe1, 0xf2, 0x4f, 0xea, 0x9f, 0x0,

    /* U+5CB8 "岸" */
    0x93, 0xfd, 0x2, 0xe4, 0x8f, 0xe2, 0x0,

    /* U+5CBF "岿" */
    0x93, 0xfc, 0xbd, 0x1a, 0xe4, 0x53, 0x80,

    /* U+5CD9 "峙" */
    0x48, 0xb9, 0x27, 0xfc, 0x5f, 0xc5, 0x0,

    /* U+5CE1 "峡" */
    0x48, 0xfd, 0xae, 0x4f, 0xf9, 0xd, 0x80,

    /* U+5CE6 "峦" */
    0x11, 0xfc, 0xa5, 0x55, 0x4a, 0x9f, 0x0,

    /* U+5CE8 "峨" */
    0x4e, 0xe9, 0xfe, 0xad, 0x7f, 0x84, 0x80,

    /* U+5CEA "峪" */
    0x54, 0xc5, 0x26, 0xae, 0x3b, 0x87, 0x0,

    /* U+5CED "峭" */
    0x56, 0x89, 0x7f, 0x9f, 0xfe, 0x45, 0x80,

    /* U+5CF0 "峰" */
    0x4c, 0xa9, 0x27, 0xbc, 0x9f, 0xc2, 0x0,

    /* U+5CFB "峻" */
    0x52, 0xfd, 0x57, 0x1d, 0xdd, 0x5, 0x80,

    /* U+5D07 "崇" */
    0x54, 0xfb, 0xfd, 0xd7, 0xca, 0xac, 0x80,

    /* U+5D0E "崎" */
    0x48, 0xfd, 0x26, 0xaf, 0xf8, 0x85, 0x0,

    /* U+5D14 "崔" */
    0x93, 0xfc, 0xf3, 0x4b, 0xc5, 0xf, 0x80,

    /* U+5D16 "崖" */
    0x93, 0xfd, 0x72, 0x45, 0xc9, 0x2f, 0x80,

    /* U+5D29 "崩" */
    0x93, 0xfd, 0xfa, 0xd7, 0xeb, 0x6d, 0x80,

    /* U+5D2D "崭" */
    0x93, 0xfc, 0xb7, 0xca, 0xfe, 0x89, 0x0,

    /* U+5D4C "嵌" */
    0x93, 0xfc, 0x22, 0xff, 0x6a, 0x9e, 0x80,

    /* U+5DCD "巍" */
    0x93, 0xfd, 0xd5, 0x7f, 0xed, 0xb5, 0x80,

    /* U+5DDD "川" */
    0x42, 0xa5, 0x4a, 0x95, 0x28, 0x60, 0x80,

    /* U+5DDE "州" */
    0x52, 0xa7, 0xdf, 0xb5, 0x2a, 0x64, 0x80,

    /* U+5DE1 "巡" */
    0xaa, 0x55, 0x57, 0x56, 0xa8, 0x2f, 0x80,

    /* U+5DE2 "巢" */
    0x53, 0x49, 0xf2, 0xaf, 0xe7, 0x35, 0x80,

    /* U+5DE5 "工" */
    0x7c, 0x20, 0x40, 0x81, 0x1f, 0xc0,

    /* U+5DE6 "左" */
    0x21, 0xfc, 0x81, 0xe4, 0x91, 0x1f, 0x80,

    /* U+5DE7 "巧" */
    0x1f, 0xd1, 0x22, 0x76, 0x38, 0x41, 0x80,

    /* U+5DE8 "巨" */
    0xff, 0x3, 0xf4, 0x2f, 0xd0, 0x3f, 0x80,

    /* U+5DE9 "巩" */
    0x1d, 0xe9, 0x52, 0xe7, 0x5a, 0x89, 0x80,

    /* U+5DEB "巫" */
    0x7c, 0x21, 0x52, 0xab, 0xa2, 0x3f, 0x80,

    /* U+5DEE "差" */
    0x45, 0xfc, 0x47, 0xf3, 0xc9, 0x2f, 0x80,

    /* U+5DF1 "己" */
    0xfc, 0x8, 0x17, 0xe8, 0x10, 0x5f, 0x80,

    /* U+5DF2 "已" */
    0xfc, 0xa, 0x17, 0xe8, 0x10, 0x5f, 0x80,

    /* U+5DF3 "巳" */
    0xfd, 0xa, 0x17, 0xe8, 0x10, 0x5f, 0x80,

    /* U+5DF4 "巴" */
    0xfd, 0x2a, 0x57, 0xe8, 0x10, 0x5f, 0x80,

    /* U+5DF7 "巷" */
    0x28, 0xf8, 0xa7, 0xf7, 0x54, 0x4e, 0x0,

    /* U+5DFE "巾" */
    0x11, 0xfe, 0x4c, 0x99, 0x32, 0xc4, 0x0,

    /* U+5E01 "币" */
    0xf, 0xe0, 0x43, 0xe5, 0x4a, 0x84, 0x0,

    /* U+5E02 "市" */
    0x11, 0xfc, 0x43, 0xe5, 0x4a, 0x84, 0x0,

    /* U+5E03 "布" */
    0x21, 0xfc, 0xa3, 0xfa, 0xa5, 0x42, 0x0,

    /* U+5E05 "帅" */
    0x29, 0x7e, 0xad, 0x5a, 0xa5, 0x52, 0x0,

    /* U+5E06 "帆" */
    0x5d, 0xab, 0x56, 0xe5, 0x4a, 0x99, 0x80,

    /* U+5E08 "师" */
    0x3f, 0x52, 0xfd, 0x5a, 0xa5, 0x52, 0x0,

    /* U+5E0C "希" */
    0x64, 0x30, 0x97, 0xf4, 0x97, 0xca, 0x80,

    /* U+5E10 "帐" */
    0x53, 0xab, 0x47, 0xf5, 0x4a, 0x96, 0x80,

    /* U+5E15 "帕" */
    0x49, 0xff, 0xcf, 0xf5, 0x2a, 0x57, 0x80,

    /* U+5E16 "帖" */
    0x49, 0xd3, 0xbf, 0x45, 0xea, 0x57, 0x80,

    /* U+5E18 "帘" */
    0x11, 0xfe, 0xaa, 0xa7, 0xca, 0x84, 0x0,

    /* U+5E1A "帚" */
    0x3d, 0xfc, 0xf7, 0xf9, 0x2f, 0x95, 0x0,

    /* U+5E1B "帛" */
    0x10, 0xf9, 0x13, 0xef, 0xf2, 0x44, 0x0,

    /* U+5E1C "帜" */
    0x5f, 0xe7, 0xcf, 0xf4, 0xa, 0x98, 0x80,

    /* U+5E1D "帝" */
    0x11, 0xfc, 0x97, 0xf9, 0x2f, 0x95, 0x0,

    /* U+5E26 "带" */
    0x55, 0xfd, 0x57, 0xf9, 0x2f, 0x95, 0x0,

    /* U+5E27 "帧" */
    0x49, 0x9f, 0x76, 0xa5, 0xc9, 0x1c, 0x80,

    /* U+5E2D "席" */
    0x8, 0xfd, 0x53, 0xf4, 0x8f, 0xea, 0x80,

    /* U+5E2E "帮" */
    0x4f, 0xd5, 0x37, 0x57, 0xca, 0x84, 0x0,

    /* U+5E38 "常" */
    0x55, 0xfe, 0xa9, 0xcf, 0xf2, 0x44, 0x0,

    /* U+5E3D "帽" */
    0x7f, 0xc7, 0xbe, 0xa5, 0xca, 0x97, 0x0,

    /* U+5E42 "幂" */
    0xff, 0x74, 0xe7, 0xf5, 0x77, 0x8d, 0x0,

    /* U+5E45 "幅" */
    0x7f, 0xab, 0x76, 0x7, 0xed, 0x5f, 0x80,

    /* U+5E4C "幌" */
    0x5d, 0xbb, 0xae, 0x47, 0xea, 0x99, 0x80,

    /* U+5E55 "幕" */
    0x29, 0xfc, 0xe7, 0xf5, 0x77, 0x8d, 0x0,

    /* U+5E62 "幢" */
    0x49, 0xff, 0x57, 0xf5, 0xc9, 0x1f, 0x80,

    /* U+5E72 "干" */
    0x7c, 0x20, 0x47, 0xf1, 0x2, 0x4, 0x0,

    /* U+5E73 "平" */
    0xfe, 0x21, 0x50, 0xcf, 0xe2, 0x4, 0x0,

    /* U+5E74 "年" */
    0x40, 0xfe, 0x43, 0xe5, 0x1f, 0xc4, 0x0,

    /* U+5E76 "并" */
    0x24, 0x11, 0xf1, 0x4f, 0xe5, 0x12, 0x0,

    /* U+5E78 "幸" */
    0x10, 0xfb, 0xf9, 0x4f, 0xef, 0x84, 0x0,

    /* U+5E7B "幻" */
    0x2e, 0x86, 0x4f, 0x12, 0x2a, 0x7d, 0x0,

    /* U+5E7C "幼" */
    0x28, 0x9e, 0x6f, 0x52, 0xab, 0x7d, 0x80,

    /* U+5E7D "幽" */
    0x35, 0xb6, 0xde, 0xdf, 0xf2, 0x7f, 0x80,

    /* U+5E7F "广" */
    0x8, 0xfd, 0x2, 0x4, 0x8, 0x20, 0x0,

    /* U+5E84 "庄" */
    0x8, 0xfd, 0x22, 0xe4, 0x89, 0x2f, 0x80,

    /* U+5E86 "庆" */
    0x8, 0xfd, 0x23, 0xf4, 0x8a, 0xa8, 0x80,

    /* U+5E87 "庇" */
    0x8, 0xfd, 0x3, 0x27, 0x6c, 0xad, 0x80,

    /* U+5E8A "床" */
    0x8, 0xfd, 0x23, 0xf4, 0x8b, 0xaa, 0x80,

    /* U+5E8F "序" */
    0x8, 0xfd, 0x72, 0x27, 0xe9, 0x66, 0x0,

    /* U+5E90 "庐" */
    0x8, 0xfd, 0x12, 0xf5, 0x2b, 0xe8, 0x0,

    /* U+5E93 "库" */
    0x8, 0xfd, 0x23, 0xf6, 0xcf, 0xe2, 0x0,

    /* U+5E94 "应" */
    0x8, 0xfd, 0x2, 0x16, 0xaa, 0xaf, 0x80,

    /* U+5E95 "底" */
    0x8, 0xfd, 0x7a, 0xa5, 0xea, 0xa6, 0x80,

    /* U+5E97 "店" */
    0x8, 0xfd, 0x22, 0x74, 0x8b, 0xe7, 0x80,

    /* U+5E99 "庙" */
    0x8, 0xfd, 0x23, 0xf7, 0xed, 0x6f, 0x80,

    /* U+5E9A "庚" */
    0x8, 0xfd, 0x7a, 0x55, 0xe9, 0x2d, 0x80,

    /* U+5E9C "府" */
    0x8, 0xfd, 0x4a, 0xf7, 0x2b, 0x65, 0x80,

    /* U+5E9E "庞" */
    0x8, 0xfd, 0x53, 0xf5, 0x6b, 0xa9, 0x80,

    /* U+5E9F "废" */
    0x8, 0xfd, 0xab, 0xf5, 0xaa, 0xaa, 0x80,

    /* U+5EA6 "度" */
    0x8, 0xfd, 0x53, 0xf5, 0x49, 0x2d, 0x80,

    /* U+5EA7 "座" */
    0x8, 0xfd, 0x53, 0x55, 0xc9, 0x2f, 0x80,

    /* U+5EAD "庭" */
    0x8, 0xfd, 0xca, 0xa6, 0xea, 0xab, 0x80,

    /* U+5EB6 "庶" */
    0x8, 0xfd, 0x53, 0xf5, 0xc8, 0x2a, 0x80,

    /* U+5EB7 "康" */
    0x8, 0xfd, 0x3b, 0xe6, 0xab, 0xaa, 0x80,

    /* U+5EB8 "庸" */
    0x8, 0xfd, 0x73, 0xf6, 0xaf, 0xea, 0x80,

    /* U+5EC9 "廉" */
    0x8, 0xfd, 0x72, 0x77, 0xeb, 0xaa, 0x80,

    /* U+5ECA "廊" */
    0x8, 0xfd, 0x5b, 0xa7, 0x6d, 0xed, 0x0,

    /* U+5ED3 "廓" */
    0x8, 0xfd, 0x5b, 0xe6, 0xef, 0xe5, 0x0,

    /* U+5ED6 "廖" */
    0x8, 0xfd, 0xaa, 0xa6, 0xa8, 0xa6, 0x0,

    /* U+5EF6 "延" */
    0xc2, 0xba, 0x1a, 0xad, 0xe8, 0x2f, 0x80,

    /* U+5EF7 "廷" */
    0xc4, 0xb2, 0x23, 0xfc, 0x8b, 0xef, 0x80,

    /* U+5EFA "建" */
    0xdc, 0x9e, 0x72, 0x4d, 0xe9, 0x2f, 0x80,

    /* U+5F00 "开" */
    0x7c, 0x50, 0xa7, 0xf2, 0x85, 0x12, 0x0,

    /* U+5F02 "异" */
    0x7c, 0x89, 0xf2, 0x1f, 0xe5, 0x12, 0x0,

    /* U+5F03 "弃" */
    0x11, 0xfc, 0xa3, 0xaf, 0xe5, 0x12, 0x0,

    /* U+5F04 "弄" */
    0x7c, 0x21, 0xf1, 0x4f, 0xe5, 0x12, 0x0,

    /* U+5F0A "弊" */
    0x96, 0xd7, 0xd5, 0x5f, 0xe5, 0x12, 0x0,

    /* U+5F0F "式" */
    0xb, 0xfc, 0x23, 0xc2, 0x46, 0xb0, 0x80,

    /* U+5F13 "弓" */
    0x7c, 0x9, 0xf2, 0xf, 0xe0, 0x43, 0x80,

    /* U+5F15 "引" */
    0xf2, 0x27, 0xcc, 0x1f, 0x22, 0x4c, 0x80,

    /* U+5F17 "弗" */
    0x29, 0xfc, 0xff, 0x4f, 0xe5, 0x72, 0x0,

    /* U+5F18 "弘" */
    0xc8, 0x93, 0x24, 0x4d, 0xa, 0xbe, 0x80,

    /* U+5F1B "弛" */
    0xc4, 0xab, 0x7d, 0xbd, 0x4a, 0x77, 0x80,

    /* U+5F1F "弟" */
    0x29, 0xf8, 0x53, 0xe5, 0x7, 0xf4, 0x80,

    /* U+5F20 "张" */
    0xd2, 0xab, 0x45, 0xfd, 0x4a, 0xb6, 0x80,

    /* U+5F25 "弥" */
    0xd0, 0xbf, 0xac, 0xed, 0xad, 0x76, 0x0,

    /* U+5F26 "弦" */
    0xc8, 0xff, 0x55, 0xcc, 0x8a, 0xbe, 0x80,

    /* U+5F27 "弧" */
    0xc2, 0xbb, 0x54, 0xad, 0x4a, 0xfa, 0x80,

    /* U+5F2F "弯" */
    0x11, 0xfc, 0xa5, 0x57, 0x8f, 0xc0, 0x80,

    /* U+5F31 "弱" */
    0xee, 0x47, 0xbc, 0x46, 0x75, 0x59, 0x80,

    /* U+5F39 "弹" */
    0xd2, 0x8b, 0x7c, 0xfc, 0x8f, 0xf2, 0x0,

    /* U+5F3A "强" */
    0xdc, 0xbb, 0x24, 0xed, 0xc9, 0x7f, 0x80,

    /* U+5F52 "归" */
    0x2f, 0x46, 0x8d, 0x7a, 0x24, 0x53, 0x80,

    /* U+5F53 "当" */
    0xa5, 0xaf, 0xc1, 0x7c, 0x1f, 0xc0,

    /* U+5F55 "录" */
    0x7c, 0xb, 0xf8, 0x8b, 0x4b, 0x2d, 0x80,

    /* U+5F5D "彝" */
    0x1c, 0x53, 0xfb, 0x22, 0xff, 0xd2, 0x0,

    /* U+5F62 "形" */
    0xfa, 0xa9, 0x4f, 0xe5, 0xa, 0x65, 0x0,

    /* U+5F64 "彤" */
    0x7a, 0x99, 0xaa, 0x6f, 0x89, 0x67, 0x0,

    /* U+5F66 "彦" */
    0x11, 0xfc, 0x93, 0xf5, 0x88, 0x67, 0x0,

    /* U+5F69 "彩" */
    0x1b, 0xc9, 0x49, 0x2f, 0x8e, 0x6b, 0x0,

    /* U+5F6A "彪" */
    0x22, 0x6b, 0x8d, 0xa8, 0x36, 0xb7, 0x80,

    /* U+5F6C "彬" */
    0x53, 0xf9, 0x4f, 0xef, 0x8a, 0x55, 0x0,

    /* U+5F6D "彭" */
    0x23, 0xe8, 0x8b, 0xa5, 0x4, 0x7d, 0x0,

    /* U+5F70 "彰" */
    0x23, 0xf9, 0x4f, 0xe7, 0x1f, 0x49, 0x0,

    /* U+5F71 "影" */
    0x72, 0xab, 0xea, 0xa7, 0x4, 0x6b, 0x0,

    /* U+5F79 "役" */
    0x5d, 0x29, 0x9e, 0xe5, 0x49, 0x1d, 0x80,

    /* U+5F7B "彻" */
    0x5f, 0x55, 0xef, 0x57, 0xa9, 0x55, 0x80,

    /* U+5F7C "彼" */
    0x49, 0x7d, 0xaf, 0xe7, 0x4d, 0x15, 0x80,

    /* U+5F80 "往" */
    0x51, 0x11, 0xfe, 0x45, 0xc9, 0x1f, 0x80,

    /* U+5F81 "征" */
    0x5f, 0x9, 0x16, 0xb5, 0x4a, 0x9f, 0x80,

    /* U+5F84 "径" */
    0x5d, 0x9, 0x27, 0xb5, 0xc9, 0x1f, 0x80,

    /* U+5F85 "待" */
    0x49, 0x39, 0x27, 0xf4, 0x4f, 0xd5, 0x0,

    /* U+5F88 "很" */
    0x5f, 0x25, 0x7e, 0x95, 0xea, 0x96, 0x80,

    /* U+5F8A "徊" */
    0x7f, 0x45, 0xff, 0xb7, 0xec, 0x5f, 0x80,

    /* U+5F8B "律" */
    0x49, 0x79, 0x3f, 0xe4, 0x8f, 0xd2, 0x0,

    /* U+5F90 "徐" */
    0x49, 0x29, 0xfe, 0x47, 0xe9, 0x1a, 0x80,

    /* U+5F92 "徒" */
    0x49, 0x39, 0x27, 0xf4, 0xcb, 0x1b, 0x80,

    /* U+5F97 "得" */
    0x5d, 0x29, 0xfe, 0x27, 0xea, 0x93, 0x0,

    /* U+5F98 "徘" */
    0x55, 0x6d, 0x57, 0xb5, 0x4e, 0xd5, 0x0,

    /* U+5FA1 "御" */
    0x67, 0x7d, 0x5e, 0xf7, 0x6f, 0x91, 0x0,

    /* U+5FAA "循" */
    0x43, 0x39, 0x7e, 0xa5, 0xed, 0xd3, 0x80,

    /* U+5FAE "微" */
    0x55, 0x7d, 0x1f, 0xf5, 0x6a, 0x9a, 0x80,

    /* U+5FB7 "德" */
    0x49, 0x7d, 0x77, 0xf4, 0xe, 0x5b, 0x80,

    /* U+5FBD "徽" */
    0x55, 0x7d, 0x5f, 0x75, 0x6f, 0x94, 0x80,

    /* U+5FC3 "心" */
    0x20, 0x20, 0x83, 0x26, 0x34, 0x8f, 0x0,

    /* U+5FC5 "必" */
    0x20, 0x28, 0x95, 0x5b, 0x24, 0x37, 0x80,

    /* U+5FC6 "忆" */
    0x5f, 0x87, 0x12, 0x45, 0xa, 0x53, 0x80,

    /* U+5FCC "忌" */
    0x7c, 0x9, 0xf2, 0x7, 0xd9, 0x6e, 0x80,

    /* U+5FCD "忍" */
    0x7c, 0x58, 0x53, 0x61, 0x19, 0x6e, 0x80,

    /* U+5FD7 "志" */
    0x11, 0xfc, 0x43, 0xe0, 0x19, 0x6e, 0x80,

    /* U+5FD8 "忘" */
    0x11, 0xfd, 0x3, 0xe5, 0x59, 0x6e, 0x80,

    /* U+5FD9 "忙" */
    0x49, 0xff, 0x42, 0x85, 0xa, 0x17, 0x80,

    /* U+5FE0 "忠" */
    0x10, 0xf9, 0x53, 0xe1, 0x19, 0x6e, 0x80,

    /* U+5FE7 "忧" */
    0x4b, 0xff, 0x22, 0x64, 0xca, 0x99, 0x80,

    /* U+5FEB "快" */
    0x49, 0xbb, 0x33, 0xf4, 0x89, 0x1d, 0x80,

    /* U+5FF1 "忱" */
    0x49, 0xff, 0xaa, 0x64, 0xca, 0x99, 0x80,

    /* U+5FF5 "念" */
    0x10, 0x53, 0x59, 0xc0, 0x98, 0x6e, 0x80,

    /* U+5FFB "忻" */
    0x45, 0xb3, 0x42, 0xf5, 0x4a, 0x99, 0x0,

    /* U+5FFD "忽" */
    0x40, 0xfe, 0xa9, 0x55, 0x59, 0x6e, 0x80,

    /* U+5FFF "忿" */
    0x28, 0x8a, 0xf8, 0xa6, 0xd9, 0x6e, 0x80,

    /* U+6000 "怀" */
    0x7f, 0x93, 0x22, 0xe6, 0xa9, 0x12, 0x0,

    /* U+6001 "态" */
    0x11, 0xfc, 0xa6, 0x31, 0x19, 0x6e, 0x80,

    /* U+6002 "怂" */
    0x24, 0x49, 0x54, 0x51, 0x19, 0x6e, 0x80,

    /* U+600E "怎" */
    0x20, 0x7f, 0x40, 0xf5, 0x19, 0x6e, 0x80,

    /* U+6012 "怒" */
    0x2f, 0xf5, 0x57, 0x50, 0x19, 0x6e, 0x80,

    /* U+6014 "怔" */
    0x5f, 0x8b, 0x12, 0xb5, 0x4a, 0x9f, 0x80,

    /* U+6015 "怕" */
    0x49, 0xff, 0x4a, 0xf5, 0x2a, 0x57, 0x80,

    /* U+6016 "怖" */
    0x51, 0xff, 0x43, 0x25, 0xea, 0xd1, 0x0,

    /* U+601C "怜" */
    0x49, 0xab, 0xaa, 0x7, 0xea, 0x53, 0x0,

    /* U+601D "思" */
    0x7c, 0xa9, 0xf2, 0xa7, 0xd9, 0x6e, 0x80,

    /* U+6020 "怠" */
    0x10, 0x4b, 0xea, 0x27, 0xd9, 0x6e, 0x80,

    /* U+6025 "急" */
    0x39, 0x91, 0xf0, 0x27, 0xd9, 0x6e, 0x80,

    /* U+6027 "性" */
    0x59, 0xbf, 0xa2, 0x45, 0xc9, 0x1f, 0x80,

    /* U+6028 "怨" */
    0x7f, 0xb4, 0xa6, 0x71, 0x19, 0x6e, 0x80,

    /* U+602A "怪" */
    0x7d, 0xab, 0x23, 0xb5, 0xc9, 0x1f, 0x80,

    /* U+602F "怯" */
    0x49, 0xbb, 0x23, 0xf4, 0x8a, 0x9e, 0x80,

    /* U+603B "总" */
    0x28, 0xf9, 0x13, 0xe1, 0x19, 0x6e, 0x80,

    /* U+6043 "恃" */
    0x49, 0xbb, 0x23, 0xf4, 0x4f, 0xd5, 0x0,

    /* U+604B "恋" */
    0x11, 0xfc, 0xa5, 0x50, 0x19, 0x6e, 0x80,

    /* U+604D "恍" */
    0x49, 0xd7, 0x23, 0xf5, 0x4a, 0x99, 0x80,

    /* U+6050 "恐" */
    0xec, 0x99, 0xb6, 0xb0, 0x19, 0x6e, 0x80,

    /* U+6052 "恒" */
    0x7f, 0xbb, 0x52, 0xe5, 0x4b, 0x9f, 0x80,

    /* U+6055 "恕" */
    0x2f, 0xf5, 0x6f, 0x70, 0x19, 0x6e, 0x80,

    /* U+6062 "恢" */
    0x51, 0xff, 0x43, 0x25, 0x68, 0x96, 0x80,

    /* U+6064 "恤" */
    0x49, 0xbf, 0x5a, 0xb5, 0x6a, 0xdf, 0x80,

    /* U+6068 "恨" */
    0x5f, 0xe7, 0x7a, 0x95, 0xea, 0x96, 0x80,

    /* U+6069 "恩" */
    0x7c, 0xa9, 0xb3, 0xe5, 0x59, 0x6e, 0x80,

    /* U+606B "恫" */
    0x5f, 0xe7, 0x7a, 0x95, 0xeb, 0xd4, 0x80,

    /* U+606C "恬" */
    0x45, 0xb3, 0xfa, 0x45, 0xca, 0x97, 0x0,

    /* U+606D "恭" */
    0x28, 0xf8, 0xa7, 0xf4, 0x44, 0x2a, 0x80,

    /* U+606F "息" */
    0x10, 0xf9, 0x13, 0xe7, 0xd9, 0x6e, 0x80,

    /* U+6070 "恰" */
    0x49, 0xab, 0xba, 0x5, 0xca, 0x97, 0x0,

    /* U+6073 "恳" */
    0x7c, 0x89, 0xf2, 0x46, 0x79, 0x2e, 0x80,

    /* U+6076 "恶" */
    0xfe, 0xd8, 0xa7, 0xf5, 0x59, 0x6e, 0x80,

    /* U+607C "恼" */
    0x49, 0xbf, 0x2, 0xb5, 0xaa, 0xd7, 0x80,

    /* U+607F "恿" */
    0x7c, 0x11, 0xf2, 0xa7, 0xd9, 0x6e, 0x80,

    /* U+6084 "悄" */
    0x57, 0x8b, 0x7a, 0x95, 0xea, 0x55, 0x80,

    /* U+6089 "悉" */
    0xfe, 0xab, 0xf9, 0xcd, 0x69, 0x2e, 0x80,

    /* U+608D "悍" */
    0x5d, 0xab, 0x73, 0xf4, 0x8f, 0xd2, 0x0,

    /* U+6094 "悔" */
    0x51, 0xbf, 0x33, 0xf5, 0x4b, 0xd1, 0x0,

    /* U+609F "悟" */
    0x5d, 0x93, 0xf2, 0xa7, 0xea, 0x97, 0x0,

    /* U+60A0 "悠" */
    0x26, 0xb7, 0x52, 0xd0, 0x19, 0x6e, 0x80,

    /* U+60A3 "患" */
    0x10, 0x70, 0xe3, 0xe7, 0xd9, 0x6e, 0x80,

    /* U+60A6 "悦" */
    0x55, 0xff, 0x8b, 0xf5, 0x4a, 0x99, 0x80,

    /* U+60A8 "您" */
    0x50, 0xbf, 0xaa, 0xe6, 0xb9, 0x2e, 0x80,

    /* U+60AC "悬" */
    0x7c, 0x89, 0xf2, 0x2f, 0xf9, 0x6e, 0x80,

    /* U+60AF "悯" */
    0x6f, 0x87, 0xab, 0xf7, 0x6d, 0x5d, 0x80,

    /* U+60B2 "悲" */
    0x29, 0xdc, 0xa7, 0x72, 0x98, 0x6e, 0x80,

    /* U+60B8 "悸" */
    0x5d, 0xff, 0x73, 0x54, 0x4f, 0xd2, 0x0,

    /* U+60BC "悼" */
    0x49, 0x9f, 0x72, 0xa5, 0xcf, 0xd2, 0x0,

    /* U+60C5 "情" */
    0x49, 0xbb, 0x23, 0xf5, 0x4b, 0x95, 0x0,

    /* U+60CA "惊" */
    0x49, 0xff, 0x52, 0xe4, 0x8d, 0x56, 0x0,

    /* U+60CB "惋" */
    0x49, 0xff, 0x8a, 0xf6, 0xab, 0x1b, 0x80,

    /* U+60D1 "惑" */
    0xb, 0xfd, 0x97, 0x50, 0x19, 0x6e, 0x80,

    /* U+60D5 "惕" */
    0x5f, 0xa7, 0x7a, 0x44, 0xea, 0xd2, 0x80,

    /* U+60DC "惜" */
    0x55, 0xff, 0x53, 0xf5, 0xca, 0x97, 0x0,

    /* U+60DF "惟" */
    0x55, 0xbf, 0xd2, 0xf5, 0x4a, 0x97, 0x80,

    /* U+60E0 "惠" */
    0x11, 0xfd, 0x53, 0xe7, 0x59, 0x6e, 0x80,

    /* U+60E6 "惦" */
    0x45, 0xbf, 0x52, 0xb5, 0x4b, 0xdb, 0x80,

    /* U+60E7 "惧" */
    0x5d, 0xab, 0x72, 0xa7, 0xe8, 0x18, 0x80,

    /* U+60E8 "惨" */
    0x49, 0xab, 0xea, 0xa6, 0xa8, 0x96, 0x0,

    /* U+60E9 "惩" */
    0x5f, 0x9, 0x5e, 0xa7, 0xf9, 0x2e, 0x80,

    /* U+60EB "惫" */
    0x18, 0xd0, 0xe6, 0xb7, 0xd9, 0x6e, 0x80,

    /* U+60ED "惭" */
    0x53, 0xfb, 0xa3, 0xf5, 0xaf, 0x54, 0x80,

    /* U+60EE "惮" */
    0x53, 0x8b, 0x7a, 0xf4, 0x8f, 0xd2, 0x0,

    /* U+60EF "惯" */
    0x5d, 0xef, 0x73, 0xf6, 0x29, 0x1c, 0x80,

    /* U+60F0 "惰" */
    0x51, 0xff, 0x53, 0x75, 0xcb, 0x95, 0x0,

    /* U+60F3 "想" */
    0x2f, 0xf5, 0xbd, 0xd2, 0xf8, 0x2e, 0x80,

    /* U+60F6 "惶" */
    0x49, 0xbb, 0x52, 0xe7, 0xe9, 0x1f, 0x80,

    /* U+60F9 "惹" */
    0x29, 0xfc, 0x87, 0xf5, 0xd9, 0x6e, 0x80,

    /* U+60FA "惺" */
    0x5d, 0xab, 0x7b, 0x45, 0xc9, 0x1f, 0x80,

    /* U+6101 "愁" */
    0x75, 0xfd, 0xd5, 0x50, 0x19, 0x6e, 0x80,

    /* U+6108 "愈" */
    0x10, 0x53, 0x7b, 0xa7, 0x59, 0x6e, 0x80,

    /* U+6109 "愉" */
    0x49, 0xab, 0xba, 0x5, 0xab, 0x56, 0x80,

    /* U+610F "意" */
    0x10, 0xf8, 0xa7, 0xf3, 0x99, 0x6e, 0x80,

    /* U+611A "愚" */
    0x38, 0x71, 0xf2, 0xe7, 0x59, 0x6e, 0x80,

    /* U+611F "感" */
    0x4, 0xfd, 0xd5, 0x90, 0x19, 0x6e, 0x80,

    /* U+6124 "愤" */
    0x49, 0xff, 0x53, 0xf6, 0x29, 0x1c, 0x80,

    /* U+6127 "愧" */
    0x49, 0xff, 0xab, 0xf6, 0xab, 0x9b, 0x80,

    /* U+613F "愿" */
    0x7e, 0xb9, 0x73, 0x55, 0x8e, 0x6b, 0x80,

    /* U+6148 "慈" */
    0x45, 0xfc, 0x92, 0x42, 0x59, 0x6e, 0x80,

    /* U+614C "慌" */
    0x55, 0xff, 0x42, 0xe4, 0xb, 0x5a, 0x80,

    /* U+614E "慎" */
    0x49, 0xff, 0x72, 0xe7, 0xe8, 0x18, 0x80,

    /* U+6151 "慑" */
    0x7f, 0xab, 0x53, 0xf6, 0xaa, 0x9a, 0x80,

    /* U+6155 "慕" */
    0x29, 0xfc, 0xe7, 0xf4, 0x44, 0x2a, 0x80,

    /* U+6162 "慢" */
    0x5d, 0xab, 0xfb, 0xf5, 0x49, 0x1d, 0x80,

    /* U+6167 "慧" */
    0x45, 0xdd, 0x17, 0xf3, 0xd9, 0x6e, 0x80,

    /* U+6168 "慨" */
    0x4f, 0xef, 0xdb, 0xf6, 0x4e, 0x92, 0x80,

    /* U+6170 "慰" */
    0x72, 0xfd, 0x2b, 0x9a, 0x69, 0x2e, 0x80,

    /* U+6177 "慷" */
    0x49, 0xff, 0xbb, 0x67, 0xad, 0x96, 0x80,

    /* U+618B "憋" */
    0x94, 0xcf, 0x6d, 0xad, 0xb9, 0x2e, 0x80,

    /* U+618E "憎" */
    0x55, 0xff, 0xab, 0xf5, 0xca, 0x97, 0x0,

    /* U+61A8 "憨" */
    0x65, 0xed, 0x6f, 0xa1, 0xb9, 0x2e, 0x80,

    /* U+61BE "憾" */
    0x45, 0xff, 0xd3, 0x94, 0xe, 0x5b, 0x80,

    /* U+61C2 "懂" */
    0x55, 0xff, 0x73, 0xf6, 0xab, 0x9f, 0x80,

    /* U+61C8 "懈" */
    0x5f, 0xd7, 0x62, 0xd5, 0xeb, 0xda, 0x80,

    /* U+61CA "懊" */
    0x49, 0xbf, 0x5a, 0xd7, 0xe9, 0x1d, 0x80,

    /* U+61D2 "懒" */
    0x5d, 0xeb, 0xfb, 0xd5, 0xee, 0x96, 0x80,

    /* U+61E6 "懦" */
    0x5d, 0xff, 0xaa, 0xe4, 0x8f, 0xda, 0x80,

    /* U+6208 "戈" */
    0x15, 0xfc, 0x40, 0xa0, 0x83, 0x79, 0x80,

    /* U+620A "戊" */
    0xa, 0xfd, 0x22, 0x54, 0x49, 0xac, 0x80,

    /* U+620C "戌" */
    0xa, 0xfd, 0x23, 0xc4, 0xa8, 0xa6, 0x80,

    /* U+620D "戍" */
    0xa, 0xfd, 0x23, 0x45, 0xa8, 0xa6, 0x80,

    /* U+620E "戎" */
    0xb, 0xfc, 0x22, 0x4e, 0xa8, 0xa6, 0x80,

    /* U+620F "戏" */
    0xea, 0x52, 0xfd, 0x44, 0xb4, 0x86, 0x80,

    /* U+6210 "成" */
    0x4, 0xfd, 0x13, 0xa5, 0x6a, 0xaa, 0x80,

    /* U+6211 "我" */
    0x1a, 0xd3, 0xf9, 0x4f, 0xa4, 0x9a, 0x80,

    /* U+6212 "戒" */
    0x5, 0xfc, 0x12, 0xaf, 0xea, 0xa6, 0x80,

    /* U+6216 "或" */
    0xb, 0xfc, 0x23, 0x46, 0xa0, 0xb6, 0x80,

    /* U+6218 "战" */
    0x46, 0x89, 0xba, 0x2e, 0x74, 0xba, 0x80,

    /* U+621A "戚" */
    0x4, 0xfd, 0x52, 0xe5, 0x6f, 0xa4, 0x80,

    /* U+622A "截" */
    0x2a, 0xf3, 0xf9, 0x47, 0xba, 0x9e, 0x80,

    /* U+622E "戮" */
    0xf6, 0xa8, 0xba, 0xaa, 0x62, 0x9a, 0x80,

    /* U+6233 "戳" */
    0xf6, 0xa8, 0x3a, 0xa7, 0x7c, 0x9e, 0x80,

    /* U+6234 "戴" */
    0x2a, 0xf3, 0xfb, 0x4f, 0xa0, 0xaa, 0x80,

    /* U+6237 "户" */
    0x11, 0xf4, 0x5f, 0x41, 0x8, 0x0,

    /* U+623F "房" */
    0x10, 0xf9, 0xf2, 0x47, 0xea, 0xab, 0x0,

    /* U+6240 "所" */
    0x12, 0xd9, 0xe2, 0xf7, 0xa9, 0x64, 0x80,

    /* U+6241 "扁" */
    0x10, 0xf9, 0xf2, 0x7, 0xef, 0xea, 0x80,

    /* U+6247 "扇" */
    0x10, 0xf9, 0x13, 0xf6, 0xab, 0xea, 0x80,

    /* U+624B "手" */
    0xc, 0xe3, 0xf8, 0x8f, 0xe2, 0xc, 0x0,

    /* U+624D "才" */
    0x9, 0xfc, 0x20, 0xc2, 0x99, 0x6, 0x0,

    /* U+624E "扎" */
    0x49, 0xd1, 0x23, 0x4c, 0x89, 0x73, 0x80,

    /* U+6251 "扑" */
    0x49, 0xd1, 0x23, 0x6c, 0xa9, 0x32, 0x0,

    /* U+6252 "扒" */
    0x55, 0xe9, 0x53, 0xad, 0x4a, 0xb8, 0x80,

    /* U+6253 "打" */
    0x5f, 0xc9, 0x13, 0x2c, 0x48, 0xb3, 0x0,

    /* U+6254 "扔" */
    0x7d, 0xa9, 0x5a, 0x9d, 0x2a, 0x79, 0x80,

    /* U+6258 "托" */
    0x45, 0xb1, 0x23, 0xfc, 0x89, 0x73, 0x80,

    /* U+625B "扛" */
    0x41, 0xdd, 0x13, 0x2c, 0x48, 0xb7, 0x80,

    /* U+6263 "扣" */
    0x41, 0xfd, 0x4b, 0x9d, 0x2a, 0x77, 0x80,

    /* U+6266 "扦" */
    0x45, 0xb1, 0x23, 0xfc, 0x89, 0x32, 0x0,

    /* U+6267 "执" */
    0x51, 0xf9, 0x53, 0xad, 0xca, 0xb9, 0x80,

    /* U+6269 "扩" */
    0x45, 0xbd, 0x42, 0x8d, 0xa, 0x38, 0x0,

    /* U+626B "扫" */
    0x5f, 0xc5, 0xb, 0x7c, 0x28, 0x77, 0x80,

    /* U+626C "扬" */
    0x5d, 0x89, 0x23, 0xfd, 0x6d, 0x75, 0x80,

    /* U+626D "扭" */
    0x7d, 0xa9, 0x53, 0xed, 0x4a, 0xbf, 0x80,

    /* U+626E "扮" */
    0x55, 0xa9, 0x8a, 0xed, 0x4a, 0xbb, 0x0,

    /* U+626F "扯" */
    0x45, 0xc9, 0x5b, 0xad, 0x4a, 0xbf, 0x80,

    /* U+6270 "扰" */
    0x4b, 0xfd, 0x22, 0x6c, 0xca, 0xb9, 0x80,

    /* U+6273 "扳" */
    0x47, 0xb1, 0x42, 0xfd, 0xac, 0xb6, 0x80,

    /* U+6276 "扶" */
    0x49, 0xb9, 0x23, 0xfc, 0x8a, 0xb8, 0x80,

    /* U+6279 "批" */
    0x55, 0xe9, 0x7b, 0xad, 0x4b, 0xb5, 0x80,

    /* U+627C "扼" */
    0x5f, 0xa1, 0x7a, 0xdd, 0xad, 0x33, 0x80,

    /* U+627E "找" */
    0x4b, 0xd1, 0x7b, 0x4c, 0xa8, 0xb6, 0x80,

    /* U+627F "承" */
    0x38, 0x13, 0x4b, 0xe5, 0x57, 0x44, 0x0,

    /* U+6280 "技" */
    0x49, 0xfd, 0x23, 0xed, 0x49, 0x3d, 0x80,

    /* U+6284 "抄" */
    0x49, 0xb9, 0x6b, 0x4c, 0xa8, 0xb6, 0x0,

    /* U+6289 "抉" */
    0x49, 0xb9, 0x33, 0xfc, 0x89, 0x3d, 0x80,

    /* U+628A "把" */
    0x7f, 0xd5, 0xab, 0xfe, 0xc, 0x77, 0x80,

    /* U+6291 "抑" */
    0x51, 0xdd, 0xab, 0x5f, 0xad, 0x32, 0x0,

    /* U+6292 "抒" */
    0x7d, 0xa9, 0x23, 0xfc, 0xa9, 0x36, 0x0,

    /* U+6293 "抓" */
    0x45, 0xf1, 0xb3, 0x6e, 0xcd, 0xb2, 0x80,

    /* U+6295 "投" */
    0x5d, 0xa9, 0x9a, 0xed, 0x49, 0x3d, 0x80,

    /* U+6296 "抖" */
    0x45, 0xa9, 0x12, 0xac, 0x6f, 0xb1, 0x0,

    /* U+6297 "抗" */
    0x49, 0xfd, 0x2, 0xed, 0x4a, 0xb9, 0x80,

    /* U+6298 "折" */
    0x45, 0xb1, 0x42, 0xfd, 0x4c, 0xb1, 0x0,

    /* U+629A "抚" */
    0x5d, 0x91, 0x23, 0xfc, 0xca, 0xb9, 0x80,

    /* U+629B "抛" */
    0x55, 0xfd, 0x5a, 0xbd, 0xaa, 0x3b, 0x80,

    /* U+62A0 "抠" */
    0x5f, 0xe1, 0x6b, 0xad, 0xaa, 0x37, 0x80,

    /* U+62A1 "抡" */
    0x49, 0xa9, 0x8a, 0xad, 0x8a, 0x77, 0x80,

    /* U+62A2 "抢" */
    0x49, 0xa9, 0x8a, 0xed, 0x4a, 0x77, 0x80,

    /* U+62A4 "护" */
    0x49, 0xbd, 0x4a, 0xfd, 0xa, 0x38, 0x0,

    /* U+62A5 "报" */
    0x5f, 0xe5, 0x43, 0xfd, 0xaa, 0xb6, 0x80,

    /* U+62A8 "抨" */
    0x7f, 0x91, 0xaa, 0x4f, 0xe9, 0x32, 0x0,

    /* U+62AB "披" */
    0x49, 0xfd, 0xab, 0xef, 0x4d, 0x35, 0x80,

    /* U+62AC "抬" */
    0x49, 0x91, 0x53, 0xdc, 0xb, 0xb7, 0x0,

    /* U+62B1 "抱" */
    0x51, 0xbd, 0x8a, 0xdd, 0xaa, 0x37, 0x80,

    /* U+62B5 "抵" */
    0x43, 0xb9, 0x52, 0xfd, 0x4b, 0xb6, 0x80,

    /* U+62B9 "抹" */
    0x49, 0xfd, 0x22, 0xec, 0x8b, 0xba, 0x80,

    /* U+62BC "押" */
    0x7f, 0xd5, 0xfb, 0x5f, 0xe9, 0x32, 0x0,

    /* U+62BD "抽" */
    0x49, 0xfd, 0xab, 0xfe, 0xad, 0x7f, 0x80,

    /* U+62BF "抿" */
    0x5f, 0xe5, 0x7b, 0xad, 0xea, 0xb6, 0x80,

    /* U+62C2 "拂" */
    0x55, 0xfd, 0x7b, 0xaf, 0xea, 0xf9, 0x0,

    /* U+62C4 "拄" */
    0x51, 0x91, 0xfa, 0x4d, 0xc9, 0x3f, 0x80,

    /* U+62C5 "担" */
    0x5f, 0xe5, 0x7b, 0x9d, 0xe8, 0x37, 0x80,

    /* U+62C6 "拆" */
    0x45, 0xb1, 0x42, 0xfd, 0xca, 0xf9, 0x0,

    /* U+62C7 "拇" */
    0x5d, 0xa9, 0x53, 0xfe, 0x4f, 0xf3, 0x0,

    /* U+62C8 "拈" */
    0x49, 0xd1, 0x3b, 0x4d, 0xea, 0x77, 0x80,

    /* U+62C9 "拉" */
    0x49, 0xfd, 0x12, 0xad, 0x49, 0x3f, 0x80,

    /* U+62CC "拌" */
    0x49, 0xd5, 0x23, 0xfc, 0x8f, 0xf2, 0x0,

    /* U+62CD "拍" */
    0x49, 0xfd, 0x4b, 0xfd, 0x2a, 0x77, 0x80,

    /* U+62CE "拎" */
    0x49, 0xa9, 0xaa, 0xf, 0xea, 0x73, 0x0,

    /* U+62D0 "拐" */
    0x5f, 0xe5, 0x7b, 0x4d, 0xe9, 0x75, 0x80,

    /* U+62D2 "拒" */
    0x5f, 0xe1, 0x7b, 0x9d, 0xea, 0x37, 0x80,

    /* U+62D3 "拓" */
    0x5f, 0xd1, 0x23, 0x7d, 0xa9, 0x73, 0x80,

    /* U+62D4 "拔" */
    0x4b, 0xfd, 0x23, 0x7c, 0xaa, 0xb2, 0x80,

    /* U+62D6 "拖" */
    0x51, 0xbd, 0xd2, 0xff, 0x6a, 0x37, 0x80,

    /* U+62D8 "拘" */
    0x51, 0xbd, 0x8a, 0xdd, 0xa8, 0x71, 0x80,

    /* U+62D9 "拙" */
    0x49, 0xd5, 0xfa, 0x4e, 0xad, 0x7f, 0x80,

    /* U+62DB "招" */
    0x5f, 0xd5, 0x4b, 0x3d, 0xea, 0x77, 0x80,

    /* U+62DC "拜" */
    0x3f, 0x9f, 0x92, 0x7e, 0x4b, 0xe1, 0x0,

    /* U+62DF "拟" */
    0x53, 0xed, 0x4b, 0xdd, 0x28, 0xb6, 0x80,

    /* U+62E2 "拢" */
    0x55, 0xa1, 0xfa, 0xad, 0x6b, 0xb9, 0x80,

    /* U+62E3 "拣" */
    0x49, 0xfd, 0x63, 0xfc, 0x8d, 0x76, 0x0,

    /* U+62E5 "拥" */
    0x5f, 0xf5, 0x7b, 0xdd, 0xeb, 0x7a, 0x80,

    /* U+62E6 "拦" */
    0x53, 0x89, 0xfa, 0xd, 0xc8, 0x3f, 0x80,

    /* U+62E7 "拧" */
    0x49, 0xfd, 0x8a, 0xec, 0x89, 0x36, 0x0,

    /* U+62E8 "拨" */
    0x6b, 0xfd, 0x42, 0xed, 0x4d, 0x35, 0x80,

    /* U+62E9 "择" */
    0x5d, 0xa9, 0x23, 0xbc, 0x8f, 0xf2, 0x0,

    /* U+62EC "括" */
    0x45, 0xb1, 0xfa, 0x4d, 0xca, 0xb7, 0x0,

    /* U+62ED "拭" */
    0x4b, 0x91, 0xfa, 0x2f, 0xca, 0xbe, 0x80,

    /* U+62EF "拯" */
    0x5d, 0x89, 0xea, 0xee, 0xa9, 0x3f, 0x80,

    /* U+62F1 "拱" */
    0x55, 0xfd, 0x52, 0xaf, 0xe8, 0x38, 0x80,

    /* U+62F3 "拳" */
    0x54, 0x73, 0xfa, 0x2b, 0xaf, 0x8c, 0x0,

    /* U+62F4 "拴" */
    0x49, 0xa9, 0xfa, 0x4d, 0xc9, 0x3f, 0x80,

    /* U+62F7 "拷" */
    0x4b, 0xb9, 0x23, 0xfd, 0x8d, 0xf0, 0x80,

    /* U+62FC "拼" */
    0x55, 0x81, 0xfa, 0xaf, 0xea, 0xb9, 0x0,

    /* U+62FD "拽" */
    0x49, 0xf9, 0xb3, 0xec, 0xa8, 0xbe, 0x80,

    /* U+62FE "拾" */
    0x49, 0xa9, 0xba, 0xd, 0xca, 0xb7, 0x0,

    /* U+62FF "拿" */
    0x10, 0x53, 0xf9, 0xc7, 0xdf, 0xcc, 0x0,

    /* U+6301 "持" */
    0x49, 0xb9, 0x23, 0xfc, 0x4f, 0xf5, 0x0,

    /* U+6302 "挂" */
    0x49, 0xb9, 0x23, 0xfd, 0xc9, 0x3f, 0x80,

    /* U+6307 "指" */
    0x53, 0xb9, 0x4a, 0xfc, 0xb, 0xf7, 0x80,

    /* U+6309 "按" */
    0x49, 0xfd, 0xab, 0xfd, 0x49, 0xbc, 0x80,

    /* U+630E "挎" */
    0x49, 0xfd, 0x53, 0x5d, 0xc8, 0x71, 0x80,

    /* U+6311 "挑" */
    0x55, 0xed, 0x53, 0xbd, 0x4a, 0xb9, 0x80,

    /* U+6316 "挖" */
    0x49, 0xfd, 0xda, 0xec, 0x8a, 0x73, 0x80,

    /* U+631A "挚" */
    0x49, 0xb9, 0x36, 0xb7, 0xdf, 0xcc, 0x0,

    /* U+631B "挛" */
    0x11, 0xfc, 0xa5, 0x57, 0xdf, 0xcc, 0x0,

    /* U+631D "挝" */
    0x53, 0x9d, 0xca, 0xdd, 0x2a, 0xfb, 0x80,

    /* U+631E "挞" */
    0x55, 0x9d, 0xd2, 0xad, 0xaa, 0x3b, 0x80,

    /* U+631F "挟" */
    0x49, 0xfd, 0xaa, 0x4f, 0xe9, 0x3d, 0x80,

    /* U+6320 "挠" */
    0x49, 0xfd, 0x12, 0xdf, 0xea, 0xb9, 0x80,

    /* U+6321 "挡" */
    0x6b, 0x91, 0xfa, 0x1d, 0xe8, 0x7f, 0x80,

    /* U+6323 "挣" */
    0x4d, 0xe9, 0x72, 0x6f, 0xe9, 0xb6, 0x0,

    /* U+6324 "挤" */
    0x49, 0xfd, 0x52, 0x4f, 0x6a, 0xb9, 0x0,

    /* U+6325 "挥" */
    0x7f, 0xd5, 0xfa, 0x8d, 0xcf, 0xf2, 0x0,

    /* U+6328 "挨" */
    0x49, 0xe5, 0x7b, 0x4d, 0xe8, 0xb6, 0x80,

    /* U+632A "挪" */
    0x7f, 0xad, 0xf2, 0xbf, 0xea, 0xbb, 0x0,

    /* U+632B "挫" */
    0x55, 0xa9, 0xaa, 0x4d, 0xc9, 0x3f, 0x80,

    /* U+632F "振" */
    0x5f, 0xa1, 0x5a, 0x8d, 0xee, 0xb6, 0x80,

    /* U+633A "挺" */
    0x73, 0xb9, 0x92, 0xff, 0x4b, 0xfb, 0x80,

    /* U+633D "挽" */
    0x4d, 0xa9, 0xfb, 0x5f, 0xe9, 0xbd, 0x80,

    /* U+6342 "捂" */
    0x5d, 0x91, 0xf2, 0xaf, 0xea, 0xb7, 0x0,

    /* U+6345 "捅" */
    0x5f, 0x89, 0xfb, 0x5f, 0xed, 0x7a, 0x80,

    /* U+6346 "捆" */
    0x7f, 0xd5, 0xfb, 0x5f, 0xed, 0x7f, 0x80,

    /* U+6349 "捉" */
    0x5f, 0xa5, 0x7a, 0x2d, 0x6a, 0xbb, 0x80,

    /* U+634C "捌" */
    0x7b, 0xdd, 0xfa, 0xbd, 0xad, 0x7a, 0x80,

    /* U+634D "捍" */
    0x5d, 0xa9, 0x73, 0xfc, 0x8f, 0xf2, 0x0,

    /* U+634E "捎" */
    0x57, 0xc9, 0x7b, 0x9d, 0xea, 0x75, 0x80,

    /* U+634F "捏" */
    0x5f, 0xe5, 0x7b, 0x2c, 0xe8, 0xb7, 0x80,

    /* U+6350 "捐" */
    0x4d, 0xd9, 0x3, 0xfd, 0x2b, 0xf4, 0x80,

    /* U+6355 "捕" */
    0x4b, 0xfd, 0x23, 0xfe, 0xaf, 0xfa, 0x80,

    /* U+635E "捞" */
    0x55, 0xfd, 0x8a, 0x4d, 0xe9, 0x7d, 0x80,

    /* U+635F "损" */
    0x5d, 0xa9, 0xfb, 0x1e, 0xa9, 0x3c, 0x80,

    /* U+6361 "捡" */
    0x49, 0xa9, 0xba, 0xe, 0xaa, 0xbf, 0x80,

    /* U+6362 "换" */
    0x4d, 0xa9, 0xfb, 0x5f, 0xe9, 0x3d, 0x80,

    /* U+6363 "捣" */
    0x49, 0xf9, 0x53, 0xad, 0xe9, 0x77, 0x80,

    /* U+6367 "捧" */
    0x49, 0xb9, 0xfa, 0xae, 0xab, 0xb2, 0x0,

    /* U+636E "据" */
    0x5f, 0xbd, 0x52, 0xfd, 0x4d, 0x73, 0x80,

    /* U+6376 "捶" */
    0x5d, 0x91, 0xfa, 0xaf, 0xe9, 0x3f, 0x80,

    /* U+6377 "捷" */
    0x45, 0xbd, 0x1a, 0xec, 0x6a, 0xbb, 0x80,

    /* U+637B "捻" */
    0x49, 0xa9, 0xba, 0xec, 0x4e, 0x7b, 0x80,

    /* U+6380 "掀" */
    0x55, 0xcd, 0xeb, 0xaf, 0x4a, 0xb6, 0x80,

    /* U+6382 "掂" */
    0x45, 0xbd, 0x52, 0xbd, 0x4b, 0xfb, 0x80,

    /* U+6387 "掇" */
    0x7f, 0xa9, 0xab, 0xfe, 0xaa, 0xba, 0x80,

    /* U+6388 "授" */
    0x7f, 0xa9, 0xfb, 0x1d, 0xc9, 0x3d, 0x80,

    /* U+6389 "掉" */
    0x49, 0xdd, 0x73, 0xad, 0xcf, 0xf2, 0x0,

    /* U+638C "掌" */
    0x55, 0xfe, 0xa9, 0xc7, 0xdf, 0xcc, 0x0,

    /* U+638F "掏" */
    0x51, 0xbd, 0xaa, 0xfc, 0xad, 0xff, 0x80,

    /* U+6390 "掐" */
    0x4f, 0xa5, 0x12, 0xbe, 0x2e, 0xff, 0x80,

    /* U+6392 "排" */
    0x55, 0xed, 0x53, 0xbd, 0x4e, 0xf5, 0x0,

    /* U+6396 "掖" */
    0x49, 0xfd, 0x43, 0xbd, 0xaa, 0xb6, 0x80,

    /* U+6398 "掘" */
    0x7f, 0xc5, 0xfb, 0x7e, 0x4a, 0xf7, 0x80,

    /* U+63A0 "掠" */
    0x49, 0xfd, 0x52, 0xec, 0x8d, 0x76, 0x0,

    /* U+63A2 "探" */
    0x7f, 0xc5, 0x53, 0x5f, 0xeb, 0xba, 0x80,

    /* U+63A3 "掣" */
    0x62, 0xf6, 0xab, 0x97, 0xdf, 0xcc, 0x0,

    /* U+63A5 "接" */
    0x49, 0xfd, 0x53, 0xfd, 0x49, 0xbc, 0x80,

    /* U+63A7 "控" */
    0x49, 0xfd, 0xda, 0xd, 0xc9, 0x3f, 0x80,

    /* U+63A8 "推" */
    0x55, 0xbd, 0xd2, 0xfd, 0x4a, 0xb7, 0x80,

    /* U+63A9 "掩" */
    0x49, 0xfd, 0x53, 0x5d, 0xcb, 0xb1, 0x80,

    /* U+63AA "措" */
    0x55, 0xfd, 0x53, 0xfd, 0xca, 0xb7, 0x0,

    /* U+63B3 "掳" */
    0x49, 0x9d, 0xe3, 0x7e, 0xed, 0x75, 0x80,

    /* U+63B7 "掷" */
    0x6f, 0x8d, 0xf2, 0xbf, 0xea, 0xbb, 0x0,

    /* U+63B8 "掸" */
    0x53, 0x89, 0x7a, 0xfc, 0x8f, 0xf2, 0x0,

    /* U+63BA "掺" */
    0x49, 0xa9, 0xea, 0xae, 0xa8, 0xb6, 0x0,

    /* U+63C9 "揉" */
    0x5d, 0xfd, 0x6b, 0x4f, 0xeb, 0xba, 0x80,

    /* U+63CD "揍" */
    0x49, 0xfd, 0x73, 0xfe, 0xa9, 0x35, 0x0,

    /* U+63CF "描" */
    0x55, 0xfd, 0x53, 0xff, 0xed, 0x7f, 0x80,

    /* U+63D0 "提" */
    0x4d, 0xd9, 0x7a, 0x2d, 0x6a, 0xbb, 0x80,

    /* U+63D2 "插" */
    0x45, 0xb1, 0xfa, 0x4f, 0xed, 0x7f, 0x80,

    /* U+63D6 "揖" */
    0x5d, 0xa9, 0xfa, 0xed, 0x4f, 0xf1, 0x0,

    /* U+63E1 "握" */
    0x5f, 0xa5, 0x72, 0xcd, 0xec, 0xb7, 0x80,

    /* U+63E3 "揣" */
    0x6b, 0xfd, 0x3, 0xfd, 0xf, 0xfa, 0x80,

    /* U+63E9 "揩" */
    0x65, 0xed, 0x93, 0xbc, 0x8b, 0xb7, 0x0,

    /* U+63EA "揪" */
    0x75, 0xa9, 0xfa, 0xef, 0x4e, 0xb6, 0x80,

    /* U+63ED "揭" */
    0x5d, 0xa9, 0x72, 0xff, 0x2b, 0x71, 0x80,

    /* U+63F4 "援" */
    0x47, 0xf1, 0xaa, 0xfc, 0xaa, 0xba, 0x80,

    /* U+63FD "揽" */
    0x55, 0xed, 0xca, 0xed, 0x4b, 0xb9, 0x80,

    /* U+6400 "搀" */
    0x4d, 0xed, 0x7a, 0x6f, 0x6b, 0x31, 0x0,

    /* U+6401 "搁" */
    0x6f, 0x85, 0xbb, 0xbe, 0xaf, 0xfb, 0x80,

    /* U+6402 "搂" */
    0x6b, 0xb9, 0xaa, 0x8f, 0xea, 0xbe, 0x80,

    /* U+6405 "搅" */
    0x6b, 0xfd, 0x8a, 0xed, 0x4b, 0xb9, 0x80,

    /* U+640F "搏" */
    0x4b, 0xfd, 0x72, 0xaf, 0xea, 0xb3, 0x0,

    /* U+6410 "搐" */
    0x49, 0xfd, 0x52, 0x5f, 0xed, 0x7f, 0x80,

    /* U+6413 "搓" */
    0x55, 0xfd, 0x23, 0xfc, 0xea, 0xbb, 0x80,

    /* U+6414 "搔" */
    0x5d, 0xa9, 0x23, 0xbd, 0xca, 0xbe, 0x80,

    /* U+641C "搜" */
    0x57, 0xd5, 0xab, 0xfd, 0x49, 0x3d, 0x80,

    /* U+641E "搞" */
    0x49, 0xfd, 0x52, 0xef, 0xec, 0x7a, 0x80,

    /* U+642A "搪" */
    0x49, 0xfd, 0xb3, 0x3f, 0xcd, 0x73, 0x80,

    /* U+642C "搬" */
    0x57, 0xf5, 0xa3, 0x7f, 0xad, 0xba, 0x80,

    /* U+642D "搭" */
    0x55, 0xfd, 0x22, 0xaf, 0xea, 0xb7, 0x0,

    /* U+643A "携" */
    0x55, 0xbd, 0xd2, 0xff, 0xca, 0xf8, 0x80,

    /* U+643D "搽" */
    0x55, 0xfd, 0x22, 0xaf, 0xe9, 0x3a, 0x80,

    /* U+6444 "摄" */
    0x7f, 0xa9, 0x53, 0xfe, 0xaa, 0xba, 0x80,

    /* U+6446 "摆" */
    0x7f, 0xfd, 0x22, 0xef, 0xea, 0xbe, 0x80,

    /* U+6447 "摇" */
    0x47, 0xb5, 0x23, 0xfc, 0x8d, 0x7f, 0x80,

    /* U+6448 "摈" */
    0x49, 0xfd, 0x7a, 0xaf, 0xe8, 0x38, 0x80,

    /* U+644A "摊" */
    0x4b, 0xfd, 0x72, 0xfe, 0xcb, 0xb3, 0x80,

    /* U+6454 "摔" */
    0x49, 0xfd, 0xaa, 0xae, 0xaf, 0xf2, 0x0,

    /* U+6458 "摘" */
    0x49, 0xfd, 0x53, 0xfe, 0xae, 0xff, 0x80,

    /* U+6467 "摧" */
    0x6b, 0xfd, 0x52, 0xff, 0x4a, 0xb7, 0x80,

    /* U+6469 "摩" */
    0x8, 0xfd, 0x53, 0xf5, 0x4f, 0xe6, 0x0,

    /* U+6478 "摸" */
    0x55, 0xfd, 0x72, 0xaf, 0xe9, 0x3d, 0x80,

    /* U+6479 "摹" */
    0x29, 0xfc, 0xe7, 0xf4, 0x5f, 0xcc, 0x0,

    /* U+6482 "撂" */
    0x7f, 0xd5, 0xfa, 0xac, 0x8e, 0xf7, 0x0,

    /* U+6485 "撅" */
    0x7f, 0xd1, 0x5b, 0x7f, 0x4a, 0xba, 0x80,

    /* U+6487 "撇" */
    0x6d, 0xad, 0xeb, 0xde, 0xaf, 0xba, 0x80,

    /* U+6491 "撑" */
    0x6b, 0xb9, 0xda, 0xed, 0xcf, 0xf6, 0x0,

    /* U+6492 "撒" */
    0x55, 0xfd, 0x6b, 0xdd, 0xab, 0xb6, 0x80,

    /* U+6495 "撕" */
    0x6b, 0xf9, 0xb3, 0xff, 0xe8, 0xfa, 0x80,

    /* U+649E "撞" */
    0x49, 0xfd, 0x53, 0xfd, 0xc9, 0x3f, 0x80,

    /* U+64A4 "撤" */
    0x55, 0xfd, 0x5b, 0x3d, 0xeb, 0xb6, 0x80,

    /* U+64A9 "撩" */
    0x49, 0xfd, 0x53, 0xfd, 0x49, 0x3a, 0x80,

    /* U+64AC "撬" */
    0x4d, 0xf1, 0x3a, 0xf, 0x6c, 0xbd, 0x80,

    /* U+64AD "播" */
    0x7f, 0xa9, 0xfa, 0xee, 0xab, 0xb7, 0x0,

    /* U+64AE "撮" */
    0x5d, 0xa9, 0xfa, 0xfd, 0xaf, 0xb2, 0x80,

    /* U+64B0 "撰" */
    0x77, 0xed, 0x93, 0xbd, 0xc8, 0x38, 0x80,

    /* U+64B5 "撵" */
    0x55, 0xfd, 0x53, 0xde, 0xcf, 0xf2, 0x0,

    /* U+64BC "撼" */
    0x45, 0xfd, 0xd3, 0x9c, 0xe, 0x7b, 0x80,

    /* U+64C2 "擂" */
    0x5d, 0xfd, 0xaa, 0xf, 0xed, 0x7f, 0x80,

    /* U+64C5 "擅" */
    0x49, 0xfd, 0xdb, 0xfd, 0xca, 0xbf, 0x80,

    /* U+64CD "操" */
    0x5d, 0xa9, 0xfb, 0x5f, 0xeb, 0xba, 0x80,

    /* U+64CE "擎" */
    0x57, 0xf5, 0xd4, 0xd3, 0xdf, 0xcc, 0x0,

    /* U+64D2 "擒" */
    0x49, 0xed, 0x73, 0xfe, 0xad, 0xfe, 0x80,

    /* U+64DE "擞" */
    0x6d, 0xad, 0xba, 0xbf, 0xed, 0xbc, 0x80,

    /* U+64E6 "擦" */
    0x49, 0xfd, 0xaa, 0xae, 0x2b, 0xba, 0x80,

    /* U+6500 "攀" */
    0x55, 0xdd, 0x57, 0xf5, 0x57, 0x4c, 0x0,

    /* U+6512 "攒" */
    0x69, 0xfd, 0x53, 0x5d, 0x4b, 0xb8, 0x80,

    /* U+6518 "攘" */
    0x49, 0xfd, 0xda, 0xef, 0xee, 0xb6, 0x80,

    /* U+652B "攫" */
    0x77, 0xed, 0x72, 0xfd, 0x49, 0x3d, 0x80,

    /* U+652F "支" */
    0x11, 0xfc, 0x43, 0xc2, 0x82, 0x3b, 0x80,

    /* U+6536 "收" */
    0x29, 0x5e, 0xed, 0x5a, 0xbc, 0x8e, 0x80,

    /* U+6539 "改" */
    0xe8, 0x5f, 0xec, 0x5a, 0xb8, 0x86, 0x80,

    /* U+653B "攻" */
    0x9, 0xdd, 0x6a, 0x56, 0xb8, 0x86, 0x80,

    /* U+653E "放" */
    0x25, 0xed, 0x2b, 0xd5, 0xaa, 0xae, 0x80,

    /* U+653F "政" */
    0xf4, 0x4c, 0xad, 0xda, 0xb6, 0xb2, 0x80,

    /* U+6545 "故" */
    0x49, 0xdd, 0x6f, 0x5a, 0xbc, 0x86, 0x80,

    /* U+6548 "效" */
    0x25, 0xed, 0x6c, 0x55, 0xa4, 0xb6, 0x80,

    /* U+654C "敌" */
    0x14, 0xcf, 0xe9, 0x57, 0xaa, 0x9e, 0x80,

    /* U+654F "敏" */
    0x85, 0xed, 0xab, 0xda, 0xbe, 0x8a, 0x80,

    /* U+6551 "救" */
    0x25, 0xec, 0xad, 0xd6, 0xb6, 0x9a, 0x80,

    /* U+6556 "敖" */
    0x49, 0xdd, 0x6f, 0x54, 0xac, 0xae, 0x80,

    /* U+6559 "教" */
    0x24, 0xec, 0xaf, 0xd5, 0xb6, 0x8a, 0x80,

    /* U+655B "敛" */
    0x24, 0xaf, 0xe8, 0x5a, 0xaa, 0xbe, 0x80,

    /* U+655D "敝" */
    0xac, 0xec, 0xaf, 0xdb, 0xbe, 0xae, 0x80,

    /* U+655E "敞" */
    0xac, 0xec, 0xaf, 0xd9, 0xb6, 0xae, 0x80,

    /* U+6562 "敢" */
    0x64, 0x4f, 0xea, 0xd5, 0xbe, 0x86, 0x80,

    /* U+6563 "散" */
    0x55, 0xed, 0x6f, 0xd5, 0xae, 0x96, 0x80,

    /* U+6566 "敦" */
    0x25, 0xed, 0x6b, 0xd3, 0xbc, 0x8a, 0x80,

    /* U+656C "敬" */
    0x55, 0xed, 0x6b, 0xd9, 0xaa, 0x8e, 0x80,

    /* U+6570 "数" */
    0xac, 0xee, 0xaa, 0x5f, 0xaa, 0xba, 0x80,

    /* U+6572 "敲" */
    0x25, 0xed, 0x53, 0xff, 0xb1, 0xaa, 0x80,

    /* U+6574 "整" */
    0x27, 0xf5, 0xd5, 0x5f, 0xeb, 0xbf, 0x80,

    /* U+6577 "敷" */
    0x25, 0xed, 0xab, 0x5f, 0xac, 0xaa, 0x80,

    /* U+6587 "文" */
    0x11, 0xfc, 0xa1, 0x41, 0x5, 0x31, 0x80,

    /* U+658B "斋" */
    0x11, 0xfc, 0xa0, 0x86, 0xdf, 0xea, 0x80,

    /* U+658C "斌" */
    0x5b, 0xc8, 0xfd, 0x25, 0x4b, 0xae, 0x80,

    /* U+6591 "斑" */
    0xd6, 0xf9, 0x37, 0x75, 0x5a, 0x8b, 0x80,

    /* U+6597 "斗" */
    0x48, 0x51, 0x21, 0x40, 0xff, 0x2, 0x0,

    /* U+6599 "料" */
    0xa4, 0xab, 0x92, 0xac, 0x7f, 0x91, 0x0,

    /* U+659C "斜" */
    0x22, 0xb7, 0xc9, 0x5f, 0x25, 0xec, 0x80,

    /* U+659F "斟" */
    0x53, 0xf5, 0x4a, 0xdf, 0x35, 0xfc, 0x80,

    /* U+65A1 "斡" */
    0xe8, 0xab, 0x9d, 0xa4, 0x5f, 0xd1, 0x0,

    /* U+65A4 "斤" */
    0xc, 0xe1, 0x3, 0xf4, 0x89, 0x22, 0x0,

    /* U+65A5 "斥" */
    0xc, 0xe1, 0x3, 0xf5, 0x89, 0xa2, 0x0,

    /* U+65A7 "斧" */
    0x29, 0x8c, 0xe6, 0x37, 0xc9, 0x22, 0x0,

    /* U+65A9 "斩" */
    0x45, 0xf2, 0x47, 0xf5, 0x5c, 0x91, 0x0,

    /* U+65AD "断" */
    0xd3, 0x5b, 0xe5, 0x7d, 0xb1, 0x7c, 0x80,

    /* U+65AF "斯" */
    0x53, 0xf9, 0x63, 0xff, 0xa1, 0x64, 0x80,

    /* U+65B0 "新" */
    0x23, 0xf9, 0x61, 0x7f, 0xa4, 0x6a, 0x80,

    /* U+65B9 "方" */
    0x11, 0xfc, 0x81, 0xe2, 0x48, 0xa3, 0x0,

    /* U+65BD "施" */
    0x49, 0xdd, 0x63, 0x7b, 0xa5, 0x1b, 0x80,

    /* U+65C1 "旁" */
    0x11, 0xfc, 0x97, 0xfa, 0x27, 0xb1, 0x0,

    /* U+65C5 "旅" */
    0x49, 0xdd, 0x53, 0x4b, 0x26, 0x9e, 0x80,

    /* U+65CB "旋" */
    0x49, 0xdd, 0x43, 0x7a, 0x65, 0x9d, 0x80,

    /* U+65CF "族" */
    0x49, 0xdd, 0x63, 0x6b, 0xe4, 0x9a, 0x80,

    /* U+65D7 "旗" */
    0x49, 0xdd, 0x73, 0x6b, 0xe4, 0x1c, 0x80,

    /* U+65E0 "无" */
    0x7c, 0x20, 0x47, 0xf1, 0x85, 0x73, 0x80,

    /* U+65E2 "既" */
    0xff, 0x57, 0xcd, 0xfe, 0x51, 0xbd, 0x80,

    /* U+65E5 "日" */
    0xfe, 0x18, 0x7f, 0x86, 0x1f, 0xc0,

    /* U+65E6 "旦" */
    0x7c, 0x89, 0xf2, 0x27, 0xc0, 0x3f, 0x80,

    /* U+65E7 "旧" */
    0xbf, 0x46, 0x8d, 0xfa, 0x34, 0x6f, 0x80,

    /* U+65E8 "旨" */
    0x8d, 0xe2, 0xb, 0xf7, 0xc8, 0x9f, 0x0,

    /* U+65E9 "早" */
    0x7c, 0x89, 0xf2, 0x27, 0xdf, 0xc4, 0x0,

    /* U+65EC "旬" */
    0x20, 0x7d, 0xad, 0xd2, 0xa7, 0x41, 0x80,

    /* U+65ED "旭" */
    0x4f, 0xf5, 0x7a, 0xd5, 0xea, 0x27, 0x80,

    /* U+65F1 "旱" */
    0x7c, 0x89, 0xf7, 0xf1, 0x1f, 0xc4, 0x0,

    /* U+65F6 "时" */
    0x5, 0xfe, 0x97, 0xaa, 0xdc, 0x83, 0x0,

    /* U+65F7 "旷" */
    0x5, 0xde, 0xa7, 0x4a, 0x9d, 0x4, 0x0,

    /* U+65FA "旺" */
    0x1f, 0xca, 0x97, 0x7a, 0x5c, 0x87, 0x80,

    /* U+6602 "昂" */
    0x7c, 0x89, 0xf2, 0x78, 0xbd, 0x42, 0x0,

    /* U+6606 "昆" */
    0x7c, 0x89, 0xf4, 0x4e, 0xf1, 0x3b, 0x80,

    /* U+660C "昌" */
    0x7c, 0x8b, 0xfc, 0x1f, 0xf0, 0x7f, 0x80,

    /* U+660E "明" */
    0xef, 0x57, 0xbd, 0x5e, 0xe2, 0x49, 0x80,

    /* U+660F "昏" */
    0xd, 0xe3, 0xf4, 0x4e, 0x6f, 0x9f, 0x0,

    /* U+6613 "易" */
    0x7c, 0x89, 0xf1, 0x7, 0xf5, 0x55, 0x80,

    /* U+6614 "昔" */
    0x28, 0xf8, 0xa7, 0xf7, 0xc8, 0x9f, 0x0,

    /* U+661F "星" */
    0x7c, 0x89, 0xfa, 0x8b, 0xc2, 0x3f, 0x80,

    /* U+6620 "映" */
    0x9, 0xfa, 0xd7, 0xfa, 0x9d, 0xd, 0x80,

    /* U+6625 "春" */
    0x10, 0xf8, 0xe7, 0xf4, 0x57, 0x4e, 0x0,

    /* U+6627 "昧" */
    0x9, 0xfa, 0xa7, 0xfa, 0x9b, 0x8a, 0x80,

    /* U+6628 "昨" */
    0x9, 0xde, 0xe7, 0x7a, 0x9d, 0xc2, 0x0,

    /* U+662D "昭" */
    0x1f, 0xd6, 0xcf, 0x3b, 0xfe, 0x47, 0x80,

    /* U+662F "是" */
    0x7c, 0x8b, 0xf8, 0x85, 0xca, 0x2f, 0x80,

    /* U+663C "昼" */
    0x7c, 0x89, 0xe2, 0x2b, 0xa5, 0x3f, 0x80,

    /* U+663E "显" */
    0x7c, 0x89, 0xf5, 0x56, 0xc5, 0x3f, 0x80,

    /* U+6643 "晃" */
    0x7c, 0xf8, 0x42, 0xaf, 0xe5, 0x33, 0x80,

    /* U+664B "晋" */
    0xfe, 0xd8, 0xa7, 0xf7, 0xc8, 0x9f, 0x0,

    /* U+664C "晌" */
    0x9, 0xfe, 0xcf, 0xfb, 0xbf, 0xc4, 0x80,

    /* U+6652 "晒" */
    0x3f, 0xaa, 0xff, 0xbb, 0x7c, 0x4f, 0x80,

    /* U+6653 "晓" */
    0x9, 0xfe, 0x97, 0xdb, 0xfe, 0x89, 0x80,

    /* U+6655 "晕" */
    0x7c, 0x8b, 0xfd, 0x17, 0xdf, 0xc4, 0x0,

    /* U+665A "晚" */
    0xd, 0xea, 0xff, 0x5b, 0xf9, 0x8d, 0x80,

    /* U+6664 "晤" */
    0xf, 0xca, 0xff, 0x5b, 0xfd, 0x43, 0x80,

    /* U+6666 "晦" */
    0x11, 0xfe, 0xb7, 0x7b, 0x5f, 0xc1, 0x0,

    /* U+6668 "晨" */
    0x3c, 0x49, 0xfa, 0xe7, 0xed, 0x2d, 0x80,

    /* U+666E "普" */
    0x45, 0xfd, 0xb1, 0x4f, 0xe8, 0x9f, 0x0,

    /* U+666F "景" */
    0x7c, 0x8b, 0xfa, 0x27, 0xca, 0xac, 0x80,

    /* U+6670 "晰" */
    0xb, 0xfa, 0xb7, 0xfb, 0xbd, 0x42, 0x80,

    /* U+6674 "晴" */
    0x5, 0xde, 0x97, 0xfa, 0xbd, 0xc2, 0x80,

    /* U+6676 "晶" */
    0x7c, 0x8b, 0xfd, 0x5e, 0xf5, 0x7b, 0x80,

    /* U+667A "智" */
    0x40, 0xfe, 0xaa, 0xff, 0xc8, 0x9f, 0x0,

    /* U+667E "晾" */
    0x5, 0xfe, 0xaf, 0x7a, 0x5e, 0xc3, 0x0,

    /* U+6682 "暂" */
    0x2f, 0xf2, 0xbf, 0xa2, 0x4f, 0x9f, 0x0,

    /* U+6687 "暇" */
    0x37, 0xe6, 0x9f, 0xfa, 0xbe, 0x8a, 0x80,

    /* U+6691 "暑" */
    0x7c, 0x89, 0xf1, 0xcf, 0xe6, 0xb7, 0x0,

    /* U+6696 "暖" */
    0x7, 0xf2, 0xaf, 0xfa, 0xbe, 0x8a, 0x80,

    /* U+6697 "暗" */
    0x9, 0xfe, 0xd7, 0xfa, 0x1d, 0x83, 0x0,

    /* U+66AE "暮" */
    0x29, 0xfc, 0xe7, 0xf4, 0x57, 0x4e, 0x0,

    /* U+66B4 "暴" */
    0x7c, 0xf8, 0xa7, 0xf5, 0x47, 0x35, 0x80,

    /* U+66D9 "曙" */
    0x3f, 0xd6, 0xff, 0x6b, 0xfb, 0x4b, 0x80,

    /* U+66DD "曝" */
    0x1f, 0xfe, 0xb7, 0xfa, 0xbb, 0x8a, 0x80,

    /* U+66F0 "曰" */
    0xfe, 0x18, 0x7d, 0x86, 0x1f, 0xc0,

    /* U+66F2 "曲" */
    0x29, 0xfe, 0xaf, 0xfa, 0xb5, 0x7f, 0x80,

    /* U+66F3 "曳" */
    0x10, 0xf9, 0x53, 0xe0, 0xa0, 0xbe, 0x80,

    /* U+66F4 "更" */
    0xfe, 0xa9, 0xf2, 0xa7, 0xc6, 0x33, 0x80,

    /* U+66F9 "曹" */
    0x29, 0xff, 0xfd, 0x5f, 0xe8, 0x9f, 0x0,

    /* U+66FC "曼" */
    0x7c, 0x8b, 0xff, 0xf2, 0x82, 0x3b, 0x80,

    /* U+66FE "曾" */
    0x45, 0xfe, 0xdf, 0xf7, 0xc8, 0x9f, 0x0,

    /* U+66FF "替" */
    0x45, 0xdd, 0x15, 0x57, 0xc8, 0x9f, 0x0,

    /* U+6700 "最" */
    0x7c, 0x8b, 0xfa, 0x95, 0xbe, 0x86, 0x80,

    /* U+6708 "月" */
    0x3e, 0x44, 0xf9, 0x13, 0xe8, 0x61, 0x80,

    /* U+6709 "有" */
    0x21, 0xfc, 0x83, 0xea, 0x47, 0x89, 0x0,

    /* U+670B "朋" */
    0x7e, 0xb5, 0xfa, 0xd7, 0xeb, 0x6d, 0x80,

    /* U+670D "服" */
    0x7e, 0xa5, 0xc2, 0xf7, 0xaa, 0xae, 0x80,

    /* U+6714 "朔" */
    0x5f, 0xf4, 0xbd, 0x5f, 0xe9, 0x65, 0x80,

    /* U+6717 "朗" */
    0x4f, 0xd6, 0xbf, 0x58, 0xf5, 0x75, 0x80,

    /* U+671B "望" */
    0x2f, 0xf5, 0x3b, 0x9f, 0xe2, 0x3f, 0x80,

    /* U+671D "朝" */
    0xee, 0x97, 0xbd, 0x54, 0xfd, 0x55, 0x80,

    /* U+671F "期" */
    0x5f, 0xf5, 0x7b, 0xdf, 0xe1, 0x65, 0x80,

    /* U+6728 "木" */
    0x11, 0xfc, 0x41, 0xc5, 0x52, 0x44, 0x0,

    /* U+672A "未" */
    0x10, 0xf8, 0x47, 0xf1, 0x7, 0x35, 0x80,

    /* U+672B "末" */
    0x11, 0xfc, 0x43, 0xe1, 0x7, 0x35, 0x80,

    /* U+672C "本" */
    0x11, 0xfc, 0x41, 0xc5, 0x57, 0x44, 0x0,

    /* U+672D "札" */
    0x29, 0xf0, 0xa3, 0xc6, 0x95, 0x4b, 0x80,

    /* U+672F "术" */
    0x15, 0xfc, 0x41, 0xc5, 0x52, 0x44, 0x0,

    /* U+6731 "朱" */
    0x50, 0xfa, 0x47, 0xf1, 0x7, 0x35, 0x80,

    /* U+6734 "朴" */
    0x29, 0xf0, 0xa3, 0xe6, 0xb5, 0xa, 0x0,

    /* U+6735 "朵" */
    0x38, 0x53, 0x38, 0x8f, 0xe7, 0x35, 0x80,

    /* U+673A "机" */
    0x5d, 0xa9, 0x56, 0xad, 0x4a, 0x99, 0x80,

    /* U+673D "朽" */
    0x5f, 0xd1, 0x27, 0x7c, 0x28, 0x51, 0x80,

    /* U+6740 "杀" */
    0x64, 0x31, 0x90, 0x8f, 0xe2, 0x2c, 0x80,

    /* U+6742 "杂" */
    0x20, 0xf0, 0xa2, 0x6f, 0xe2, 0x2c, 0x80,

    /* U+6743 "权" */
    0x4f, 0xc5, 0x2f, 0x5c, 0x48, 0x96, 0x80,

    /* U+6746 "杆" */
    0x5d, 0x91, 0x27, 0xfc, 0x89, 0x12, 0x0,

    /* U+6749 "杉" */
    0x23, 0xe8, 0x8b, 0xa6, 0x14, 0x4b, 0x0,

    /* U+674E "李" */
    0x11, 0xfc, 0xf6, 0xd0, 0x9f, 0xc4, 0x0,

    /* U+674F "杏" */
    0x11, 0xfc, 0xe6, 0xb7, 0xc8, 0x9f, 0x0,

    /* U+6750 "材" */
    0x45, 0xfd, 0x16, 0x6d, 0x4c, 0x93, 0x0,

    /* U+6751 "村" */
    0x25, 0xfc, 0x93, 0xa6, 0xd4, 0x8b, 0x0,

    /* U+6756 "杖" */
    0x49, 0xfd, 0x26, 0xcc, 0x8a, 0x98, 0x80,

    /* U+675C "杜" */
    0x45, 0xc9, 0x7f, 0x2c, 0x48, 0x97, 0x80,

    /* U+675F "束" */
    0x11, 0xfd, 0x53, 0xe1, 0x7, 0x35, 0x80,

    /* U+6760 "杠" */
    0x41, 0xdd, 0x17, 0x2c, 0x48, 0x97, 0x80,

    /* U+6761 "条" */
    0x18, 0xd0, 0x47, 0x77, 0xc2, 0x2c, 0x80,

    /* U+6765 "来" */
    0x11, 0xfd, 0x50, 0x8f, 0xe7, 0x35, 0x80,

    /* U+6768 "杨" */
    0x5d, 0x89, 0x27, 0xfd, 0x6d, 0x55, 0x80,

    /* U+676D "杭" */
    0x49, 0xfd, 0x6, 0xed, 0x4a, 0x99, 0x80,

    /* U+676F "杯" */
    0x7f, 0x91, 0x26, 0xee, 0xa9, 0x12, 0x0,

    /* U+6770 "杰" */
    0x11, 0xfc, 0x41, 0xcd, 0x60, 0x2a, 0x80,

    /* U+677E "松" */
    0x55, 0xa9, 0x8e, 0x4c, 0x8a, 0x9e, 0x80,

    /* U+677F "板" */
    0x47, 0xb1, 0x46, 0xfd, 0xac, 0x96, 0x80,

    /* U+6781 "极" */
    0x7d, 0xa9, 0x5e, 0x9d, 0xac, 0x96, 0x80,

    /* U+6784 "构" */
    0x49, 0xdd, 0x4f, 0x5d, 0x2b, 0xd0, 0x80,

    /* U+6789 "枉" */
    0x5f, 0xc9, 0x17, 0x7c, 0x48, 0x97, 0x80,

    /* U+6790 "析" */
    0x45, 0xb1, 0x46, 0xfd, 0x4a, 0x99, 0x0,

    /* U+6795 "枕" */
    0x49, 0xfd, 0xae, 0x6c, 0xca, 0x99, 0x80,

    /* U+6797 "林" */
    0x25, 0xfc, 0x93, 0x67, 0x74, 0x89, 0x0,

    /* U+679A "枚" */
    0x51, 0xbd, 0xd6, 0xad, 0x49, 0x1d, 0x80,

    /* U+679C "果" */
    0x7c, 0xa9, 0xf2, 0xaf, 0xe7, 0x35, 0x80,

    /* U+679D "枝" */
    0x49, 0xfd, 0x27, 0xed, 0x49, 0x1d, 0x80,

    /* U+67A2 "枢" */
    0x5f, 0xe1, 0x6f, 0xad, 0xaa, 0x17, 0x80,

    /* U+67A3 "枣" */
    0x11, 0xfd, 0x51, 0xcd, 0x66, 0x3, 0x0,

    /* U+67AA "枪" */
    0x49, 0xa9, 0x8e, 0xed, 0x4a, 0x57, 0x80,

    /* U+67AB "枫" */
    0x7d, 0xc9, 0xb7, 0xae, 0xcc, 0x91, 0x80,

    /* U+67AF "枯" */
    0x49, 0x91, 0xfe, 0x4d, 0xca, 0x97, 0x0,

    /* U+67B6 "架" */
    0x41, 0xfd, 0x6d, 0xff, 0xe7, 0x35, 0x80,

    /* U+67B7 "枷" */
    0x51, 0xfd, 0x6e, 0xde, 0xa9, 0xd6, 0x0,

    /* U+67C4 "柄" */
    0x7f, 0x91, 0xff, 0x5f, 0x6c, 0x59, 0x80,

    /* U+67CF "柏" */
    0x49, 0xfd, 0x4f, 0xfd, 0x2a, 0x57, 0x80,

    /* U+67D0 "某" */
    0x29, 0xfc, 0xa1, 0xcf, 0xe7, 0x35, 0x80,

    /* U+67D1 "柑" */
    0x55, 0xfd, 0x56, 0xed, 0x4a, 0x97, 0x0,

    /* U+67D2 "柒" */
    0x96, 0x72, 0x48, 0x7f, 0xe7, 0x35, 0x80,

    /* U+67D3 "染" */
    0x90, 0x7a, 0x51, 0x3f, 0xe7, 0x35, 0x80,

    /* U+67D4 "柔" */
    0x39, 0xfd, 0x4d, 0x8f, 0xe7, 0x35, 0x80,

    /* U+67DC "柜" */
    0x5f, 0xe1, 0x7f, 0x9d, 0xea, 0x17, 0x80,

    /* U+67DE "柞" */
    0x49, 0xdd, 0x67, 0x7c, 0x89, 0xd2, 0x0,

    /* U+67E0 "柠" */
    0x49, 0xfd, 0x8e, 0xec, 0x89, 0x16, 0x0,

    /* U+67E5 "查" */
    0x11, 0xfc, 0xe6, 0xb7, 0xcf, 0xbf, 0x80,

    /* U+67EC "柬" */
    0x11, 0xfd, 0xf3, 0xe7, 0xc7, 0x35, 0x80,

    /* U+67EF "柯" */
    0x5f, 0xc5, 0x7f, 0xbd, 0xe8, 0x51, 0x80,

    /* U+67F1 "柱" */
    0x51, 0x91, 0xfe, 0x4d, 0xc9, 0x1f, 0x80,

    /* U+67F3 "柳" */
    0x57, 0xcd, 0xdf, 0xbf, 0x6a, 0x99, 0x0,

    /* U+67F4 "柴" */
    0x25, 0x6e, 0x97, 0xbf, 0xe7, 0x35, 0x80,

    /* U+67FF "柿" */
    0x49, 0xfd, 0x27, 0xfe, 0xad, 0x52, 0x0,

    /* U+6805 "栅" */
    0x5f, 0xb5, 0x6f, 0xfd, 0xab, 0x5a, 0x80,

    /* U+6807 "标" */
    0x5d, 0x81, 0xfe, 0x4e, 0xad, 0x56, 0x0,

    /* U+6808 "栈" */
    0x4b, 0xfd, 0x27, 0xec, 0xa8, 0x96, 0x80,

    /* U+680B "栋" */
    0x49, 0xfd, 0x47, 0xfc, 0x8d, 0x56, 0x0,

    /* U+680F "栏" */
    0x53, 0x89, 0xfe, 0xd, 0xc8, 0x1f, 0x80,

    /* U+6811 "树" */
    0x43, 0xfd, 0x2f, 0x5d, 0x6d, 0x51, 0x80,

    /* U+6813 "栓" */
    0x49, 0xa9, 0xfe, 0x4d, 0xc9, 0x1f, 0x80,

    /* U+6816 "栖" */
    0x7f, 0xa9, 0xff, 0xbf, 0x6c, 0x5f, 0x80,

    /* U+6817 "栗" */
    0xfe, 0xa9, 0xf0, 0x8f, 0xe7, 0x35, 0x80,

    /* U+6821 "校" */
    0x49, 0xfd, 0x57, 0x1d, 0x49, 0x1d, 0x80,

    /* U+682A "株" */
    0x59, 0xb9, 0xa7, 0xfc, 0x8b, 0x9a, 0x80,

    /* U+6837 "样" */
    0x55, 0xfd, 0x26, 0xec, 0x8f, 0xd2, 0x0,

    /* U+6838 "核" */
    0x49, 0xfd, 0x57, 0xdd, 0x49, 0x1d, 0x80,

    /* U+6839 "根" */
    0x5f, 0xe5, 0x7f, 0x9d, 0xea, 0x96, 0x80,

    /* U+683C "格" */
    0x4d, 0xa9, 0x27, 0xbd, 0xca, 0x97, 0x0,

    /* U+683D "栽" */
    0x28, 0xf4, 0xa7, 0xf2, 0x6e, 0xaa, 0x80,

    /* U+6842 "桂" */
    0x49, 0xb9, 0x27, 0xfd, 0xc9, 0x1f, 0x80,

    /* U+6843 "桃" */
    0x55, 0xed, 0x57, 0xbd, 0x4a, 0x99, 0x80,

    /* U+6845 "桅" */
    0x4d, 0xe9, 0x7e, 0xfd, 0xab, 0x1b, 0x80,

    /* U+6846 "框" */
    0x5f, 0xe1, 0x7f, 0xad, 0xea, 0x17, 0x80,

    /* U+6848 "案" */
    0x11, 0xfe, 0xab, 0xaf, 0xe7, 0x35, 0x80,

    /* U+684C "桌" */
    0x10, 0x3d, 0xf2, 0x2f, 0xe7, 0x35, 0x80,

    /* U+6850 "桐" */
    0x5f, 0xe5, 0x7f, 0x9d, 0xeb, 0xd4, 0x80,

    /* U+6851 "桑" */
    0x38, 0x13, 0x99, 0x1d, 0xc7, 0x35, 0x80,

    /* U+6853 "桓" */
    0x7f, 0xb9, 0x56, 0xed, 0x4b, 0x9f, 0x80,

    /* U+6854 "桔" */
    0x49, 0xfd, 0x26, 0xec, 0xb, 0x97, 0x0,

    /* U+6863 "档" */
    0x6b, 0x91, 0xfe, 0x1d, 0xe8, 0x5f, 0x80,

    /* U+6865 "桥" */
    0x5d, 0xfd, 0x57, 0x1d, 0x4a, 0x99, 0x0,

    /* U+6868 "桨" */
    0xa6, 0x55, 0x95, 0x47, 0xc7, 0x35, 0x80,

    /* U+6869 "桩" */
    0x45, 0xbd, 0x56, 0xfd, 0x4a, 0x9b, 0x80,

    /* U+6876 "桶" */
    0x5f, 0x89, 0xff, 0x5f, 0xed, 0x5a, 0x80,

    /* U+6881 "梁" */
    0xbc, 0x2a, 0x59, 0x6f, 0xe7, 0x35, 0x80,

    /* U+6885 "梅" */
    0x51, 0xbd, 0x37, 0xfd, 0x4b, 0xd1, 0x0,

    /* U+6886 "梆" */
    0x57, 0xfd, 0x57, 0xfd, 0x6f, 0x95, 0x0,

    /* U+6897 "梗" */
    0x7f, 0xb9, 0x76, 0x4d, 0x89, 0x1d, 0x80,

    /* U+68A2 "梢" */
    0x57, 0xc9, 0x7f, 0x9d, 0xea, 0x55, 0x80,

    /* U+68A6 "梦" */
    0x25, 0xfd, 0xb5, 0xf6, 0x43, 0x38, 0x0,

    /* U+68A7 "梧" */
    0x5d, 0x91, 0xf6, 0xaf, 0xea, 0x97, 0x0,

    /* U+68A8 "梨" */
    0x6b, 0xf5, 0xad, 0x9f, 0xe7, 0x35, 0x80,

    /* U+68AD "梭" */
    0x53, 0xfd, 0x57, 0x1d, 0xcd, 0x15, 0x80,

    /* U+68AF "梯" */
    0x55, 0xfd, 0x2f, 0xfe, 0x8b, 0xda, 0x80,

    /* U+68B0 "械" */
    0x45, 0xfd, 0x57, 0xed, 0x6a, 0x92, 0x80,

    /* U+68B3 "梳" */
    0x49, 0xfd, 0x57, 0xdd, 0x8b, 0x5a, 0x80,

    /* U+68C0 "检" */
    0x49, 0xa9, 0xbe, 0xe, 0xaa, 0x9f, 0x80,

    /* U+68C9 "棉" */
    0x49, 0xb9, 0x56, 0xef, 0xed, 0x52, 0x0,

    /* U+68CB "棋" */
    0x55, 0xfd, 0x56, 0xef, 0xe8, 0x18, 0x80,

    /* U+68CD "棍" */
    0x7f, 0xc5, 0xff, 0x2f, 0x6c, 0x9d, 0x80,

    /* U+68D2 "棒" */
    0x49, 0xb9, 0xfe, 0xae, 0xab, 0x92, 0x0,

    /* U+68D5 "棕" */
    0x49, 0xfd, 0xbe, 0xf, 0xe9, 0x1a, 0x80,

    /* U+68D8 "棘" */
    0x25, 0xfc, 0x97, 0xfb, 0x6d, 0xad, 0x80,

    /* U+68DA "棚" */
    0x7f, 0xd5, 0xff, 0x5f, 0xed, 0x55, 0x80,

    /* U+68E0 "棠" */
    0x55, 0xfe, 0xa9, 0xcf, 0xe7, 0x35, 0x80,

    /* U+68EE "森" */
    0x10, 0xf8, 0xe2, 0xaf, 0xed, 0xad, 0x80,

    /* U+68F1 "棱" */
    0x49, 0xb9, 0x27, 0xfd, 0x4d, 0x15, 0x80,

    /* U+68F5 "棵" */
    0x7f, 0xd5, 0xfe, 0x4f, 0xeb, 0x9a, 0x80,

    /* U+68FA "棺" */
    0x49, 0xfd, 0x8e, 0xed, 0xea, 0x57, 0x80,

    /* U+6905 "椅" */
    0x49, 0xfd, 0x26, 0xaf, 0xe8, 0x95, 0x0,

    /* U+690D "植" */
    0x49, 0xfd, 0x26, 0xed, 0x4b, 0x9f, 0x80,

    /* U+690E "椎" */
    0x55, 0xbd, 0xd6, 0xfd, 0x4a, 0x97, 0x80,

    /* U+6912 "椒" */
    0x57, 0xb5, 0x4f, 0xdd, 0x4e, 0x96, 0x80,

    /* U+692D "椭" */
    0x75, 0xbd, 0xa6, 0xfd, 0xad, 0xd2, 0x80,

    /* U+6930 "椰" */
    0x7f, 0xad, 0x76, 0xfd, 0x6f, 0x91, 0x0,

    /* U+693D "椽" */
    0x4f, 0xa9, 0xff, 0x4d, 0xad, 0x96, 0x80,

    /* U+693F "椿" */
    0x49, 0xfd, 0x77, 0xfd, 0x4d, 0xd3, 0x0,

    /* U+6954 "楔" */
    0x57, 0xfd, 0xee, 0x8f, 0xe9, 0x1d, 0x80,

    /* U+695A "楚" */
    0x25, 0xfd, 0xb5, 0xbf, 0xcb, 0x2f, 0x80,

    /* U+695E "楞" */
    0x5f, 0xbd, 0x16, 0xfc, 0x89, 0xd4, 0x80,

    /* U+6977 "楷" */
    0x65, 0xed, 0x97, 0xbc, 0x8b, 0x97, 0x0,

    /* U+697C "楼" */
    0x6b, 0xb9, 0xae, 0x8f, 0xea, 0x9e, 0x80,

    /* U+6982 "概" */
    0x4f, 0xed, 0xdf, 0xfe, 0x4e, 0x92, 0x80,

    /* U+6986 "榆" */
    0x49, 0xa9, 0xbe, 0xd, 0xab, 0x56, 0x80,

    /* U+6994 "榔" */
    0x57, 0xfd, 0xb7, 0xfe, 0x6d, 0x9d, 0x0,

    /* U+699C "榜" */
    0x49, 0xfd, 0x57, 0xfe, 0xa9, 0x95, 0x0,

    /* U+69A8 "榨" */
    0x49, 0xfd, 0xde, 0x8d, 0xcd, 0xd2, 0x0,

    /* U+69B4 "榴" */
    0x4f, 0xed, 0x9f, 0xdd, 0xcb, 0x97, 0x0,

    /* U+69B7 "榷" */
    0x49, 0xfd, 0xae, 0xaf, 0xea, 0x97, 0x80,

    /* U+69D0 "槐" */
    0x49, 0xfd, 0xaf, 0xfe, 0xab, 0x9b, 0x80,

    /* U+69DB "槛" */
    0x55, 0xed, 0xe6, 0x9c, 0xb, 0x9f, 0x80,

    /* U+69FD "槽" */
    0x55, 0xfd, 0x57, 0xff, 0xea, 0x97, 0x0,

    /* U+6A0A "樊" */
    0x55, 0xdd, 0x57, 0x77, 0xc2, 0x3b, 0x80,

    /* U+6A1F "樟" */
    0x49, 0xfd, 0x57, 0xfd, 0xcf, 0xd2, 0x0,

    /* U+6A21 "模" */
    0x55, 0xfd, 0x76, 0xaf, 0xe9, 0x1d, 0x80,

    /* U+6A2A "横" */
    0x55, 0xfd, 0x57, 0xfd, 0xcb, 0x98, 0x80,

    /* U+6A31 "樱" */
    0x7f, 0xd5, 0x57, 0x5f, 0xea, 0x9e, 0x80,

    /* U+6A47 "橇" */
    0x4d, 0xf1, 0x3e, 0xf, 0x6c, 0x9d, 0x80,

    /* U+6A59 "橙" */
    0x7b, 0xa9, 0x8e, 0xed, 0x49, 0x1f, 0x80,

    /* U+6A61 "橡" */
    0x4d, 0xe9, 0x76, 0xed, 0xad, 0x96, 0x80,

    /* U+6A71 "橱" */
    0x7f, 0xc1, 0xef, 0xbf, 0xad, 0x55, 0x80,

    /* U+6A80 "檀" */
    0x49, 0xfd, 0xdf, 0xfd, 0xca, 0x9f, 0x80,

    /* U+6A84 "檄" */
    0x55, 0xed, 0xef, 0xdd, 0xad, 0x96, 0x80,

    /* U+6AAC "檬" */
    0x55, 0xfd, 0x57, 0xfd, 0xad, 0x96, 0x80,

    /* U+6B20 "欠" */
    0x40, 0xfd, 0x4c, 0x81, 0x5, 0x31, 0x80,

    /* U+6B21 "次" */
    0x90, 0x3c, 0xa8, 0x48, 0x92, 0xa8, 0x80,

    /* U+6B22 "欢" */
    0xe8, 0x5e, 0xda, 0x24, 0x54, 0x86, 0x80,

    /* U+6B23 "欣" */
    0x14, 0xcd, 0x2b, 0xa5, 0x4a, 0xa6, 0x80,

    /* U+6B27 "欧" */
    0xe9, 0x1f, 0x5d, 0x2d, 0x50, 0xba, 0x80,

    /* U+6B32 "欲" */
    0x55, 0xc, 0xaa, 0xa8, 0x4e, 0x9e, 0x80,

    /* U+6B3A "欺" */
    0x55, 0xfd, 0x4b, 0xaf, 0xc0, 0xa6, 0x80,

    /* U+6B3E "款" */
    0x49, 0xdd, 0x5f, 0x20, 0x5c, 0x96, 0x80,

    /* U+6B47 "歇" */
    0x74, 0xad, 0xeb, 0xa9, 0x5a, 0x8e, 0x80,

    /* U+6B49 "歉" */
    0x55, 0xed, 0xe9, 0xaf, 0x4e, 0xaa, 0x80,

    /* U+6B4C "歌" */
    0xe8, 0x5e, 0xdf, 0x22, 0x54, 0x9e, 0x80,

    /* U+6B62 "止" */
    0x10, 0x21, 0x72, 0x85, 0xa, 0x3f, 0x80,

    /* U+6B63 "正" */
    0xfe, 0x20, 0x42, 0xe5, 0xa, 0x3f, 0x80,

    /* U+6B64 "此" */
    0x28, 0x52, 0xed, 0x6a, 0x97, 0x73, 0x80,

    /* U+6B65 "步" */
    0x10, 0xb9, 0x47, 0xf5, 0x53, 0x1c, 0x0,

    /* U+6B66 "武" */
    0x6a, 0x13, 0xf8, 0xa5, 0xca, 0x7e, 0x80,

    /* U+6B67 "歧" */
    0x24, 0x5e, 0xd5, 0x7a, 0xb6, 0xb2, 0x80,

    /* U+6B6A "歪" */
    0xfe, 0x6b, 0x4b, 0xe1, 0xca, 0x3f, 0x80,

    /* U+6B79 "歹" */
    0xfe, 0x20, 0x73, 0x21, 0x82, 0x18, 0x0,

    /* U+6B7B "死" */
    0xfe, 0x91, 0xad, 0x66, 0x89, 0x63, 0x80,

    /* U+6B7C "歼" */
    0xe2, 0x99, 0x95, 0xf6, 0x48, 0xa1, 0x0,

    /* U+6B83 "殃" */
    0xe4, 0x9d, 0xad, 0xf6, 0x48, 0xa6, 0x80,

    /* U+6B86 "殆" */
    0xe4, 0x89, 0xad, 0xf6, 0x9, 0xe3, 0x80,

    /* U+6B89 "殉" */
    0xe8, 0x9d, 0xdd, 0xf7, 0x6b, 0xe0, 0x80,

    /* U+6B8A "殊" */
    0xf8, 0xb9, 0xa5, 0xf6, 0x8b, 0xaa, 0x80,

    /* U+6B8B "残" */
    0xea, 0xbd, 0xa5, 0xe6, 0xa8, 0xa6, 0x80,

    /* U+6B96 "殖" */
    0xe4, 0xbd, 0x95, 0x76, 0xa9, 0xe7, 0x80,

    /* U+6BB4 "殴" */
    0xef, 0x17, 0x45, 0x7d, 0xb0, 0xba, 0x80,

    /* U+6BB5 "段" */
    0x2e, 0x95, 0x82, 0x76, 0xb8, 0x96, 0x80,

    /* U+6BB7 "殷" */
    0x2f, 0x97, 0x87, 0x78, 0xbc, 0xaa, 0x80,

    /* U+6BBF "殿" */
    0x7e, 0x95, 0xc3, 0x77, 0xa8, 0xaa, 0x80,

    /* U+6BC1 "毁" */
    0x4f, 0x76, 0x47, 0xf7, 0xa4, 0xbe, 0x80,

    /* U+6BC5 "毅" */
    0x2f, 0xf5, 0x47, 0xf6, 0xb6, 0x9a, 0x80,

    /* U+6BCB "毋" */
    0x3c, 0x68, 0xd7, 0xf5, 0x4f, 0xc3, 0x0,

    /* U+6BCD "母" */
    0x3c, 0x68, 0x97, 0xf5, 0x4f, 0xc3, 0x0,

    /* U+6BCF "每" */
    0x40, 0xfe, 0xd7, 0xf5, 0x4f, 0xc3, 0x0,

    /* U+6BD2 "毒" */
    0x10, 0xf8, 0x47, 0xf5, 0x5f, 0xdf, 0x0,

    /* U+6BD4 "比" */
    0x91, 0x23, 0xcc, 0xe9, 0x1e, 0x67, 0x80,

    /* U+6BD5 "毕" */
    0x8b, 0xda, 0x27, 0x71, 0x1f, 0xc4, 0x0,

    /* U+6BD6 "毖" */
    0x8b, 0xda, 0x27, 0x7a, 0xa6, 0x37, 0x80,

    /* U+6BD7 "毗" */
    0x15, 0xeb, 0xff, 0xaf, 0x5f, 0x85, 0x80,

    /* U+6BD9 "毙" */
    0x8b, 0xda, 0x27, 0xf6, 0xb5, 0xb3, 0x80,

    /* U+6BDB "毛" */
    0xc, 0xe0, 0x7f, 0x81, 0xfe, 0x7, 0x80,

    /* U+6BE1 "毡" */
    0x25, 0x8d, 0x96, 0x76, 0xb9, 0xdf, 0x80,

    /* U+6BEB "毫" */
    0x11, 0xfd, 0x17, 0xfb, 0xaf, 0x87, 0x80,

    /* U+6BEF "毯" */
    0x25, 0xad, 0x96, 0xd6, 0x5b, 0x5f, 0x80,

    /* U+6C0F "氏" */
    0xd, 0xe2, 0x47, 0xf9, 0x11, 0x71, 0x80,

    /* U+6C11 "民" */
    0xfd, 0xb, 0xf4, 0x8f, 0xd1, 0x79, 0x80,

    /* U+6C13 "氓" */
    0x5f, 0xe6, 0x7c, 0xa9, 0xfe, 0x86, 0x80,

    /* U+6C14 "气" */
    0x40, 0xfe, 0xe3, 0xe0, 0x40, 0x80, 0x80,

    /* U+6C16 "氖" */
    0x40, 0xfe, 0xe3, 0xe5, 0x49, 0xa6, 0x80,

    /* U+6C1B "氛" */
    0x40, 0xfe, 0xe3, 0xe8, 0xc6, 0x94, 0x80,

    /* U+6C1F "氟" */
    0x7f, 0x71, 0xf7, 0xaf, 0xcb, 0xa4, 0x80,

    /* U+6C22 "氢" */
    0x7f, 0x71, 0xf0, 0xae, 0xc4, 0xbe, 0x80,

    /* U+6C26 "氦" */
    0x7f, 0x71, 0xf2, 0xae, 0xc2, 0xba, 0x80,

    /* U+6C27 "氧" */
    0x7f, 0x71, 0xf2, 0xa7, 0xdf, 0x88, 0x80,

    /* U+6C28 "氨" */
    0x7f, 0x71, 0xf7, 0xea, 0xca, 0xba, 0x80,

    /* U+6C2E "氮" */
    0x7f, 0x71, 0xf5, 0x6d, 0xc4, 0xb6, 0x80,

    /* U+6C2F "氯" */
    0x7f, 0x71, 0xf0, 0xaf, 0xce, 0xaa, 0x80,

    /* U+6C30 "氰" */
    0x7f, 0x71, 0xf1, 0x2f, 0xce, 0x94, 0x80,

    /* U+6C34 "水" */
    0x10, 0x27, 0xd1, 0xc5, 0x52, 0x4c, 0x0,

    /* U+6C38 "永" */
    0x30, 0x0, 0xce, 0xa5, 0x92, 0x8c, 0x80,

    /* U+6C40 "汀" */
    0xbe, 0x12, 0x20, 0x48, 0x91, 0x26, 0x0,

    /* U+6C41 "汁" */
    0x88, 0x12, 0xf8, 0x48, 0x91, 0x22, 0x0,

    /* U+6C42 "求" */
    0x15, 0xfc, 0x42, 0xa3, 0x9a, 0x8c, 0x80,

    /* U+6C47 "汇" */
    0xbe, 0x42, 0x81, 0xa, 0x14, 0x2f, 0x80,

    /* U+6C49 "汉" */
    0xbe, 0x6, 0x48, 0xa8, 0x92, 0xa8, 0x80,

    /* U+6C50 "汐" */
    0x88, 0x1e, 0x49, 0x58, 0x51, 0x2c, 0x0,

    /* U+6C55 "汕" */
    0x88, 0x12, 0xa9, 0x5a, 0xb5, 0x6f, 0x80,

    /* U+6C57 "汗" */
    0x9c, 0x12, 0x21, 0xf8, 0x91, 0x22, 0x0,

    /* U+6C5B "汛" */
    0xbc, 0x2a, 0x51, 0xe9, 0x52, 0xa5, 0x80,

    /* U+6C5D "汝" */
    0x88, 0x12, 0xf8, 0xa9, 0x91, 0xac, 0x80,

    /* U+6C5E "汞" */
    0x7c, 0x23, 0xf8, 0x8d, 0xaa, 0xac, 0x80,

    /* U+6C5F "江" */
    0x80, 0x7e, 0x20, 0x48, 0x91, 0x2f, 0x80,

    /* U+6C60 "池" */
    0x84, 0x2a, 0x79, 0xb9, 0x52, 0x67, 0x80,

    /* U+6C61 "污" */
    0x9c, 0x2, 0xf8, 0x89, 0xf0, 0x61, 0x80,

    /* U+6C64 "汤" */
    0x9c, 0xa, 0x21, 0xf9, 0x75, 0x65, 0x80,

    /* U+6C6A "汪" */
    0xbe, 0x12, 0x20, 0xe8, 0x91, 0x2f, 0x80,

    /* U+6C70 "汰" */
    0x88, 0x7e, 0x20, 0xa9, 0x54, 0x6a, 0x80,

    /* U+6C72 "汲" */
    0xbc, 0x2a, 0x58, 0x9a, 0xb4, 0xb6, 0x80,

    /* U+6C79 "汹" */
    0x82, 0x4e, 0xd9, 0x5b, 0x74, 0x6f, 0x80,

    /* U+6C7D "汽" */
    0xa0, 0x7f, 0x61, 0xe8, 0x50, 0xa0, 0x80,

    /* U+6C7E "汾" */
    0x94, 0x2a, 0x88, 0xe9, 0x52, 0xab, 0x0,

    /* U+6C81 "沁" */
    0x90, 0x12, 0x41, 0xab, 0x3a, 0xa7, 0x0,

    /* U+6C82 "沂" */
    0x84, 0x72, 0x81, 0xfa, 0x54, 0xb1, 0x0,

    /* U+6C83 "沃" */
    0x84, 0x32, 0x21, 0xf8, 0x91, 0x2d, 0x80,

    /* U+6C88 "沈" */
    0x88, 0x7e, 0xa8, 0x68, 0xd2, 0xa9, 0x80,

    /* U+6C89 "沉" */
    0xbe, 0x46, 0x70, 0xa9, 0x52, 0xa9, 0x80,

    /* U+6C8F "沏" */
    0x9e, 0x56, 0xeb, 0x5b, 0xb1, 0x65, 0x80,

    /* U+6C99 "沙" */
    0x88, 0x3a, 0x69, 0x48, 0xb0, 0xa6, 0x0,

    /* U+6C9B "沛" */
    0x88, 0x7e, 0x21, 0xfa, 0xb5, 0x62, 0x0,

    /* U+6C9F "沟" */
    0x90, 0x3e, 0x88, 0x9a, 0xb7, 0x61, 0x80,

    /* U+6CA1 "没" */
    0x9c, 0x2a, 0x98, 0xe9, 0x51, 0x2d, 0x80,

    /* U+6CA4 "沤" */
    0xbe, 0x42, 0xa9, 0x2a, 0xb4, 0x2f, 0x80,

    /* U+6CA5 "沥" */
    0xbe, 0x42, 0xa1, 0xfa, 0xb5, 0x75, 0x80,

    /* U+6CA6 "沦" */
    0x88, 0x2a, 0x88, 0xa9, 0x92, 0x67, 0x80,

    /* U+6CA7 "沧" */
    0x88, 0x2a, 0x88, 0xe9, 0x52, 0x67, 0x80,

    /* U+6CAA "沪" */
    0x88, 0x3e, 0x48, 0xf9, 0x12, 0x28, 0x0,

    /* U+6CAB "沫" */
    0x88, 0x7e, 0x20, 0xe8, 0x93, 0xaa, 0x80,

    /* U+6CAE "沮" */
    0xbc, 0x4a, 0xf1, 0x2b, 0xd4, 0xbf, 0x80,

    /* U+6CB3 "河" */
    0xbe, 0x6, 0xe9, 0x5b, 0xb0, 0x61, 0x80,

    /* U+6CB8 "沸" */
    0x94, 0x7e, 0x79, 0xab, 0xf2, 0xe9, 0x0,

    /* U+6CB9 "油" */
    0x88, 0x7e, 0xa9, 0xfa, 0xb5, 0x6f, 0x80,

    /* U+6CBB "治" */
    0x88, 0x12, 0x51, 0xd8, 0x13, 0xa7, 0x0,

    /* U+6CBC "沼" */
    0xbe, 0x16, 0x49, 0x39, 0xf2, 0x67, 0x80,

    /* U+6CBD "沽" */
    0x88, 0x12, 0xf8, 0x49, 0xd2, 0xa7, 0x0,

    /* U+6CBE "沾" */
    0x88, 0x12, 0x38, 0x4b, 0xf4, 0x6f, 0x80,

    /* U+6CBF "沿" */
    0x9c, 0x2a, 0x59, 0x9, 0xd2, 0xa7, 0x0,

    /* U+6CC4 "泄" */
    0xaa, 0x56, 0xf9, 0x5a, 0xf4, 0x2f, 0x80,

    /* U+6CC5 "泅" */
    0xbe, 0x46, 0xa9, 0x5b, 0x74, 0x6f, 0x80,

    /* U+6CC9 "泉" */
    0x10, 0xf9, 0x13, 0xed, 0xaa, 0xac, 0x80,

    /* U+6CCA "泊" */
    0x88, 0x7e, 0x89, 0xfa, 0x34, 0x6f, 0x80,

    /* U+6CCC "泌" */
    0x90, 0x16, 0x49, 0xab, 0xb2, 0x2b, 0x80,

    /* U+6CD5 "法" */
    0x88, 0x3a, 0x21, 0xf8, 0x92, 0xae, 0x80,

    /* U+6CDB "泛" */
    0xbc, 0x12, 0xf0, 0x28, 0x96, 0x33, 0x80,

    /* U+6CDE "泞" */
    0x88, 0x7e, 0x88, 0xe8, 0x91, 0x26, 0x0,

    /* U+6CE1 "泡" */
    0x90, 0x3e, 0x88, 0xd9, 0xb2, 0x27, 0x80,

    /* U+6CE2 "波" */
    0x88, 0x7e, 0xa9, 0xeb, 0x59, 0x2d, 0x80,

    /* U+6CE3 "泣" */
    0x88, 0x7e, 0x10, 0xa9, 0x51, 0x2f, 0x80,

    /* U+6CE5 "泥" */
    0xbe, 0x46, 0xf9, 0x4a, 0xf5, 0x33, 0x80,

    /* U+6CE8 "注" */
    0x90, 0x12, 0xf8, 0x49, 0xd1, 0x2f, 0x80,

    /* U+6CEA "泪" */
    0xbe, 0x46, 0xf9, 0x1b, 0xf4, 0x6f, 0x80,

    /* U+6CF0 "泰" */
    0x10, 0xf8, 0xe7, 0x75, 0x47, 0x35, 0x80,

    /* U+6CF3 "泳" */
    0x98, 0x2, 0x63, 0x5a, 0xd9, 0x66, 0x0,

    /* U+6CF5 "泵" */
    0xfe, 0xfa, 0x91, 0xed, 0xaa, 0xac, 0x80,

    /* U+6CFB "泻" */
    0xbe, 0x56, 0x38, 0x4b, 0xf0, 0x63, 0x80,

    /* U+6CFC "泼" */
    0xaa, 0x7e, 0x40, 0xe9, 0x55, 0x25, 0x80,

    /* U+6CFD "泽" */
    0x9c, 0x2a, 0x21, 0xb8, 0x97, 0xe2, 0x0,

    /* U+6D01 "洁" */
    0x88, 0x7e, 0x20, 0xe8, 0x13, 0xa7, 0x0,

    /* U+6D0B "洋" */
    0x94, 0x7e, 0x20, 0xe8, 0x97, 0xe2, 0x0,

    /* U+6D12 "洒" */
    0xbe, 0x2a, 0xf9, 0xbb, 0x74, 0x6f, 0x80,

    /* U+6D17 "洗" */
    0x98, 0x3e, 0xa1, 0xf9, 0x52, 0xa9, 0x80,

    /* U+6D1B "洛" */
    0x8c, 0x2a, 0x21, 0xb9, 0xd2, 0xa7, 0x0,

    /* U+6D1E "洞" */
    0xbe, 0x46, 0xe9, 0x1b, 0xb7, 0x69, 0x80,

    /* U+6D25 "津" */
    0x88, 0x7a, 0x39, 0xe8, 0x97, 0xe2, 0x0,

    /* U+6D2A "洪" */
    0x94, 0x7e, 0x50, 0xab, 0xf0, 0x28, 0x80,

    /* U+6D31 "洱" */
    0xbe, 0x2a, 0x70, 0xe9, 0x57, 0xe1, 0x0,

    /* U+6D32 "洲" */
    0xaa, 0x57, 0xfb, 0xfa, 0xb5, 0x72, 0x80,

    /* U+6D3B "活" */
    0x84, 0x32, 0xf8, 0x49, 0xd2, 0xa7, 0x0,

    /* U+6D3C "洼" */
    0x88, 0x3a, 0x21, 0xf9, 0xd1, 0x2f, 0x80,

    /* U+6D3D "洽" */
    0x88, 0x2a, 0xb8, 0x9, 0xd2, 0xa7, 0x0,

    /* U+6D3E "派" */
    0x84, 0x72, 0x99, 0xcb, 0x76, 0xb6, 0x80,

    /* U+6D41 "流" */
    0x88, 0x7e, 0x51, 0xd9, 0x93, 0x6a, 0x80,

    /* U+6D45 "浅" */
    0x8a, 0x7e, 0x21, 0xe8, 0xb0, 0xae, 0x80,

    /* U+6D46 "浆" */
    0xa6, 0x55, 0x95, 0x47, 0x47, 0x35, 0x80,

    /* U+6D47 "浇" */
    0x88, 0x7e, 0x10, 0xdb, 0xf2, 0xa9, 0x80,

    /* U+6D4A "浊" */
    0x88, 0x7e, 0xa9, 0xf8, 0x91, 0x6f, 0x80,

    /* U+6D4B "测" */
    0xba, 0x5e, 0xf9, 0xfb, 0xb2, 0x6a, 0x80,

    /* U+6D4E "济" */
    0x88, 0x7e, 0x50, 0x4b, 0x72, 0xa9, 0x0,

    /* U+6D51 "浑" */
    0xbe, 0x56, 0xf8, 0x89, 0xd7, 0xe2, 0x0,

    /* U+6D53 "浓" */
    0x88, 0x7e, 0xa8, 0xcb, 0x72, 0xa6, 0x80,

    /* U+6D59 "浙" */
    0x92, 0x7a, 0x60, 0xfb, 0xb3, 0x6c, 0x80,

    /* U+6D5A "浚" */
    0x92, 0x7e, 0x51, 0x19, 0xd5, 0x25, 0x80,

    /* U+6D66 "浦" */
    0x8a, 0x7e, 0x21, 0xfa, 0xb7, 0xea, 0x80,

    /* U+6D69 "浩" */
    0x98, 0x3a, 0xa1, 0xf8, 0x13, 0xa7, 0x0,

    /* U+6D6A "浪" */
    0x88, 0x7a, 0x91, 0xea, 0xb4, 0xac, 0x80,

    /* U+6D6E "浮" */
    0x86, 0x76, 0x70, 0x2b, 0xf1, 0x26, 0x0,

    /* U+6D74 "浴" */
    0x94, 0x46, 0x20, 0xaa, 0x33, 0xa7, 0x0,

    /* U+6D77 "海" */
    0xa0, 0x7e, 0x73, 0xfb, 0x57, 0xe3, 0x0,

    /* U+6D78 "浸" */
    0x9c, 0xa, 0x71, 0xfb, 0x71, 0x2d, 0x80,

    /* U+6D82 "涂" */
    0x88, 0x2a, 0xf8, 0x4b, 0xf1, 0x2a, 0x80,

    /* U+6D85 "涅" */
    0xbe, 0x46, 0xf8, 0x49, 0xd1, 0x2f, 0x80,

    /* U+6D88 "消" */
    0xaa, 0x12, 0xf9, 0x1b, 0xf4, 0x69, 0x80,

    /* U+6D89 "涉" */
    0x88, 0x5a, 0xa3, 0xfa, 0xb1, 0xae, 0x0,

    /* U+6D8C "涌" */
    0xbe, 0xa, 0xf9, 0x5b, 0xf5, 0x6a, 0x80,

    /* U+6D8E "涎" */
    0xb2, 0x3a, 0x98, 0xab, 0xf2, 0x2b, 0x80,

    /* U+6D95 "涕" */
    0x94, 0x7e, 0x29, 0xfa, 0x93, 0xea, 0x80,

    /* U+6D9B "涛" */
    0x88, 0x3a, 0xf8, 0xa9, 0xf4, 0xb5, 0x0,

    /* U+6D9D "涝" */
    0x94, 0x7e, 0x88, 0x49, 0xf1, 0x6d, 0x80,

    /* U+6D9F "涟" */
    0xa4, 0x3e, 0x21, 0x6b, 0xf4, 0xaf, 0x80,

    /* U+6DA1 "涡" */
    0x9c, 0x2a, 0x70, 0x4b, 0xf5, 0x6d, 0x80,

    /* U+6DA3 "涣" */
    0x8c, 0x2a, 0xf9, 0x5b, 0xf1, 0x2d, 0x80,

    /* U+6DA4 "涤" */
    0x8c, 0x2a, 0x20, 0xab, 0xf3, 0xaa, 0x80,

    /* U+6DA6 "润" */
    0xde, 0x7, 0x7a, 0x5d, 0xf9, 0x77, 0x80,

    /* U+6DA7 "涧" */
    0xae, 0x6, 0xb9, 0x7a, 0xf5, 0xe8, 0x80,

    /* U+6DA8 "涨" */
    0xba, 0x3a, 0xe1, 0x7b, 0x93, 0xae, 0x80,

    /* U+6DA9 "涩" */
    0xbe, 0x2e, 0x29, 0xb8, 0xd5, 0x2f, 0x80,

    /* U+6DAA "涪" */
    0x88, 0x7e, 0x51, 0xf9, 0xd2, 0xa7, 0x0,

    /* U+6DAF "涯" */
    0xbe, 0x4a, 0xb9, 0x2a, 0xf4, 0xb7, 0x80,

    /* U+6DB2 "液" */
    0x88, 0x7e, 0x40, 0xbb, 0xb2, 0xa6, 0x80,

    /* U+6DB5 "涵" */
    0xbe, 0xa, 0xa9, 0xfb, 0xf5, 0x6f, 0x80,

    /* U+6DB8 "涸" */
    0xbe, 0x56, 0xf9, 0x5b, 0x77, 0xef, 0x80,

    /* U+6DC0 "淀" */
    0x84, 0x7e, 0xb8, 0x29, 0x72, 0xab, 0x80,

    /* U+6DC4 "淄" */
    0x94, 0x56, 0x51, 0xfb, 0xf5, 0x6f, 0x80,

    /* U+6DC6 "淆" */
    0xb4, 0x12, 0x53, 0xfb, 0x5b, 0xa5, 0x0,

    /* U+6DCB "淋" */
    0x94, 0xfe, 0x51, 0xeb, 0xfa, 0xa5, 0x0,

    /* U+6DCC "淌" */
    0xaa, 0x12, 0xf9, 0x1a, 0xf5, 0xe8, 0x80,

    /* U+6DD1 "淑" */
    0xae, 0x66, 0xab, 0xda, 0x5e, 0xaa, 0x80,

    /* U+6DD6 "淖" */
    0x88, 0x1e, 0x70, 0xa9, 0xd7, 0xe2, 0x0,

    /* U+6DD8 "淘" */
    0x90, 0x3e, 0xa8, 0xf8, 0xb5, 0xef, 0x80,

    /* U+6DE1 "淡" */
    0xaa, 0x2a, 0x88, 0x4a, 0xb2, 0xa8, 0x80,

    /* U+6DE4 "淤" */
    0x94, 0xf6, 0x81, 0xea, 0xb9, 0xa6, 0x80,

    /* U+6DEB "淫" */
    0x86, 0x72, 0xa8, 0xb, 0xf1, 0x2f, 0x80,

    /* U+6DEC "淬" */
    0x88, 0x7e, 0x50, 0xaa, 0xb7, 0xe2, 0x0,

    /* U+6DEE "淮" */
    0x94, 0x3e, 0xd0, 0xf9, 0x52, 0xa7, 0x80,

    /* U+6DF1 "深" */
    0xbe, 0x46, 0x51, 0x5b, 0xf3, 0xaa, 0x80,

    /* U+6DF3 "淳" */
    0x88, 0x7e, 0x50, 0xe8, 0x57, 0xe2, 0x0,

    /* U+6DF7 "混" */
    0xbe, 0x46, 0xf9, 0x2b, 0x74, 0xad, 0x80,

    /* U+6DF9 "淹" */
    0x88, 0x7e, 0x51, 0x59, 0xd3, 0xa1, 0x80,

    /* U+6DFB "添" */
    0x9c, 0x12, 0xf8, 0xaa, 0x31, 0x2a, 0x80,

    /* U+6E05 "清" */
    0x88, 0x3a, 0x21, 0xf9, 0x53, 0xa5, 0x0,

    /* U+6E0A "渊" */
    0xaa, 0x7e, 0xa9, 0xfa, 0xb7, 0xf2, 0x80,

    /* U+6E0D "渍" */
    0x88, 0x3a, 0x21, 0xfa, 0x31, 0x2c, 0x80,

    /* U+6E10 "渐" */
    0x92, 0x7a, 0xa1, 0xf9, 0xb7, 0x64, 0x80,

    /* U+6E14 "渔" */
    0x8c, 0x6a, 0x78, 0xd9, 0xf0, 0x2f, 0x80,

    /* U+6E17 "渗" */
    0x88, 0x2a, 0xe8, 0xaa, 0xb0, 0xa6, 0x0,

    /* U+6E1D "渝" */
    0x88, 0x2a, 0xb8, 0xb, 0xb7, 0x6a, 0x80,

    /* U+6E20 "渠" */
    0xbe, 0x7a, 0x91, 0xff, 0xe7, 0x35, 0x80,

    /* U+6E21 "渡" */
    0x88, 0x7e, 0xb1, 0xfa, 0xb4, 0xb6, 0x80,

    /* U+6E23 "渣" */
    0x88, 0x7e, 0x71, 0x59, 0xd3, 0xaf, 0x80,

    /* U+6E24 "渤" */
    0x94, 0x7f, 0xfa, 0x79, 0x77, 0x64, 0x80,

    /* U+6E29 "温" */
    0xbc, 0x4a, 0xf0, 0xb, 0xd5, 0xbf, 0x80,

    /* U+6E2D "渭" */
    0xbe, 0x56, 0xf9, 0xf9, 0x53, 0xa5, 0x0,

    /* U+6E2F "港" */
    0x94, 0x7e, 0x53, 0xfa, 0xba, 0x27, 0x0,

    /* U+6E34 "渴" */
    0x9c, 0x2a, 0x70, 0xfb, 0x33, 0x61, 0x80,

    /* U+6E38 "游" */
    0xa8, 0xfe, 0xb9, 0x9d, 0x53, 0xed, 0x0,

    /* U+6E3A "渺" */
    0xba, 0x5e, 0xf9, 0x5b, 0x95, 0x6f, 0x0,

    /* U+6E43 "湃" */
    0x8e, 0x6a, 0x79, 0xa9, 0xf2, 0xa9, 0x0,

    /* U+6E4D "湍" */
    0xaa, 0x7e, 0x1, 0xf9, 0x17, 0xea, 0x80,

    /* U+6E56 "湖" */
    0xae, 0xf6, 0xbb, 0xdd, 0xff, 0x62, 0x80,

    /* U+6E58 "湘" */
    0xae, 0xf6, 0xbb, 0xde, 0xf5, 0x6b, 0x80,

    /* U+6E5B "湛" */
    0x94, 0x7e, 0x50, 0xab, 0xf5, 0x2f, 0x80,

    /* U+6E7E "湾" */
    0x88, 0x7e, 0x51, 0xb9, 0xd3, 0xe0, 0x80,

    /* U+6E7F "湿" */
    0xbe, 0x46, 0xf8, 0xab, 0x72, 0xaf, 0x80,

    /* U+6E83 "溃" */
    0x88, 0x7e, 0xab, 0xfa, 0x31, 0x2c, 0x80,

    /* U+6E85 "溅" */
    0xb4, 0x7e, 0xd1, 0xfb, 0x72, 0xaa, 0x80,

    /* U+6E89 "溉" */
    0x8e, 0x6e, 0xd9, 0xfa, 0x56, 0xa2, 0x80,

    /* U+6E90 "源" */
    0xbe, 0x4a, 0xb9, 0x7a, 0x56, 0xf3, 0x0,

    /* U+6E9C "溜" */
    0x8e, 0x6e, 0x99, 0xd9, 0xd3, 0xa7, 0x0,

    /* U+6EA2 "溢" */
    0x94, 0x7e, 0x51, 0x19, 0xd3, 0xaf, 0x80,

    /* U+6EAA "溪" */
    0x86, 0x76, 0x40, 0x4b, 0xf1, 0x2d, 0x80,

    /* U+6EAF "溯" */
    0xae, 0xf6, 0x7a, 0xdf, 0xf3, 0x68, 0x80,

    /* U+6EB6 "溶" */
    0x88, 0x7e, 0xd8, 0x49, 0x55, 0xe3, 0x0,

    /* U+6EBA "溺" */
    0xb6, 0x26, 0xd9, 0x2b, 0x7b, 0x6d, 0x80,

    /* U+6EC1 "滁" */
    0xb4, 0x76, 0xb9, 0xab, 0xf4, 0xad, 0x80,

    /* U+6EC7 "滇" */
    0x88, 0x7e, 0x70, 0xeb, 0xf0, 0x28, 0x80,

    /* U+6ECB "滋" */
    0x94, 0x7e, 0x49, 0x29, 0x34, 0xad, 0x80,

    /* U+6ED1 "滑" */
    0x9c, 0x2a, 0xf9, 0x19, 0xd3, 0xa5, 0x0,

    /* U+6ED3 "滓" */
    0x88, 0xff, 0x29, 0xf9, 0x5f, 0xe2, 0x0,

    /* U+6ED4 "滔" */
    0x86, 0x76, 0x0, 0xba, 0x36, 0xef, 0x80,

    /* U+6EDA "滚" */
    0x88, 0xfe, 0x51, 0x59, 0xd6, 0xa6, 0x80,

    /* U+6EDE "滞" */
    0x94, 0x7e, 0x51, 0xfa, 0xb3, 0xa5, 0x0,

    /* U+6EE1 "满" */
    0x94, 0x7e, 0x51, 0xfa, 0xb7, 0xea, 0x80,

    /* U+6EE4 "滤" */
    0x88, 0x1e, 0xe1, 0x7a, 0x17, 0x75, 0x80,

    /* U+6EE5 "滥" */
    0x94, 0x6e, 0xe0, 0x98, 0x13, 0xaf, 0x80,

    /* U+6EE6 "滦" */
    0x88, 0x7e, 0x51, 0xbb, 0xf3, 0xaa, 0x80,

    /* U+6EE8 "滨" */
    0x88, 0x7e, 0x78, 0xab, 0xf0, 0x28, 0x80,

    /* U+6EE9 "滩" */
    0x8a, 0xff, 0x72, 0xfa, 0xdb, 0xa3, 0x80,

    /* U+6EF4 "滴" */
    0x88, 0x7e, 0x51, 0xfa, 0xb6, 0xef, 0x80,

    /* U+6F02 "漂" */
    0xbe, 0x3a, 0x70, 0xb, 0xf1, 0x2a, 0x80,

    /* U+6F06 "漆" */
    0x88, 0x7e, 0x71, 0x59, 0xd5, 0xb6, 0x80,

    /* U+6F0F "漏" */
    0xbe, 0x7e, 0x81, 0xfa, 0x9b, 0xe6, 0x80,

    /* U+6F13 "漓" */
    0x88, 0x7e, 0x50, 0xeb, 0xf5, 0xee, 0x80,

    /* U+6F14 "演" */
    0x88, 0x7e, 0x88, 0xea, 0xb3, 0xa8, 0x80,

    /* U+6F20 "漠" */
    0x94, 0x7e, 0x70, 0xab, 0xf1, 0x2d, 0x80,

    /* U+6F2B "漫" */
    0x9c, 0x2a, 0xf9, 0xf9, 0x51, 0x2d, 0x80,

    /* U+6F31 "漱" */
    0x94, 0xfe, 0xe9, 0xe9, 0x56, 0xb6, 0x80,

    /* U+6F33 "漳" */
    0x88, 0x7e, 0x51, 0xf9, 0xd7, 0xe2, 0x0,

    /* U+6F3E "漾" */
    0x94, 0x7e, 0x70, 0x4b, 0xb3, 0xaa, 0x80,

    /* U+6F4D "潍" */
    0x9a, 0x5e, 0x71, 0x7b, 0xd1, 0xaf, 0x80,

    /* U+6F58 "潘" */
    0xbe, 0x2a, 0xf8, 0xea, 0xb3, 0xa7, 0x0,

    /* U+6F5C "潜" */
    0x94, 0x7e, 0x51, 0x59, 0xd2, 0xa7, 0x0,

    /* U+6F5E "潞" */
    0xb6, 0x56, 0xd0, 0xdb, 0x16, 0xed, 0x80,

    /* U+6F66 "潦" */
    0x88, 0x7e, 0x51, 0xf9, 0x51, 0x2a, 0x80,

    /* U+6F6D "潭" */
    0xbe, 0x3a, 0x0, 0xe9, 0x57, 0xe2, 0x0,

    /* U+6F6E "潮" */
    0xbe, 0x36, 0xf9, 0xd9, 0xf7, 0x64, 0x80,

    /* U+6F84 "澄" */
    0xba, 0x2a, 0x88, 0xe5, 0x51, 0x2f, 0x80,

    /* U+6F88 "澈" */
    0x94, 0xfe, 0xbb, 0xba, 0xf7, 0xaa, 0x80,

    /* U+6F8E "澎" */
    0x92, 0x7a, 0x49, 0xea, 0x92, 0x6f, 0x0,

    /* U+6F9C "澜" */
    0xae, 0x16, 0xf9, 0xfa, 0xb7, 0xea, 0x80,

    /* U+6FA1 "澡" */
    0x9c, 0x2a, 0xf9, 0x5b, 0xf3, 0xaa, 0x80,

    /* U+6FB3 "澳" */
    0x88, 0x3e, 0x58, 0xdb, 0xf1, 0x2d, 0x80,

    /* U+6FC0 "激" */
    0x94, 0x6e, 0xeb, 0xd9, 0xb5, 0xb6, 0x80,

    /* U+6FD2 "濒" */
    0xae, 0x6a, 0xbb, 0xda, 0xf2, 0xba, 0x80,

    /* U+7011 "瀑" */
    0xbe, 0x7e, 0x51, 0xfa, 0xb3, 0xaa, 0x80,

    /* U+704C "灌" */
    0x94, 0x7e, 0xd8, 0xa9, 0xf6, 0xa7, 0x80,

    /* U+706B "火" */
    0x10, 0x21, 0x52, 0xc1, 0x5, 0x31, 0x80,

    /* U+706D "灭" */
    0xfe, 0x21, 0x52, 0xc1, 0x5, 0x31, 0x80,

    /* U+706F "灯" */
    0x5e, 0x8b, 0x96, 0x24, 0x4c, 0xa3, 0x0,

    /* U+7070 "灰" */
    0x41, 0xfd, 0x23, 0x54, 0xaa, 0xa8, 0x80,

    /* U+7075 "灵" */
    0x7c, 0x9, 0xf0, 0x85, 0x45, 0x31, 0x80,

    /* U+7076 "灶" */
    0x44, 0x8b, 0xbe, 0x24, 0x4c, 0xa7, 0x80,

    /* U+7078 "灸" */
    0x3c, 0x88, 0x67, 0x35, 0x45, 0x31, 0x80,

    /* U+707C "灼" */
    0x50, 0xbf, 0x8e, 0x94, 0xac, 0x61, 0x80,

    /* U+707E "灾" */
    0x11, 0xfe, 0x8, 0x85, 0x45, 0x31, 0x80,

    /* U+707F "灿" */
    0x48, 0x93, 0xaf, 0x56, 0xad, 0x6f, 0x80,

    /* U+7089 "炉" */
    0x44, 0xbf, 0x4e, 0xf5, 0xa, 0x28, 0x0,

    /* U+708A "炊" */
    0x50, 0xbf, 0xae, 0x44, 0x8a, 0xa8, 0x80,

    /* U+708E "炎" */
    0x10, 0xa8, 0xa6, 0x35, 0x45, 0x31, 0x80,

    /* U+7092 "炒" */
    0x48, 0xbb, 0xee, 0x44, 0xac, 0xa6, 0x0,

    /* U+7094 "炔" */
    0x48, 0xbb, 0x37, 0xf4, 0x89, 0x2d, 0x80,

    /* U+7095 "炕" */
    0x48, 0xff, 0x6, 0xe5, 0x4a, 0xa9, 0x80,

    /* U+7099 "炙" */
    0x1c, 0xc8, 0x67, 0x5, 0x45, 0x31, 0x80,

    /* U+70AC "炬" */
    0x5e, 0xa3, 0xfe, 0x95, 0xee, 0x27, 0x80,

    /* U+70AD "炭" */
    0x93, 0xfd, 0x7, 0xf6, 0xa9, 0x2d, 0x80,

    /* U+70AE "炮" */
    0x48, 0x9f, 0xce, 0x74, 0xed, 0x23, 0x80,

    /* U+70AF "炯" */
    0x7e, 0xc7, 0xff, 0xb7, 0xec, 0x69, 0x80,

    /* U+70B3 "炳" */
    0x7e, 0x93, 0xff, 0x57, 0x6c, 0x69, 0x80,

    /* U+70B8 "炸" */
    0x50, 0xbf, 0xa6, 0x74, 0x8d, 0xe2, 0x0,

    /* U+70B9 "点" */
    0x10, 0x38, 0x43, 0xe7, 0xc0, 0x2a, 0x80,

    /* U+70BC "炼" */
    0x48, 0xff, 0x67, 0xf4, 0x8d, 0x66, 0x0,

    /* U+70BD "炽" */
    0x5e, 0xa7, 0xce, 0xf4, 0xa, 0xa8, 0x80,

    /* U+70C1 "烁" */
    0x44, 0xf3, 0xa7, 0xf4, 0x8d, 0x66, 0x0,

    /* U+70C2 "烂" */
    0x52, 0x8b, 0xfe, 0x5, 0xc8, 0x2f, 0x80,

    /* U+70C3 "烃" */
    0x4e, 0x87, 0x96, 0xd4, 0xec, 0xa7, 0x80,

    /* U+70C8 "烈" */
    0xf2, 0x95, 0xad, 0x14, 0x60, 0x2a, 0x80,

    /* U+70D8 "烘" */
    0x54, 0xff, 0x56, 0xa7, 0xe8, 0x28, 0x80,

    /* U+70D9 "烙" */
    0x4c, 0xab, 0x27, 0xb5, 0xca, 0xa7, 0x0,

    /* U+70DB "烛" */
    0x48, 0xbf, 0xee, 0xf4, 0x8d, 0x67, 0x80,

    /* U+70DF "烟" */
    0x7e, 0xd7, 0xff, 0x57, 0x6c, 0x6f, 0x80,

    /* U+70E4 "烤" */
    0x4a, 0xbb, 0x27, 0xf5, 0x8d, 0xe0, 0x80,

    /* U+70E6 "烦" */
    0x5e, 0x93, 0xfe, 0x95, 0xad, 0x24, 0x80,

    /* U+70E7 "烧" */
    0x48, 0xff, 0x16, 0xd7, 0xea, 0xa9, 0x80,

    /* U+70E9 "烩" */
    0x48, 0xab, 0xbe, 0x7, 0xea, 0xae, 0x80,

    /* U+70EB "烫" */
    0x9c, 0xa, 0xf8, 0xba, 0xaa, 0xbb, 0x80,

    /* U+70EC "烬" */
    0x5e, 0xa7, 0x7e, 0xa6, 0xa8, 0x23, 0x0,

    /* U+70ED "热" */
    0x49, 0xf9, 0x56, 0xe6, 0x60, 0x2a, 0x80,

    /* U+70EF "烯" */
    0x54, 0x93, 0x57, 0xf4, 0x8b, 0xea, 0x80,

    /* U+70F7 "烷" */
    0x48, 0xff, 0xbe, 0x7, 0xea, 0xa9, 0x80,

    /* U+70F9 "烹" */
    0x11, 0xfd, 0x13, 0xe0, 0x80, 0x2a, 0x80,

    /* U+70FD "烽" */
    0x4c, 0xab, 0x27, 0xb4, 0x8f, 0xe2, 0x0,

    /* U+7109 "焉" */
    0xfe, 0x39, 0x47, 0xf7, 0xe0, 0x6a, 0x80,

    /* U+710A "焊" */
    0x5c, 0xab, 0x77, 0xf4, 0x8f, 0xe2, 0x0,

    /* U+7115 "焕" */
    0x4c, 0xab, 0xff, 0x57, 0xe9, 0x2d, 0x80,

    /* U+7119 "焙" */
    0x48, 0xff, 0x57, 0xf5, 0xca, 0xa7, 0x0,

    /* U+711A "焚" */
    0x25, 0xfd, 0xb5, 0xb5, 0x45, 0x31, 0x80,

    /* U+7126 "焦" */
    0x28, 0x7d, 0xf5, 0x43, 0xe0, 0x2a, 0x80,

    /* U+7130 "焰" */
    0x4e, 0xa7, 0x96, 0xb6, 0x2e, 0xef, 0x80,

    /* U+7136 "然" */
    0x74, 0xbe, 0xd1, 0x2c, 0xa0, 0x2a, 0x80,

    /* U+714C "煌" */
    0x48, 0xbb, 0x56, 0xe7, 0xe9, 0x2f, 0x80,

    /* U+714E "煎" */
    0x45, 0xfd, 0x53, 0xa5, 0x40, 0x2a, 0x80,

    /* U+715E "煞" */
    0x65, 0x4d, 0xe8, 0xaf, 0xa0, 0x2a, 0x80,

    /* U+7164 "煤" */
    0x54, 0xff, 0x56, 0xe7, 0xeb, 0xaa, 0x80,

    /* U+7167 "照" */
    0xff, 0x57, 0xcd, 0x7e, 0xe0, 0x2a, 0x80,

    /* U+716E "煮" */
    0x14, 0xf8, 0x67, 0xf5, 0xc0, 0x2a, 0x80,

    /* U+717D "煽" */
    0x48, 0xbb, 0x56, 0xf5, 0xaa, 0xea, 0x80,

    /* U+7184 "熄" */
    0x48, 0xbb, 0x76, 0xe4, 0xe, 0x6b, 0x80,

    /* U+718A "熊" */
    0x55, 0xed, 0x43, 0xa5, 0x60, 0x2a, 0x80,

    /* U+718F "熏" */
    0x39, 0xfd, 0xf3, 0xef, 0xe0, 0x2a, 0x80,

    /* U+7194 "熔" */
    0x48, 0xff, 0xde, 0x45, 0x4d, 0xe3, 0x0,

    /* U+7199 "熙" */
    0xf7, 0x4f, 0x5d, 0x2f, 0x60, 0x2a, 0x80,

    /* U+719F "熟" */
    0x29, 0xf9, 0x73, 0xea, 0xe0, 0x2a, 0x80,

    /* U+71AC "熬" */
    0x24, 0xef, 0xeb, 0x2a, 0xa0, 0x2a, 0x80,

    /* U+71C3 "燃" */
    0x54, 0xbf, 0xb6, 0xa6, 0xa8, 0x2a, 0x80,

    /* U+71CE "燎" */
    0x48, 0xff, 0x57, 0xf5, 0x49, 0x2a, 0x80,

    /* U+71D5 "燕" */
    0x29, 0xff, 0x7a, 0xad, 0xe0, 0x2a, 0x80,

    /* U+71E5 "燥" */
    0x5c, 0xab, 0xff, 0x57, 0xeb, 0xaa, 0x80,

    /* U+7206 "爆" */
    0x7e, 0xff, 0x57, 0xf6, 0xab, 0xaa, 0x80,

    /* U+722A "爪" */
    0xc, 0xe1, 0x52, 0xa5, 0x4a, 0xa4, 0x80,

    /* U+722C "爬" */
    0x10, 0xcd, 0xdb, 0xa7, 0x6e, 0x2b, 0x80,

    /* U+7231 "爱" */
    0xfe, 0xab, 0xfc, 0xf2, 0x4b, 0x29, 0x80,

    /* U+7235 "爵" */
    0xfe, 0xab, 0xff, 0xfe, 0x72, 0x7d, 0x80,

    /* U+7236 "父" */
    0x29, 0x8c, 0xa1, 0x41, 0x5, 0x31, 0x80,

    /* U+7237 "爷" */
    0x29, 0x8c, 0xe6, 0x37, 0xc2, 0x84, 0x0,

    /* U+7238 "爸" */
    0x29, 0x8c, 0xe6, 0xb7, 0xc8, 0x4f, 0x80,

    /* U+7239 "爹" */
    0x29, 0x8c, 0xe6, 0xf6, 0x43, 0x38, 0x0,

    /* U+723D "爽" */
    0x11, 0xfd, 0x51, 0xc5, 0x45, 0x31, 0x80,

    /* U+7247 "片" */
    0x48, 0x91, 0xfa, 0x7, 0xc8, 0xa1, 0x0,

    /* U+7248 "版" */
    0xa3, 0x5b, 0xa4, 0x7e, 0xb6, 0xaa, 0x80,

    /* U+724C "牌" */
    0xa9, 0x7f, 0xec, 0xfe, 0xd7, 0xe9, 0x0,

    /* U+7259 "牙" */
    0xfc, 0x92, 0x27, 0xf2, 0x99, 0x6, 0x0,

    /* U+725B "牛" */
    0x50, 0xfa, 0x40, 0x8f, 0xe2, 0x4, 0x0,

    /* U+725F "牟" */
    0x10, 0x4b, 0xe9, 0xe5, 0x1f, 0xc4, 0x0,

    /* U+7261 "牡" */
    0x64, 0xea, 0xb9, 0xae, 0x44, 0x8b, 0x80,

    /* U+7262 "牢" */
    0x11, 0xff, 0x4b, 0xe9, 0x1f, 0xc4, 0x0,

    /* U+7267 "牧" */
    0xd1, 0xbf, 0xd2, 0xad, 0x49, 0x1d, 0x80,

    /* U+7269 "物" */
    0xd1, 0xbf, 0xba, 0x7d, 0x6d, 0x55, 0x80,

    /* U+7272 "牲" */
    0xd9, 0xbf, 0xa2, 0x4d, 0xc9, 0x1f, 0x80,

    /* U+7275 "牵" */
    0x11, 0xfc, 0x97, 0xfb, 0xaf, 0x84, 0x0,

    /* U+7279 "特" */
    0xc9, 0xbb, 0x23, 0xfc, 0x4f, 0xd5, 0x0,

    /* U+727A "牺" */
    0xff, 0xab, 0xfb, 0xbf, 0x6c, 0x5f, 0x80,

    /* U+7280 "犀" */
    0x7e, 0xfd, 0x13, 0xb5, 0xcf, 0xe1, 0x0,

    /* U+7281 "犁" */
    0x6b, 0xf5, 0xad, 0x93, 0xdf, 0xc4, 0x0,

    /* U+728A "犊" */
    0xdd, 0x93, 0xfa, 0xbf, 0xe9, 0x1c, 0x80,

    /* U+72AC "犬" */
    0x14, 0x23, 0xf8, 0x81, 0x5, 0x31, 0x80,

    /* U+72AF "犯" */
    0xbe, 0xa6, 0xcb, 0xbb, 0x6, 0x77, 0x80,

    /* U+72B6 "状" */
    0x4a, 0x93, 0xfa, 0x4c, 0x8a, 0x98, 0x80,

    /* U+72B9 "犹" */
    0xaa, 0xbe, 0xa3, 0x6a, 0xc5, 0xb5, 0x80,

    /* U+72C2 "狂" */
    0xae, 0x8a, 0x93, 0x7a, 0x44, 0xb7, 0x80,

    /* U+72C4 "狄" */
    0xa4, 0x8a, 0xdb, 0xaa, 0x44, 0xb6, 0x80,

    /* U+72C8 "狈" */
    0xbe, 0xa6, 0xeb, 0xdb, 0xa5, 0x34, 0x80,

    /* U+72D0 "狐" */
    0xa2, 0xbb, 0x52, 0xad, 0x4a, 0xea, 0x80,

    /* U+72D7 "狗" */
    0xa8, 0x9e, 0xcb, 0x7a, 0xe4, 0x71, 0x80,

    /* U+72D9 "狙" */
    0xbc, 0xab, 0x72, 0xad, 0xca, 0xaf, 0x80,

    /* U+72DE "狞" */
    0x88, 0xff, 0x8a, 0xec, 0x89, 0x26, 0x0,

    /* U+72E0 "狠" */
    0xbe, 0xa7, 0x7a, 0x9d, 0xea, 0xa6, 0x80,

    /* U+72E1 "狡" */
    0x88, 0xff, 0x53, 0x1d, 0x49, 0x2d, 0x80,

    /* U+72EC "独" */
    0xa8, 0xbe, 0xeb, 0xfa, 0x85, 0x77, 0x80,

    /* U+72ED "狭" */
    0xa8, 0xff, 0xaa, 0x4f, 0xe9, 0x2d, 0x80,

    /* U+72EE "狮" */
    0xbe, 0xab, 0xfb, 0xfd, 0xea, 0xa9, 0x0,

    /* U+72F0 "狰" */
    0xac, 0xeb, 0x72, 0x6f, 0xe9, 0xa6, 0x0,

    /* U+72F1 "狱" */
    0xb6, 0x8a, 0xfb, 0xab, 0x46, 0xb6, 0x80,

    /* U+72F8 "狸" */
    0xbe, 0xd7, 0xfb, 0x5f, 0xe9, 0x2f, 0x80,

    /* U+72FC "狼" */
    0xa4, 0xbf, 0x4a, 0xfd, 0xaa, 0xa6, 0x80,

    /* U+730E "猎" */
    0x94, 0xff, 0x53, 0xfd, 0xca, 0xa7, 0x0,

    /* U+7316 "猖" */
    0xac, 0x9a, 0xfb, 0x9b, 0xe6, 0x77, 0x80,

    /* U+731B "猛" */
    0xac, 0x8b, 0xfa, 0x4d, 0xcb, 0xaf, 0x80,

    /* U+731C "猜" */
    0xa8, 0xbb, 0x23, 0xfd, 0x4b, 0xa5, 0x0,

    /* U+7329 "猩" */
    0xae, 0x96, 0xbb, 0xaa, 0xe4, 0xb7, 0x80,

    /* U+732A "猪" */
    0xaa, 0xbb, 0x23, 0xfd, 0xd, 0xe3, 0x80,

    /* U+732B "猫" */
    0x94, 0xff, 0x53, 0xff, 0xed, 0x6f, 0x80,

    /* U+732E "献" */
    0x27, 0xe8, 0xbf, 0xad, 0x5e, 0xae, 0x80,

    /* U+7334 "猴" */
    0xac, 0xcb, 0xfb, 0x4f, 0xec, 0xae, 0x80,

    /* U+733E "猾" */
    0x9c, 0xab, 0xfb, 0x1d, 0xcb, 0xa5, 0x0,

    /* U+733F "猿" */
    0xa8, 0xba, 0xfb, 0x9b, 0xe6, 0xb6, 0x80,

    /* U+736D "獭" */
    0x9c, 0xeb, 0xfb, 0xdd, 0xee, 0xa6, 0x80,

    /* U+7384 "玄" */
    0x11, 0xfc, 0x83, 0x41, 0x4, 0xbe, 0x80,

    /* U+7387 "率" */
    0x11, 0xfd, 0x51, 0x47, 0x5f, 0xc4, 0x0,

    /* U+7389 "玉" */
    0xfe, 0x20, 0x43, 0xe1, 0x2, 0xbf, 0x80,

    /* U+738B "王" */
    0xfe, 0x20, 0x43, 0xe1, 0x2, 0x3f, 0x80,

    /* U+7396 "玖" */
    0xe8, 0x9d, 0x4f, 0x24, 0x5d, 0x44, 0x80,

    /* U+739B "玛" */
    0xfc, 0x89, 0x57, 0xf4, 0x3f, 0x41, 0x80,

    /* U+73A9 "玩" */
    0xdc, 0x81, 0xfe, 0xa5, 0x5a, 0x89, 0x80,

    /* U+73AB "玫" */
    0xd0, 0xbd, 0xd6, 0xa5, 0x59, 0xd, 0x80,

    /* U+73AF "环" */
    0xfe, 0x91, 0x26, 0xe6, 0xb9, 0x2, 0x0,

    /* U+73B0 "现" */
    0xfe, 0xa5, 0x6f, 0xd5, 0xbd, 0x85, 0x80,

    /* U+73B2 "玲" */
    0xe8, 0xa9, 0xae, 0x7, 0xfa, 0x43, 0x0,

    /* U+73BB "玻" */
    0xc8, 0xfd, 0xaf, 0xe7, 0x5d, 0xd, 0x80,

    /* U+73CA "珊" */
    0xde, 0xb5, 0x6f, 0xf5, 0xbb, 0x4a, 0x80,

    /* U+73CD "珍" */
    0xe8, 0xa9, 0xae, 0x26, 0xb8, 0x86, 0x0,

    /* U+73D0 "珐" */
    0xc8, 0xb9, 0x27, 0xf4, 0x9a, 0x8e, 0x80,

    /* U+73E0 "珠" */
    0xd8, 0xb9, 0xa7, 0xf4, 0x9b, 0x8a, 0x80,

    /* U+73ED "班" */
    0xe6, 0x99, 0xb7, 0x74, 0xda, 0x8b, 0x80,

    /* U+7403 "球" */
    0xca, 0xfd, 0x27, 0x55, 0xdd, 0x46, 0x0,

    /* U+7405 "琅" */
    0xe4, 0xbd, 0xce, 0xf7, 0xba, 0x86, 0x80,

    /* U+7406 "理" */
    0xfe, 0xd5, 0xff, 0x57, 0xf9, 0xf, 0x80,

    /* U+7409 "琉" */
    0xc8, 0xfd, 0x57, 0xd5, 0x9b, 0x4a, 0x80,

    /* U+7410 "琐" */
    0xea, 0x91, 0xff, 0x16, 0xb9, 0xc, 0x80,

    /* U+7422 "琢" */
    0xfe, 0xa1, 0x6f, 0x65, 0xdd, 0x46, 0x0,

    /* U+7433 "琳" */
    0xd4, 0xfd, 0x57, 0xe7, 0xfa, 0x85, 0x0,

    /* U+7434 "琴" */
    0xee, 0x8b, 0xb9, 0xcc, 0x67, 0x2, 0x0,

    /* U+7435 "琵" */
    0xee, 0x8b, 0xbc, 0x4e, 0xf1, 0x3b, 0x80,

    /* U+7436 "琶" */
    0xee, 0x8b, 0xfa, 0xa7, 0xc8, 0x4f, 0x80,

    /* U+743C "琼" */
    0xc8, 0xfd, 0x56, 0xe4, 0x9d, 0x46, 0x0,

    /* U+745A "瑚" */
    0xd6, 0xfd, 0x5f, 0xf6, 0xff, 0xc2, 0x80,

    /* U+745E "瑞" */
    0xea, 0xfd, 0x7, 0xf5, 0x1f, 0xca, 0x80,

    /* U+745F "瑟" */
    0xee, 0x8b, 0xb9, 0x4b, 0x24, 0x37, 0x80,

    /* U+7470 "瑰" */
    0xd0, 0xfd, 0xaf, 0xf6, 0xbb, 0x8b, 0x80,

    /* U+7476 "瑶" */
    0xe6, 0xb5, 0x27, 0xf4, 0x9d, 0x4f, 0x80,

    /* U+7483 "璃" */
    0xc8, 0xfd, 0x56, 0xe7, 0xfd, 0xce, 0x80,

    /* U+74DC "瓜" */
    0xc, 0xe1, 0x52, 0xa5, 0x4a, 0xae, 0x80,

    /* U+74E2 "瓢" */
    0xf2, 0xf9, 0xd0, 0xaf, 0x46, 0xea, 0x80,

    /* U+74E3 "瓣" */
    0x55, 0xfe, 0xeb, 0xaf, 0xee, 0xad, 0x0,

    /* U+74E4 "瓤" */
    0x23, 0xfb, 0x53, 0xaf, 0x5a, 0xda, 0x80,

    /* U+74E6 "瓦" */
    0xfe, 0x40, 0xe1, 0x45, 0x89, 0x5b, 0x80,

    /* U+74EE "瓮" */
    0x29, 0x8c, 0x87, 0xf7, 0xc8, 0x9d, 0x80,

    /* U+74F6 "瓶" */
    0xbe, 0x23, 0xf2, 0xaf, 0xca, 0xa6, 0x80,

    /* U+74F7 "瓷" */
    0x90, 0x3c, 0xac, 0xaf, 0xe8, 0x9d, 0x80,

    /* U+7504 "甄" */
    0xfe, 0x93, 0xb7, 0x6e, 0xc9, 0xbe, 0x80,

    /* U+7518 "甘" */
    0x45, 0xfd, 0x13, 0xe4, 0x48, 0x9f, 0x0,

    /* U+751A "甚" */
    0x29, 0xfc, 0xa1, 0xcf, 0xea, 0x9f, 0x80,

    /* U+751C "甜" */
    0x2b, 0xbf, 0xaa, 0x7e, 0xb5, 0x7b, 0x80,

    /* U+751F "生" */
    0x50, 0xfe, 0x40, 0x87, 0xc2, 0x3f, 0x80,

    /* U+7525 "甥" */
    0xdf, 0xed, 0x7f, 0xb5, 0xfd, 0x45, 0x80,

    /* U+7528 "用" */
    0x7e, 0xa5, 0xfa, 0x97, 0xea, 0x65, 0x80,

    /* U+7529 "甩" */
    0x7c, 0xa9, 0xf2, 0xa7, 0xca, 0xa7, 0x80,

    /* U+752B "甫" */
    0x15, 0xfc, 0x43, 0xe5, 0x4f, 0x95, 0x0,

    /* U+752D "甭" */
    0xfe, 0x6b, 0x4b, 0xe5, 0x4f, 0xa5, 0x0,

    /* U+7530 "田" */
    0xff, 0x26, 0x4f, 0xf9, 0x32, 0x7f, 0x80,

    /* U+7531 "由" */
    0x11, 0xfe, 0x4f, 0xf9, 0x32, 0x7f, 0x80,

    /* U+7532 "甲" */
    0xff, 0x27, 0xfc, 0x9f, 0xe2, 0x4, 0x0,

    /* U+7533 "申" */
    0x11, 0xfe, 0x4f, 0xf9, 0x3f, 0xc4, 0x0,

    /* U+7535 "电" */
    0x23, 0xea, 0xbe, 0xf8, 0x91, 0xc0,

    /* U+7537 "男" */
    0x7c, 0xa9, 0xf2, 0xaf, 0xe4, 0x71, 0x80,

    /* U+7538 "甸" */
    0x40, 0xff, 0x5b, 0xf5, 0x6f, 0xc0, 0x80,

    /* U+753B "画" */
    0xfe, 0x2, 0xed, 0xdb, 0xb0, 0x7f, 0x80,

    /* U+7545 "畅" */
    0x5d, 0xca, 0xa7, 0xfb, 0x7d, 0x55, 0x80,

    /* U+754C "界" */
    0x7c, 0xa9, 0xf2, 0xa7, 0xd5, 0x52, 0x0,

    /* U+754F "畏" */
    0x7c, 0xa9, 0xf2, 0xaf, 0xe9, 0x19, 0x80,

    /* U+7554 "畔" */
    0x5, 0xef, 0x97, 0xfe, 0x5f, 0xc1, 0x0,

    /* U+7559 "留" */
    0x2f, 0x8e, 0x5f, 0x57, 0xca, 0x9f, 0x0,

    /* U+755C "畜" */
    0x11, 0xfd, 0x11, 0xdf, 0xea, 0x9f, 0x0,

    /* U+7565 "略" */
    0x7, 0xd7, 0x97, 0xde, 0xfd, 0x43, 0x80,

    /* U+7566 "畦" */
    0x5, 0xdf, 0x97, 0xfe, 0xfc, 0x87, 0x80,

    /* U+756A "番" */
    0xfe, 0xab, 0xf9, 0xcd, 0x6f, 0x9f, 0x0,

    /* U+7574 "畴" */
    0x9, 0xfb, 0xff, 0xaf, 0xfc, 0x85, 0x0,

    /* U+7578 "畸" */
    0x5, 0xff, 0x97, 0x5f, 0xfc, 0x42, 0x80,

    /* U+7586 "疆" */
    0xfe, 0x59, 0xb2, 0xfe, 0xcd, 0xb7, 0x80,

    /* U+758F "疏" */
    0xe8, 0x7d, 0x53, 0xdd, 0x9b, 0x7a, 0x80,

    /* U+7591 "疑" */
    0x9f, 0xca, 0x7b, 0x5e, 0xcb, 0x2d, 0x80,

    /* U+7597 "疗" */
    0x8, 0xff, 0x72, 0x2c, 0x89, 0x26, 0x0,

    /* U+7599 "疙" */
    0x8, 0xff, 0x42, 0xfe, 0x8a, 0x67, 0x80,

    /* U+759A "疚" */
    0x8, 0xff, 0x32, 0xac, 0x49, 0x2d, 0x80,

    /* U+759F "疟" */
    0x8, 0xff, 0x72, 0x8f, 0xea, 0x27, 0x0,

    /* U+75A1 "疡" */
    0x8, 0xff, 0x72, 0x2f, 0xea, 0xea, 0x80,

    /* U+75A4 "疤" */
    0x8, 0xff, 0xfb, 0x5f, 0xec, 0x2f, 0x80,

    /* U+75A5 "疥" */
    0x8, 0xff, 0x22, 0xaf, 0x6a, 0xa9, 0x0,

    /* U+75AB "疫" */
    0x8, 0xff, 0x72, 0xae, 0xe9, 0xad, 0x80,

    /* U+75AE "疮" */
    0x8, 0xff, 0x22, 0xaf, 0xea, 0xa7, 0x80,

    /* U+75AF "疯" */
    0x8, 0xff, 0x93, 0x6f, 0x4d, 0xb0, 0x80,

    /* U+75B2 "疲" */
    0x8, 0xff, 0x12, 0xfd, 0xaa, 0xaa, 0x80,

    /* U+75B5 "疵" */
    0x8, 0xff, 0x52, 0xff, 0x4f, 0xad, 0x80,

    /* U+75B9 "疹" */
    0x8, 0xff, 0x22, 0xae, 0xa8, 0xa6, 0x0,

    /* U+75BC "疼" */
    0x8, 0xff, 0x32, 0xac, 0xce, 0x62, 0x0,

    /* U+75BD "疽" */
    0x8, 0xff, 0x72, 0xad, 0xca, 0xaf, 0x80,

    /* U+75BE "疾" */
    0x8, 0xff, 0x42, 0xef, 0xe9, 0x2d, 0x80,

    /* U+75C5 "病" */
    0x8, 0xff, 0x73, 0xfe, 0xae, 0xe8, 0x80,

    /* U+75C7 "症" */
    0x8, 0xff, 0x7a, 0x2d, 0x6a, 0xaf, 0x80,

    /* U+75C8 "痈" */
    0x8, 0xff, 0x7a, 0xdd, 0xeb, 0x6a, 0x80,

    /* U+75C9 "痉" */
    0x8, 0xff, 0x72, 0x2f, 0xa9, 0x2f, 0x80,

    /* U+75CA "痊" */
    0x8, 0xff, 0x22, 0xaf, 0xe9, 0x2f, 0x80,

    /* U+75D2 "痒" */
    0x8, 0xff, 0x53, 0xfc, 0x8f, 0xe2, 0x0,

    /* U+75D4 "痔" */
    0x8, 0xff, 0x72, 0x4f, 0xea, 0xa3, 0x0,

    /* U+75D5 "痕" */
    0x8, 0xff, 0x72, 0xad, 0xca, 0xa6, 0x80,

    /* U+75D8 "痘" */
    0x8, 0xff, 0x2, 0xfd, 0x29, 0xa7, 0x80,

    /* U+75DB "痛" */
    0x8, 0xff, 0x13, 0xfe, 0xaf, 0xea, 0x80,

    /* U+75DE "痞" */
    0x8, 0xff, 0x7a, 0x6d, 0x6d, 0xa3, 0x0,

    /* U+75E2 "痢" */
    0x8, 0xff, 0x23, 0xbd, 0x6f, 0x65, 0x80,

    /* U+75EA "痪" */
    0x8, 0xff, 0x73, 0xaf, 0xe9, 0x2d, 0x80,

    /* U+75F0 "痰" */
    0x8, 0xff, 0xaa, 0x4f, 0x69, 0x2d, 0x80,

    /* U+75F4 "痴" */
    0x8, 0xff, 0x42, 0xff, 0x6a, 0xea, 0x0,

    /* U+75F9 "痹" */
    0x8, 0xff, 0x72, 0xef, 0xea, 0xa9, 0x0,

    /* U+7601 "瘁" */
    0x8, 0xff, 0xfa, 0xae, 0xaf, 0xe2, 0x0,

    /* U+761F "瘟" */
    0x8, 0xff, 0x6a, 0xfc, 0x9, 0xa7, 0x80,

    /* U+7624 "瘤" */
    0x8, 0xff, 0x5b, 0x3f, 0xab, 0xa7, 0x0,

    /* U+7626 "瘦" */
    0x8, 0xff, 0xab, 0xfd, 0x49, 0x2d, 0x80,

    /* U+7629 "瘩" */
    0x8, 0xff, 0x53, 0xfd, 0x4d, 0xe3, 0x0,

    /* U+762A "瘪" */
    0x8, 0xff, 0x72, 0xee, 0xaa, 0x27, 0x0,

    /* U+762B "瘫" */
    0x8, 0xff, 0xda, 0xee, 0xeb, 0xa3, 0x80,

    /* U+7634 "瘴" */
    0x8, 0xff, 0x53, 0xfd, 0xcf, 0xe2, 0x0,

    /* U+7638 "瘸" */
    0x8, 0xff, 0x7b, 0x5f, 0xed, 0x6d, 0x80,

    /* U+764C "癌" */
    0x8, 0xff, 0x73, 0xbf, 0x6d, 0x6f, 0x80,

    /* U+7663 "癣" */
    0x8, 0xff, 0x43, 0xdf, 0x4b, 0xe9, 0x0,

    /* U+7678 "癸" */
    0x75, 0x55, 0x15, 0xd7, 0xc2, 0x39, 0x80,

    /* U+767B "登" */
    0x75, 0x55, 0x15, 0xd2, 0x82, 0x3f, 0x80,

    /* U+767D "白" */
    0x23, 0xf8, 0x7f, 0x86, 0x1f, 0xc0,

    /* U+767E "百" */
    0xfe, 0x21, 0xf2, 0x27, 0xc8, 0x9f, 0x0,

    /* U+7682 "皂" */
    0x10, 0xf9, 0x13, 0xe3, 0x9c, 0x4f, 0x80,

    /* U+7684 "的" */
    0x49, 0xde, 0xcf, 0x5a, 0x7c, 0x41, 0x80,

    /* U+7686 "皆" */
    0x89, 0xde, 0x27, 0x71, 0xf, 0x9f, 0x0,

    /* U+7687 "皇" */
    0x10, 0xf9, 0x13, 0xef, 0xe2, 0x3f, 0x80,

    /* U+768B "皋" */
    0x10, 0xf9, 0x17, 0xf5, 0x57, 0x44, 0x0,

    /* U+7691 "皑" */
    0x57, 0xfe, 0x8f, 0xfb, 0x1e, 0x47, 0x80,

    /* U+7696 "皖" */
    0x45, 0xfe, 0xdf, 0xb, 0xfd, 0x85, 0x80,

    /* U+76AE "皮" */
    0x8, 0xfd, 0x2b, 0xe5, 0x49, 0x2d, 0x80,

    /* U+76B1 "皱" */
    0x65, 0x5d, 0xd8, 0xf7, 0xa2, 0xbe, 0x80,

    /* U+76BF "皿" */
    0x7c, 0xa9, 0x52, 0xa5, 0x5f, 0xc0,

    /* U+76C2 "盂" */
    0x7c, 0x23, 0xf9, 0x87, 0xca, 0xbf, 0x80,

    /* U+76C5 "盅" */
    0x10, 0xf9, 0x53, 0xe1, 0xf, 0xbf, 0x80,

    /* U+76C6 "盆" */
    0x28, 0x8b, 0xe9, 0x47, 0xca, 0xbf, 0x80,

    /* U+76C8 "盈" */
    0xf8, 0x5d, 0x4d, 0x57, 0xca, 0xbf, 0x80,

    /* U+76CA "益" */
    0x45, 0xfd, 0x14, 0x17, 0xca, 0xbf, 0x80,

    /* U+76CE "盎" */
    0x10, 0xfb, 0xfa, 0x2b, 0xaa, 0xbf, 0x80,

    /* U+76CF "盏" */
    0x24, 0xf8, 0x4f, 0xe0, 0xaf, 0xbf, 0x80,

    /* U+76D0 "盐" */
    0x49, 0xd9, 0x2f, 0x47, 0xca, 0xbf, 0x80,

    /* U+76D1 "监" */
    0x29, 0x5e, 0xd1, 0x17, 0xca, 0xbf, 0x80,

    /* U+76D2 "盒" */
    0x10, 0x53, 0xf9, 0xc7, 0xca, 0xbf, 0x80,

    /* U+76D4 "盔" */
    0xfe, 0xd5, 0x25, 0xb7, 0xca, 0xbf, 0x80,

    /* U+76D6 "盖" */
    0x45, 0xfc, 0x47, 0xf7, 0xca, 0xbf, 0x80,

    /* U+76D7 "盗" */
    0x90, 0x3c, 0xac, 0xa7, 0xca, 0xbf, 0x80,

    /* U+76D8 "盘" */
    0x7c, 0xab, 0xfa, 0xab, 0xc6, 0xbf, 0x80,

    /* U+76DB "盛" */
    0x4, 0xfd, 0x95, 0x57, 0xca, 0xbf, 0x80,

    /* U+76DF "盟" */
    0xef, 0x57, 0xb8, 0x97, 0xca, 0xbf, 0x80,

    /* U+76EE "目" */
    0xfe, 0x1f, 0xe1, 0xfe, 0x1f, 0xc0,

    /* U+76EF "盯" */
    0xff, 0x4b, 0x95, 0x2e, 0x54, 0xbb, 0x0,

    /* U+76F2 "盲" */
    0x11, 0xfd, 0x3, 0xe7, 0xc8, 0x9f, 0x0,

    /* U+76F4 "直" */
    0x11, 0xfc, 0x43, 0xe4, 0x4f, 0xbf, 0x80,

    /* U+76F8 "相" */
    0x2f, 0xf4, 0xbb, 0xd6, 0xf5, 0x4b, 0x80,

    /* U+76FC "盼" */
    0xeb, 0x57, 0xc5, 0x7e, 0xb5, 0x7d, 0x80,

    /* U+76FE "盾" */
    0x6, 0xf1, 0xfa, 0x45, 0xcb, 0xa7, 0x0,

    /* U+7701 "省" */
    0x10, 0xaa, 0x49, 0xee, 0x47, 0x8f, 0x0,

    /* U+7709 "眉" */
    0x7e, 0x95, 0xfa, 0x95, 0xea, 0x67, 0x80,

    /* U+770B "看" */
    0xc, 0xe0, 0xf7, 0xf7, 0xd4, 0x8f, 0x0,

    /* U+771F "真" */
    0x11, 0xfc, 0xe1, 0xcf, 0xe0, 0x31, 0x80,

    /* U+7720 "眠" */
    0xff, 0x67, 0xfd, 0xaf, 0xf6, 0xbe, 0x80,

    /* U+7728 "眨" */
    0xef, 0x4b, 0xfd, 0x1e, 0x57, 0x39, 0x80,

    /* U+7729 "眩" */
    0xe5, 0x7f, 0xad, 0xee, 0x55, 0x7f, 0x80,

    /* U+772F "眯" */
    0xe9, 0x77, 0xa5, 0xfe, 0xd7, 0x7a, 0x0,

    /* U+7736 "眶" */
    0xff, 0x63, 0xfd, 0xaf, 0xf6, 0x3f, 0x80,

    /* U+7737 "眷" */
    0x54, 0x73, 0xfa, 0x2b, 0xa7, 0xe, 0x0,

    /* U+773A "眺" */
    0xf5, 0x6f, 0xd5, 0xbf, 0x56, 0xb9, 0x80,

    /* U+773C "眼" */
    0xff, 0x67, 0xfd, 0x9f, 0xf6, 0xbe, 0x80,

    /* U+7740 "着" */
    0x45, 0xfc, 0x47, 0xf3, 0xdb, 0x87, 0x0,

    /* U+7741 "睁" */
    0xe7, 0x77, 0xbd, 0x3f, 0xf4, 0xfb, 0x0,

    /* U+775B "睛" */
    0xe5, 0x5f, 0x95, 0xfe, 0xb5, 0xfa, 0x80,

    /* U+7761 "睡" */
    0xef, 0x4b, 0xfd, 0x6f, 0xf4, 0xbb, 0x80,

    /* U+7763 "督" */
    0x2e, 0x77, 0xd5, 0x57, 0xc8, 0x9f, 0x0,

    /* U+7766 "睦" */
    0xe9, 0x7b, 0xfd, 0xae, 0x35, 0x3f, 0x80,

    /* U+776B "睫" */
    0xe5, 0x7f, 0x9d, 0xee, 0x75, 0xbd, 0x80,

    /* U+776C "睬" */
    0xe7, 0x73, 0xad, 0xaf, 0xf7, 0xba, 0x80,

    /* U+7779 "睹" */
    0xe5, 0x5f, 0x95, 0xfe, 0x96, 0xf9, 0x80,

    /* U+7784 "瞄" */
    0xf5, 0x7f, 0xd5, 0xff, 0xf5, 0x7f, 0x80,

    /* U+7785 "瞅" */
    0xf5, 0x6b, 0xfd, 0xef, 0x56, 0xbe, 0x80,

    /* U+778E "瞎" */
    0xe5, 0x7f, 0xdd, 0x7e, 0x57, 0xfb, 0x80,

    /* U+7792 "瞒" */
    0xeb, 0x7f, 0xad, 0xff, 0x77, 0xfd, 0x80,

    /* U+77A5 "瞥" */
    0x96, 0xd7, 0xd5, 0x57, 0xcf, 0x9f, 0x0,

    /* U+77A7 "瞧" */
    0xeb, 0x5f, 0xf5, 0x6e, 0xf4, 0x3d, 0x80,

    /* U+77A9 "瞩" */
    0xff, 0x7f, 0x95, 0x6f, 0xf6, 0xfe, 0x80,

    /* U+77AA "瞪" */
    0xfb, 0x5b, 0xcd, 0x7e, 0xb4, 0xbf, 0x80,

    /* U+77AC "瞬" */
    0xff, 0x6b, 0xfd, 0x1f, 0x57, 0xf9, 0x0,

    /* U+77B3 "瞳" */
    0xe5, 0x7f, 0xad, 0xfe, 0xf4, 0xbf, 0x80,

    /* U+77BB "瞻" */
    0xed, 0x6b, 0xfd, 0xdf, 0x57, 0xfb, 0x0,

    /* U+77D7 "矗" */
    0x10, 0xf8, 0xe1, 0xcf, 0xed, 0xbf, 0x80,

    /* U+77DB "矛" */
    0x7c, 0x28, 0x27, 0xf2, 0xb9, 0x6, 0x0,

    /* U+77E2 "矢" */
    0x40, 0xfa, 0x47, 0xf1, 0x5, 0x31, 0x80,

    /* U+77E3 "矣" */
    0x10, 0x4b, 0xe9, 0x7, 0xc2, 0x3b, 0x80,

    /* U+77E5 "知" */
    0x40, 0xfe, 0xab, 0xd2, 0xab, 0x63, 0x80,

    /* U+77E9 "矩" */
    0x4e, 0xf2, 0xbb, 0xd2, 0xeb, 0x23, 0x80,

    /* U+77EB "矫" */
    0x9d, 0xfd, 0x57, 0x15, 0x4a, 0xa9, 0x0,

    /* U+77ED "短" */
    0x9f, 0xc1, 0x7f, 0x95, 0xed, 0xa7, 0x80,

    /* U+77EE "矮" */
    0x9d, 0xfd, 0x77, 0x57, 0xea, 0xae, 0x80,

    /* U+77F3 "石" */
    0xfe, 0x40, 0x83, 0xea, 0x44, 0x8f, 0x0,

    /* U+77FD "矽" */
    0xe8, 0x9d, 0x4c, 0x56, 0x4d, 0x4, 0x0,

    /* U+77FE "矾" */
    0xfc, 0xa9, 0x54, 0xe7, 0x4e, 0x89, 0x80,

    /* U+77FF "矿" */
    0xe4, 0x9d, 0x24, 0x46, 0x8d, 0x4, 0x0,

    /* U+7801 "码" */
    0x1d, 0xc9, 0x54, 0xfe, 0x37, 0x79, 0x80,

    /* U+7802 "砂" */
    0xe8, 0xb9, 0x6c, 0x46, 0xac, 0x86, 0x0,

    /* U+780C "砌" */
    0xe6, 0xad, 0x7c, 0xb7, 0xec, 0xc2, 0x80,

    /* U+780D "砍" */
    0xe8, 0x9d, 0x5c, 0x26, 0x4c, 0x86, 0x80,

    /* U+7812 "砒" */
    0xf4, 0xa9, 0x7c, 0xa7, 0x4f, 0x85, 0x80,

    /* U+7814 "研" */
    0xfe, 0x95, 0x2c, 0xf6, 0xad, 0x44, 0x80,

    /* U+7816 "砖" */
    0xe4, 0x9d, 0x14, 0xf6, 0x8d, 0xc0, 0x80,

    /* U+781A "砚" */
    0xfe, 0xa5, 0x6c, 0xd7, 0xad, 0x85, 0x80,

    /* U+7827 "砧" */
    0xe8, 0x91, 0x3c, 0x47, 0xee, 0x47, 0x80,

    /* U+7830 "砰" */
    0xfe, 0x89, 0x5c, 0x27, 0xec, 0x81, 0x0,

    /* U+7834 "破" */
    0xe4, 0xbd, 0x5c, 0xf7, 0xae, 0x82, 0x80,

    /* U+7837 "砷" */
    0xe4, 0xbd, 0x5c, 0xf7, 0x6f, 0xc1, 0x0,

    /* U+7838 "砸" */
    0xfe, 0xa9, 0x7c, 0xb7, 0x6e, 0x87, 0x80,

    /* U+783E "砾" */
    0xe2, 0xb9, 0x54, 0xf6, 0x4e, 0xc3, 0x0,

    /* U+7840 "础" */
    0xe4, 0xad, 0x7c, 0x27, 0x6e, 0xc7, 0x80,

    /* U+7845 "硅" */
    0xe4, 0x9d, 0x14, 0xf6, 0xec, 0x87, 0x80,

    /* U+7852 "硒" */
    0xfe, 0x95, 0x7c, 0xd7, 0xae, 0x47, 0x80,

    /* U+7855 "硕" */
    0xfe, 0x91, 0x7c, 0x97, 0xad, 0x4, 0x80,

    /* U+785D "硝" */
    0xf6, 0x89, 0x7c, 0x97, 0xee, 0x45, 0x80,

    /* U+786B "硫" */
    0xe4, 0xbd, 0x24, 0xf6, 0xd, 0x46, 0x80,

    /* U+786C "硬" */
    0xfe, 0x9d, 0x3c, 0x26, 0xcc, 0x86, 0x80,

    /* U+786E "确" */
    0xec, 0xa9, 0x7c, 0xd7, 0xef, 0x42, 0x80,

    /* U+7877 "硷" */
    0xe8, 0xa9, 0x3c, 0x6, 0xae, 0x87, 0x80,

    /* U+787C "硼" */
    0xfe, 0xd5, 0xfd, 0x57, 0xed, 0x45, 0x80,

    /* U+7889 "碉" */
    0xfe, 0xd5, 0xfd, 0x57, 0x6f, 0xc8, 0x80,

    /* U+788C "碌" */
    0xdc, 0x89, 0xfc, 0x46, 0xaf, 0x8a, 0x80,

    /* U+788D "碍" */
    0xec, 0x99, 0x7c, 0x27, 0xee, 0x83, 0x0,

    /* U+788E "碎" */
    0xc8, 0xfd, 0x54, 0xa6, 0xaf, 0xc2, 0x0,

    /* U+7891 "碑" */
    0xe8, 0xbd, 0x6c, 0xf6, 0xcf, 0xc1, 0x0,

    /* U+7897 "碗" */
    0xe4, 0xbd, 0x4c, 0x77, 0x6d, 0x85, 0x80,

    /* U+7898 "碘" */
    0xea, 0xbd, 0x6c, 0xf7, 0xec, 0x4, 0x80,

    /* U+789F "碟" */
    0xea, 0xbd, 0x5c, 0x87, 0xef, 0x82, 0x80,

    /* U+78A7 "碧" */
    0xe4, 0x9f, 0xaa, 0x7f, 0xec, 0xaf, 0x0,

    /* U+78B0 "碰" */
    0xea, 0xbd, 0x2c, 0xd7, 0xad, 0x47, 0x80,

    /* U+78B1 "碱" */
    0xe4, 0xbd, 0x54, 0xe7, 0x6f, 0x86, 0x80,

    /* U+78B3 "碳" */
    0xea, 0xfd, 0x45, 0xf5, 0xea, 0x8a, 0x80,

    /* U+78B4 "碴" */
    0xe4, 0xbd, 0x34, 0xb6, 0xcd, 0x87, 0x80,

    /* U+78BE "碾" */
    0xfe, 0xc5, 0xfd, 0x67, 0xee, 0x86, 0x80,

    /* U+78C1 "磁" */
    0xea, 0xbd, 0x2c, 0xa6, 0xae, 0x87, 0x80,

    /* U+78C5 "磅" */
    0xc8, 0xfd, 0x55, 0xf6, 0xad, 0x85, 0x0,

    /* U+78CA "磊" */
    0xfe, 0xfa, 0x91, 0xef, 0xed, 0xed, 0x80,

    /* U+78CB "磋" */
    0xea, 0xbd, 0x14, 0xf6, 0xee, 0x83, 0x80,

    /* U+78D0 "磐" */
    0x6e, 0xd7, 0xd5, 0x5f, 0xec, 0xaf, 0x0,

    /* U+78D5 "磕" */
    0xe8, 0xb9, 0x7c, 0xa7, 0xad, 0x87, 0x80,

    /* U+78E8 "磨" */
    0x8, 0xfd, 0x53, 0xf5, 0x4b, 0xeb, 0x0,

    /* U+78F7 "磷" */
    0xf6, 0x99, 0x5c, 0x7, 0xad, 0xc4, 0x80,

    /* U+78FA "磺" */
    0xea, 0xbd, 0x2c, 0xf6, 0xcd, 0x84, 0x80,

    /* U+7901 "礁" */
    0xea, 0x9d, 0x74, 0x66, 0xec, 0x5, 0x80,

    /* U+793A "示" */
    0x7c, 0x3, 0xf8, 0x85, 0x52, 0x4c, 0x0,

    /* U+793C "礼" */
    0x49, 0xd0, 0xa2, 0x4e, 0x89, 0x53, 0x80,

    /* U+793E "社" */
    0x45, 0xc8, 0xba, 0x2e, 0x48, 0x97, 0x80,

    /* U+7941 "祁" */
    0x4f, 0xd4, 0xb2, 0x5e, 0xa9, 0x92, 0x0,

    /* U+7948 "祈" */
    0x43, 0xd8, 0xa2, 0x7e, 0xa9, 0x54, 0x80,

    /* U+7956 "祖" */
    0x5d, 0xe8, 0xf2, 0xaf, 0xca, 0x9f, 0x80,

    /* U+795D "祝" */
    0x5f, 0xe4, 0xca, 0xfe, 0xc9, 0x95, 0x80,

    /* U+795E "神" */
    0x49, 0xfc, 0xab, 0xfe, 0xaf, 0xd2, 0x0,

    /* U+795F "祟" */
    0x54, 0xfa, 0x4f, 0xf7, 0xca, 0xac, 0x80,

    /* U+7965 "祥" */
    0x4b, 0xfc, 0x92, 0x7e, 0x4b, 0xd1, 0x0,

    /* U+7968 "票" */
    0xfe, 0xa9, 0xf0, 0xf, 0xea, 0xac, 0x80,

    /* U+796D "祭" */
    0x76, 0xa6, 0xb2, 0x2b, 0xaa, 0xac, 0x80,

    /* U+7977 "祷" */
    0x49, 0xf8, 0xfa, 0xad, 0xec, 0x95, 0x0,

    /* U+7978 "祸" */
    0x4f, 0xd4, 0xba, 0x2f, 0xea, 0xd6, 0x80,

    /* U+7981 "禁" */
    0x25, 0xfd, 0xb5, 0xbf, 0xea, 0xac, 0x80,

    /* U+7984 "禄" */
    0x5d, 0xc8, 0xfa, 0x4e, 0xab, 0x9a, 0x80,

    /* U+798F "福" */
    0x5f, 0xd8, 0xb2, 0xf, 0xea, 0xd7, 0x80,

    /* U+79B9 "禹" */
    0xd, 0xe1, 0xf2, 0xaf, 0xf3, 0x6d, 0x80,

    /* U+79BB "离" */
    0x11, 0xfd, 0x53, 0x6f, 0xf5, 0x6d, 0x80,

    /* U+79BD "禽" */
    0x11, 0xdd, 0x53, 0x6f, 0xf5, 0x6d, 0x80,

    /* U+79BE "禾" */
    0xc, 0xe3, 0xf8, 0x83, 0x9a, 0xc4, 0x0,

    /* U+79C0 "秀" */
    0x39, 0xfc, 0xe6, 0xb7, 0x85, 0xb1, 0x0,

    /* U+79C1 "私" */
    0x74, 0x4b, 0xd1, 0x27, 0x95, 0x4b, 0x80,

    /* U+79C3 "秃" */
    0x39, 0xfc, 0xe6, 0xb3, 0x85, 0x73, 0x80,

    /* U+79C6 "秆" */
    0xdc, 0x93, 0x23, 0xfc, 0x99, 0x12, 0x0,

    /* U+79C9 "秉" */
    0x39, 0xfd, 0xf0, 0xf7, 0xc7, 0x35, 0x80,

    /* U+79CB "秋" */
    0xc8, 0x93, 0xab, 0x6c, 0x9a, 0x98, 0x80,

    /* U+79CD "种" */
    0xc8, 0xff, 0xab, 0x5f, 0xf9, 0x12, 0x0,

    /* U+79D1 "科" */
    0xe4, 0xab, 0x92, 0xac, 0x7f, 0x91, 0x0,

    /* U+79D2 "秒" */
    0xc8, 0xbb, 0x6b, 0x4c, 0xb8, 0x96, 0x0,

    /* U+79D8 "秘" */
    0xd0, 0x97, 0x4b, 0xaf, 0xba, 0x1b, 0x80,

    /* U+79DF "租" */
    0xdc, 0xab, 0x72, 0xad, 0xda, 0x9f, 0x80,

    /* U+79E4 "秤" */
    0xfe, 0x93, 0xaa, 0x4f, 0xf9, 0x12, 0x0,

    /* U+79E6 "秦" */
    0x10, 0xf8, 0xe7, 0xf5, 0x47, 0x35, 0x80,

    /* U+79E7 "秧" */
    0xc8, 0xbb, 0x53, 0xfc, 0x99, 0x1d, 0x80,

    /* U+79E9 "秩" */
    0xd8, 0xbb, 0xa3, 0xfc, 0x9a, 0x98, 0x80,

    /* U+79EF "积" */
    0xfe, 0xa7, 0xca, 0xfe, 0x1a, 0x98, 0x80,

    /* U+79F0 "称" */
    0xd0, 0xbf, 0xaa, 0xed, 0xbd, 0x56, 0x0,

    /* U+79F8 "秸" */
    0xc8, 0xff, 0x22, 0xec, 0x1b, 0x97, 0x0,

    /* U+79FB "移" */
    0xec, 0xab, 0xa2, 0xbe, 0xb8, 0x96, 0x0,

    /* U+79FD "秽" */
    0xea, 0xff, 0x22, 0x6d, 0x59, 0x1c, 0x0,

    /* U+7A00 "稀" */
    0xd4, 0x93, 0x53, 0xfc, 0x9b, 0xda, 0x80,

    /* U+7A0B "程" */
    0xdc, 0xab, 0xfa, 0x4d, 0xd9, 0x1f, 0x80,

    /* U+7A0D "稍" */
    0xf6, 0x8b, 0xfa, 0x9f, 0xfa, 0x55, 0x80,

    /* U+7A0E "税" */
    0xd4, 0xff, 0x8b, 0xfd, 0x5a, 0x99, 0x80,

    /* U+7A17 "稗" */
    0xc8, 0xff, 0xab, 0xfd, 0x5f, 0xd1, 0x0,

    /* U+7A1A "稚" */
    0xf4, 0xbf, 0xd2, 0xff, 0x5a, 0x97, 0x80,

    /* U+7A20 "稠" */
    0xfe, 0xd7, 0xfb, 0x5f, 0x7f, 0xd8, 0x80,

    /* U+7A33 "稳" */
    0xd8, 0xd3, 0x72, 0x2d, 0xde, 0x5b, 0x80,

    /* U+7A3B "稻" */
    0xc6, 0xf7, 0x2, 0xbe, 0x3e, 0xdf, 0x80,

    /* U+7A3C "稼" */
    0xc8, 0xff, 0x8a, 0xed, 0xbd, 0x96, 0x80,

    /* U+7A3D "稽" */
    0xca, 0xff, 0x63, 0x7d, 0x1b, 0xd7, 0x80,

    /* U+7A3F "稿" */
    0xc8, 0xff, 0x52, 0xef, 0xfc, 0x5a, 0x80,

    /* U+7A46 "穆" */
    0xc8, 0xbb, 0x73, 0x5c, 0xd8, 0x57, 0x0,

    /* U+7A57 "穗" */
    0xc8, 0xff, 0x72, 0xdc, 0x1e, 0x5b, 0x80,

    /* U+7A74 "穴" */
    0x11, 0xfe, 0x9, 0x42, 0x88, 0xa0, 0x80,

    /* U+7A76 "究" */
    0x11, 0xfe, 0xaa, 0xaf, 0x85, 0x73, 0x80,

    /* U+7A77 "穷" */
    0x11, 0xfe, 0xaa, 0xaf, 0xc4, 0xb3, 0x0,

    /* U+7A7A "空" */
    0x11, 0xfe, 0xaa, 0x23, 0x82, 0x3f, 0x80,

    /* U+7A7F "穿" */
    0x11, 0xfe, 0xda, 0x6f, 0xe4, 0xb3, 0x0,

    /* U+7A81 "突" */
    0x11, 0xfe, 0xaa, 0xaf, 0xe2, 0x3b, 0x80,

    /* U+7A83 "窃" */
    0x11, 0xfe, 0xaa, 0x2e, 0xe8, 0xda, 0x80,

    /* U+7A84 "窄" */
    0x11, 0xfe, 0xaa, 0x27, 0x93, 0xc4, 0x0,

    /* U+7A8D "窍" */
    0x11, 0xfe, 0xdf, 0x44, 0xfc, 0x43, 0x80,

    /* U+7A91 "窑" */
    0x11, 0xfe, 0xdb, 0xe3, 0xdd, 0x4f, 0x80,

    /* U+7A92 "窒" */
    0x11, 0xfe, 0xaa, 0xe7, 0xa2, 0x3f, 0x80,

    /* U+7A96 "窖" */
    0x11, 0xfe, 0xd9, 0xe5, 0x1f, 0xce, 0x0,

    /* U+7A97 "窗" */
    0x11, 0xfe, 0xdb, 0xe5, 0xcd, 0x9f, 0x0,

    /* U+7A98 "窘" */
    0x11, 0xfe, 0xd9, 0xef, 0xe6, 0x77, 0x80,

    /* U+7A9C "窜" */
    0x11, 0xfe, 0xdb, 0xef, 0xff, 0xc4, 0x0,

    /* U+7A9D "窝" */
    0x11, 0xfe, 0xdb, 0xef, 0xf2, 0x6a, 0x80,

    /* U+7A9F "窟" */
    0x11, 0xfe, 0xdb, 0xe7, 0xcd, 0x6f, 0x80,

    /* U+7AA5 "窥" */
    0x11, 0xfe, 0xaa, 0x7e, 0xa9, 0xad, 0x80,

    /* U+7ABF "窿" */
    0x11, 0xfe, 0xde, 0x6f, 0x79, 0x2f, 0x80,

    /* U+7ACB "立" */
    0x11, 0xfc, 0x1, 0x22, 0x41, 0x3f, 0x80,

    /* U+7AD6 "竖" */
    0x2f, 0x56, 0x91, 0x57, 0xc5, 0x3f, 0x80,

    /* U+7AD9 "站" */
    0x49, 0xd0, 0xbd, 0x45, 0xfe, 0x47, 0x80,

    /* U+7ADE "竞" */
    0x10, 0xf8, 0xa7, 0xf2, 0x87, 0x73, 0x80,

    /* U+7ADF "竟" */
    0x10, 0xf8, 0xa7, 0xf3, 0x87, 0x73, 0x80,

    /* U+7AE0 "章" */
    0x10, 0xf8, 0xa7, 0xf4, 0x5f, 0xc4, 0x0,

    /* U+7AE3 "竣" */
    0x53, 0xfc, 0xd5, 0x15, 0xdd, 0x5, 0x80,

    /* U+7AE5 "童" */
    0x10, 0xf8, 0xa7, 0xf7, 0xc2, 0x3f, 0x80,

    /* U+7AED "竭" */
    0x5d, 0xe8, 0xf5, 0x77, 0x3b, 0x41, 0x80,

    /* U+7AEF "端" */
    0x6b, 0xfc, 0x85, 0xf5, 0x1f, 0xca, 0x80,

    /* U+7AF9 "竹" */
    0x48, 0xde, 0xd1, 0x22, 0x44, 0x8b, 0x0,

    /* U+7AFF "竿" */
    0x48, 0xde, 0xd3, 0xe1, 0x1f, 0xc4, 0x0,

    /* U+7B06 "笆" */
    0x48, 0xdf, 0xf2, 0xa7, 0xc8, 0x4f, 0x80,

    /* U+7B0B "笋" */
    0x48, 0xde, 0xf0, 0xbf, 0xc4, 0x30, 0x0,

    /* U+7B11 "笑" */
    0x48, 0xde, 0xd0, 0x8f, 0xe2, 0x3b, 0x80,

    /* U+7B14 "笔" */
    0x48, 0xde, 0xd3, 0x81, 0xde, 0x47, 0x80,

    /* U+7B1B "笛" */
    0x48, 0xde, 0xd0, 0x87, 0xca, 0x9f, 0x0,

    /* U+7B26 "符" */
    0x48, 0xde, 0xd2, 0xfc, 0x4a, 0x93, 0x0,

    /* U+7B28 "笨" */
    0x48, 0xde, 0xd7, 0xf5, 0x57, 0x44, 0x0,

    /* U+7B2C "第" */
    0x48, 0xde, 0xd3, 0xe5, 0x7, 0xf4, 0x80,

    /* U+7B3A "笺" */
    0x48, 0xde, 0xd3, 0xdf, 0xc3, 0x59, 0x80,

    /* U+7B3C "笼" */
    0x48, 0xde, 0xd7, 0xe2, 0xab, 0xa3, 0x80,

    /* U+7B49 "等" */
    0x48, 0xde, 0xd0, 0xcf, 0xe5, 0x6, 0x0,

    /* U+7B4B "筋" */
    0x48, 0xde, 0xd3, 0x47, 0xed, 0x6d, 0x80,

    /* U+7B4F "筏" */
    0x48, 0xde, 0xd2, 0x3d, 0xc8, 0x96, 0x80,

    /* U+7B50 "筐" */
    0x48, 0xde, 0xd3, 0xf5, 0xc9, 0x1f, 0x80,

    /* U+7B51 "筑" */
    0x48, 0xde, 0xd0, 0xe, 0xc9, 0xbd, 0x80,

    /* U+7B52 "筒" */
    0x48, 0xde, 0xd7, 0xf8, 0x37, 0x6e, 0x80,

    /* U+7B54 "答" */
    0x48, 0xde, 0xd1, 0xcc, 0x67, 0xe, 0x0,

    /* U+7B56 "策" */
    0x48, 0xde, 0xd7, 0xf9, 0x27, 0x35, 0x80,

    /* U+7B5B "筛" */
    0x48, 0xde, 0xfe, 0x2d, 0xea, 0xe1, 0x0,

    /* U+7B77 "筷" */
    0x48, 0xde, 0xd2, 0x6d, 0xf9, 0x15, 0x80,

    /* U+7B79 "筹" */
    0x48, 0xde, 0xd3, 0xef, 0xe8, 0xab, 0x0,

    /* U+7B7E "签" */
    0x48, 0xde, 0xd7, 0x75, 0x45, 0x3f, 0x80,

    /* U+7B80 "简" */
    0x48, 0xde, 0xd1, 0xf8, 0x37, 0x6e, 0x80,

    /* U+7B8D "箍" */
    0x48, 0xde, 0xf2, 0xfd, 0xea, 0xb7, 0x80,

    /* U+7B94 "箔" */
    0x48, 0xde, 0xd0, 0x4b, 0xe4, 0x6f, 0x80,

    /* U+7B95 "箕" */
    0x48, 0xde, 0xd3, 0xe2, 0x9f, 0xd1, 0x0,

    /* U+7B97 "算" */
    0x48, 0xde, 0xd3, 0xe4, 0x5f, 0xd2, 0x0,

    /* U+7BA1 "管" */
    0x48, 0xde, 0xd7, 0xfb, 0x27, 0x8f, 0x0,

    /* U+7BA9 "箩" */
    0x48, 0xdf, 0xf3, 0xe2, 0x43, 0x38, 0x0,

    /* U+7BAD "箭" */
    0x48, 0xde, 0xd7, 0xf5, 0x4e, 0x95, 0x0,

    /* U+7BB1 "箱" */
    0x48, 0xde, 0xd1, 0x5f, 0xef, 0x6b, 0x80,

    /* U+7BC6 "篆" */
    0x48, 0xde, 0xf1, 0x4f, 0xe5, 0xb6, 0x80,

    /* U+7BC7 "篇" */
    0x48, 0xde, 0xd3, 0xe4, 0x4f, 0xea, 0x80,

    /* U+7BD3 "篓" */
    0x48, 0xdf, 0x51, 0xcf, 0xe5, 0x3d, 0x80,

    /* U+7BD9 "篙" */
    0x48, 0xde, 0xf1, 0x4f, 0xf5, 0x6e, 0x80,

    /* U+7BE1 "篡" */
    0x48, 0xde, 0xd1, 0xcf, 0xea, 0xae, 0x80,

    /* U+7BEE "篮" */
    0x48, 0xde, 0xd5, 0x72, 0x7, 0x3f, 0x80,

    /* U+7BF1 "篱" */
    0x48, 0xdf, 0xfa, 0xaf, 0xf5, 0x6d, 0x80,

    /* U+7BF7 "篷" */
    0x48, 0xde, 0xd0, 0x6d, 0xe8, 0xaf, 0x80,

    /* U+7C07 "簇" */
    0x48, 0xde, 0xd7, 0x44, 0xec, 0xaa, 0x80,

    /* U+7C27 "簧" */
    0x48, 0xde, 0xd7, 0xf5, 0x4f, 0xb1, 0x80,

    /* U+7C3F "簿" */
    0x48, 0xde, 0xd0, 0xeb, 0xe2, 0xa3, 0x0,

    /* U+7C4D "籍" */
    0x48, 0xde, 0xd1, 0xff, 0x4f, 0xeb, 0x0,

    /* U+7C73 "米" */
    0x54, 0x23, 0xf8, 0x83, 0x9a, 0xc4, 0x0,

    /* U+7C7B "类" */
    0x55, 0xfc, 0xe2, 0xaf, 0xe2, 0x3b, 0x80,

    /* U+7C7D "籽" */
    0xae, 0x87, 0x92, 0xfe, 0x58, 0x93, 0x0,

    /* U+7C89 "粉" */
    0xb4, 0xab, 0x8a, 0xed, 0x5a, 0x9b, 0x0,

    /* U+7C92 "粒" */
    0xa8, 0xff, 0x12, 0xad, 0x59, 0x1f, 0x80,

    /* U+7C95 "粕" */
    0xa8, 0xbf, 0xca, 0xff, 0x3a, 0x57, 0x80,

    /* U+7C97 "粗" */
    0xbc, 0xab, 0x72, 0xad, 0xda, 0x9f, 0x80,

    /* U+7C98 "粘" */
    0xa8, 0x93, 0xba, 0x4f, 0xfa, 0x57, 0x80,

    /* U+7C9F "粟" */
    0xfe, 0xf8, 0x42, 0xaf, 0xe7, 0x35, 0x80,

    /* U+7CA4 "粤" */
    0x10, 0xf9, 0x73, 0xaf, 0xe0, 0x87, 0x0,

    /* U+7CA5 "粥" */
    0xd6, 0xf7, 0x5d, 0xed, 0x6f, 0x75, 0x80,

    /* U+7CAA "粪" */
    0x54, 0x73, 0x5b, 0xe2, 0x9f, 0xd1, 0x0,

    /* U+7CAE "粮" */
    0xa4, 0xbf, 0xca, 0xff, 0xba, 0x96, 0x80,

    /* U+7CB1 "粱" */
    0xbc, 0x2e, 0xb2, 0xaf, 0xe7, 0x35, 0x80,

    /* U+7CB3 "粳" */
    0xbe, 0xbb, 0x72, 0x4d, 0x99, 0x1d, 0x80,

    /* U+7CB9 "粹" */
    0xa8, 0xff, 0x52, 0xae, 0xbf, 0xd2, 0x0,

    /* U+7CBE "精" */
    0xa8, 0xbb, 0x23, 0xfd, 0x5b, 0x95, 0x0,

    /* U+7CCA "糊" */
    0x96, 0xff, 0x5b, 0xfe, 0xff, 0xd2, 0x80,

    /* U+7CD5 "糕" */
    0x94, 0xff, 0x72, 0x4f, 0xf8, 0x1a, 0x80,

    /* U+7CD6 "糖" */
    0xa4, 0xff, 0xb3, 0x3f, 0xdd, 0x53, 0x80,

    /* U+7CD9 "糙" */
    0xac, 0x9f, 0x93, 0xfe, 0xbd, 0xdf, 0x80,

    /* U+7CDC "糜" */
    0x8, 0xfd, 0xfa, 0xa7, 0xeb, 0xaa, 0x80,

    /* U+7CDF "糟" */
    0x94, 0xff, 0x53, 0xff, 0xfa, 0x97, 0x0,

    /* U+7CE0 "糠" */
    0x88, 0xff, 0xbb, 0x6f, 0xbd, 0x96, 0x80,

    /* U+7CEF "糯" */
    0x9c, 0xff, 0xaa, 0xec, 0x9f, 0xda, 0x80,

    /* U+7CFB "系" */
    0x7c, 0x51, 0xc1, 0x2f, 0xa2, 0x2c, 0x80,

    /* U+7D0A "紊" */
    0x11, 0xfc, 0xa0, 0x8e, 0xe6, 0x24, 0x80,

    /* U+7D20 "素" */
    0x10, 0xfb, 0xf9, 0x2f, 0xaa, 0xac, 0x80,

    /* U+7D22 "索" */
    0x10, 0xf8, 0x47, 0xfa, 0xa6, 0x24, 0x80,

    /* U+7D27 "紧" */
    0x2f, 0x56, 0x91, 0x5f, 0xe2, 0x2c, 0x80,

    /* U+7D2B "紫" */
    0x25, 0x6e, 0x97, 0xb7, 0xa2, 0x2c, 0x80,

    /* U+7D2F "累" */
    0x7c, 0xa9, 0xf1, 0x2f, 0xa2, 0x2c, 0x80,

    /* U+7D6E "絮" */
    0x2f, 0xf5, 0x6f, 0x77, 0xc2, 0x2c, 0x80,

    /* U+7E41 "繁" */
    0x87, 0xf5, 0xd7, 0x57, 0xc2, 0x2c, 0x80,

    /* U+7E82 "纂" */
    0x48, 0xde, 0xf1, 0xce, 0x67, 0x24, 0x80,

    /* U+7EA0 "纠" */
    0x43, 0x25, 0x4c, 0xbd, 0xa0, 0x70, 0x80,

    /* U+7EA2 "红" */
    0x41, 0x3d, 0x14, 0x2c, 0x40, 0xb7, 0x80,

    /* U+7EA4 "纤" */
    0x45, 0x31, 0x25, 0xfc, 0x81, 0x32, 0x0,

    /* U+7EA6 "约" */
    0x49, 0x1d, 0x4c, 0x5c, 0x60, 0x71, 0x80,

    /* U+7EA7 "级" */
    0x7d, 0x29, 0x5c, 0x9d, 0xa4, 0xb6, 0x80,

    /* U+7EAA "纪" */
    0x5f, 0x5, 0xc, 0xfd, 0x2, 0x77, 0x80,

    /* U+7EAB "纫" */
    0x5f, 0x15, 0x2c, 0xdc, 0xa1, 0x75, 0x80,

    /* U+7EAC "纬" */
    0x49, 0x7d, 0x24, 0xec, 0x87, 0xf2, 0x80,

    /* U+7EAF "纯" */
    0x49, 0x7d, 0x25, 0x5f, 0xe1, 0x33, 0x80,

    /* U+7EB1 "纱" */
    0x49, 0x39, 0x6d, 0x4c, 0xa0, 0xb6, 0x0,

    /* U+7EB2 "纲" */
    0x7f, 0x45, 0xdd, 0x5f, 0x64, 0x79, 0x80,

    /* U+7EB3 "纳" */
    0x49, 0x7d, 0xad, 0x5f, 0x64, 0x79, 0x80,

    /* U+7EB5 "纵" */
    0x55, 0x29, 0x54, 0xee, 0x45, 0x7a, 0x80,

    /* U+7EB6 "纶" */
    0x49, 0x29, 0x8c, 0xad, 0x82, 0x77, 0x80,

    /* U+7EB7 "纷" */
    0x55, 0x29, 0x8c, 0xed, 0x42, 0xbb, 0x0,

    /* U+7EB8 "纸" */
    0x43, 0x39, 0x54, 0xfd, 0x42, 0xb6, 0x80,

    /* U+7EB9 "纹" */
    0x49, 0x7d, 0x54, 0xac, 0x82, 0xb8, 0x80,

    /* U+7EBA "纺" */
    0x45, 0x3d, 0x24, 0x7c, 0xa1, 0x75, 0x80,

    /* U+7EBD "纽" */
    0x7d, 0x29, 0x55, 0xed, 0x42, 0xb7, 0x80,

    /* U+7EBF "线" */
    0x4b, 0x7d, 0x25, 0xec, 0xa0, 0xb6, 0x80,

    /* U+7EC3 "练" */
    0x49, 0x7d, 0x65, 0xfc, 0x85, 0x76, 0x0,

    /* U+7EC4 "组" */
    0x5d, 0x29, 0x74, 0xad, 0xc2, 0xb7, 0x80,

    /* U+7EC5 "绅" */
    0x49, 0x7d, 0xad, 0xfe, 0xa7, 0xf2, 0x0,

    /* U+7EC6 "细" */
    0x5f, 0x2d, 0x5c, 0xfd, 0x62, 0xf7, 0x80,

    /* U+7EC7 "织" */
    0x5f, 0x25, 0x4c, 0xfc, 0x2, 0xb8, 0x80,

    /* U+7EC8 "终" */
    0x4d, 0x29, 0x25, 0xbc, 0x80, 0x33, 0x0,

    /* U+7ECA "绊" */
    0x49, 0x55, 0x25, 0xfc, 0x87, 0xf2, 0x0,

    /* U+7ECD "绍" */
    0x5f, 0x15, 0x4c, 0x3d, 0xe2, 0x77, 0x80,

    /* U+7ECE "绎" */
    0x5d, 0x29, 0x25, 0xbc, 0x87, 0xf2, 0x0,

    /* U+7ECF "经" */
    0x5d, 0x9, 0x25, 0xbd, 0xc1, 0x37, 0x80,

    /* U+7ED1 "绑" */
    0x57, 0x7d, 0x55, 0xfd, 0x67, 0xb5, 0x0,

    /* U+7ED2 "绒" */
    0x45, 0x7d, 0x55, 0xed, 0x62, 0xb2, 0x80,

    /* U+7ED3 "结" */
    0x49, 0x7d, 0x24, 0xec, 0x3, 0xb7, 0x0,

    /* U+7ED5 "绕" */
    0x49, 0x7d, 0x14, 0xdf, 0xe2, 0xb9, 0x80,

    /* U+7ED8 "绘" */
    0x49, 0x29, 0xbc, 0xf, 0xe2, 0xb6, 0x80,

    /* U+7ED9 "给" */
    0x49, 0x29, 0xbc, 0xd, 0xc2, 0xb7, 0x0,

    /* U+7EDA "绚" */
    0x51, 0x3d, 0xdc, 0xfd, 0x63, 0xf0, 0x80,

    /* U+7EDC "络" */
    0x4d, 0x29, 0x25, 0xbd, 0xc2, 0xb7, 0x0,

    /* U+7EDD "绝" */
    0x4d, 0x29, 0x7c, 0xdd, 0xe2, 0x37, 0x80,

    /* U+7EDE "绞" */
    0x49, 0x7d, 0x55, 0x1d, 0x41, 0x35, 0x80,

    /* U+7EDF "统" */
    0x49, 0x7d, 0x55, 0xdd, 0x42, 0xb9, 0x80,

    /* U+7EE2 "绢" */
    0x4d, 0x19, 0x4, 0xfd, 0x23, 0xf4, 0x80,

    /* U+7EE3 "绣" */
    0x5d, 0x7d, 0x75, 0x5f, 0xc2, 0xf8, 0x80,

    /* U+7EE5 "绥" */
    0x47, 0x75, 0x54, 0x4f, 0xe2, 0xb6, 0x80,

    /* U+7EE6 "绦" */
    0x4d, 0x29, 0x24, 0xaf, 0xe3, 0xba, 0x80,

    /* U+7EE7 "继" */
    0x5b, 0x29, 0x7c, 0xad, 0xa2, 0x37, 0x80,

    /* U+7EE9 "绩" */
    0x49, 0x39, 0x25, 0xfe, 0x21, 0x34, 0x80,

    /* U+7EEA "绪" */
    0x4b, 0x39, 0x25, 0xfd, 0x5, 0xf3, 0x80,

    /* U+7EED "续" */
    0x5d, 0x11, 0xfc, 0xbf, 0xe1, 0x34, 0x80,

    /* U+7EF0 "绰" */
    0x49, 0x1d, 0x74, 0xad, 0xc7, 0xf2, 0x0,

    /* U+7EF3 "绳" */
    0x5d, 0x29, 0xfd, 0x5f, 0xe1, 0x33, 0x80,

    /* U+7EF4 "维" */
    0x55, 0x3d, 0xd4, 0xfd, 0x42, 0xb7, 0x80,

    /* U+7EF5 "绵" */
    0x49, 0x39, 0x54, 0xef, 0xe5, 0x72, 0x0,

    /* U+7EF7 "绷" */
    0x7f, 0x55, 0xfd, 0x5f, 0xe5, 0x75, 0x80,

    /* U+7EF8 "绸" */
    0x7f, 0x55, 0xfd, 0x5f, 0x67, 0xf8, 0x80,

    /* U+7EFC "综" */
    0x49, 0x7d, 0xbc, 0xf, 0xe1, 0x36, 0x80,

    /* U+7EFD "绽" */
    0x45, 0x7d, 0xbc, 0x2d, 0x62, 0xbb, 0x80,

    /* U+7EFF "绿" */
    0x5d, 0x9, 0xfc, 0x4e, 0xa3, 0xba, 0x80,

    /* U+7F00 "缀" */
    0x7f, 0x29, 0xad, 0xfe, 0xa2, 0xba, 0x80,

    /* U+7F04 "缄" */
    0x45, 0x7d, 0x95, 0xee, 0x67, 0xb6, 0x80,

    /* U+7F05 "缅" */
    0x5f, 0x11, 0x7c, 0xbd, 0xe2, 0xf7, 0x80,

    /* U+7F06 "缆" */
    0x55, 0x6d, 0xcc, 0xed, 0x43, 0xb9, 0x80,

    /* U+7F09 "缉" */
    0x5d, 0x29, 0xfc, 0xed, 0x47, 0xf1, 0x0,

    /* U+7F0E "缎" */
    0x5f, 0x55, 0xc5, 0x7f, 0xa4, 0xba, 0x80,

    /* U+7F13 "缓" */
    0x47, 0x71, 0xac, 0xfc, 0xa2, 0xba, 0x80,

    /* U+7F14 "缔" */
    0x49, 0x7d, 0x55, 0xfe, 0xa3, 0xb5, 0x0,

    /* U+7F15 "缕" */
    0x6b, 0x39, 0xac, 0x8f, 0xe2, 0xb6, 0x80,

    /* U+7F16 "编" */
    0x49, 0x39, 0x74, 0x8d, 0xe3, 0xfa, 0x80,

    /* U+7F18 "缘" */
    0x4f, 0x29, 0xfc, 0x8d, 0xa5, 0xb6, 0x80,

    /* U+7F1A "缚" */
    0x4b, 0x7d, 0x74, 0xef, 0xe2, 0xb3, 0x0,

    /* U+7F1D "缝" */
    0x57, 0x15, 0x15, 0xdd, 0xe2, 0xbb, 0x80,

    /* U+7F20 "缠" */
    0x49, 0x7d, 0xfd, 0x5f, 0xe5, 0x37, 0x80,

    /* U+7F28 "缨" */
    0x7f, 0x55, 0x55, 0x5f, 0xe2, 0xb6, 0x80,

    /* U+7F29 "缩" */
    0x49, 0x7d, 0x8c, 0xff, 0x42, 0xf5, 0x80,

    /* U+7F2E "缮" */
    0x55, 0x7d, 0x25, 0xfd, 0x47, 0xf7, 0x0,

    /* U+7F34 "缴" */
    0x55, 0x6d, 0xed, 0xdd, 0xa5, 0xb6, 0x80,

    /* U+7F38 "缸" */
    0x40, 0xfe, 0x97, 0xa2, 0x56, 0xbf, 0x80,

    /* U+7F3A "缺" */
    0x44, 0xfe, 0x9f, 0xf2, 0x56, 0xbe, 0x80,

    /* U+7F50 "罐" */
    0x95, 0xfd, 0xde, 0xa5, 0xfe, 0xb7, 0x80,

    /* U+7F51 "网" */
    0xff, 0x7, 0x5d, 0x5a, 0xba, 0xe0, 0x80,

    /* U+7F55 "罕" */
    0xff, 0x55, 0x11, 0xc1, 0x1f, 0xc4, 0x0,

    /* U+7F57 "罗" */
    0xff, 0x57, 0xf8, 0xe6, 0x43, 0x38, 0x0,

    /* U+7F5A "罚" */
    0xff, 0x57, 0xfa, 0x50, 0xb8, 0x59, 0x80,

    /* U+7F62 "罢" */
    0xff, 0x57, 0xf8, 0x8f, 0xe4, 0xbe, 0x80,

    /* U+7F69 "罩" */
    0xff, 0x57, 0xf8, 0xe7, 0x9f, 0xc4, 0x0,

    /* U+7F6A "罪" */
    0xff, 0xfc, 0xa7, 0x72, 0x9d, 0xca, 0x0,

    /* U+7F6E "置" */
    0xff, 0x57, 0xfa, 0x27, 0xc8, 0xbf, 0x80,

    /* U+7F72 "署" */
    0xff, 0x57, 0xf9, 0xcf, 0xe6, 0xb7, 0x0,

    /* U+7F8A "羊" */
    0x45, 0xfc, 0x43, 0xe1, 0x1f, 0xc4, 0x0,

    /* U+7F8C "羌" */
    0x45, 0xfd, 0xf0, 0x8f, 0xe5, 0x33, 0x80,

    /* U+7F8E "美" */
    0x29, 0xfd, 0xf0, 0x8f, 0xe5, 0x31, 0x80,

    /* U+7F94 "羔" */
    0x45, 0xfd, 0xf0, 0x8f, 0xe0, 0x2a, 0x80,

    /* U+7F9A "羚" */
    0xa8, 0xab, 0xaa, 0xf, 0xea, 0x63, 0x0,

    /* U+7F9E "羞" */
    0x45, 0xfc, 0x47, 0xf3, 0xda, 0x8f, 0x80,

    /* U+7FA1 "羡" */
    0x45, 0xfc, 0x47, 0xf9, 0xc1, 0x2d, 0x80,

    /* U+7FA4 "群" */
    0xfa, 0xbf, 0xd2, 0xf6, 0x5f, 0xdd, 0x0,

    /* U+7FB9 "羹" */
    0x45, 0xfd, 0xf5, 0x57, 0xc7, 0x3b, 0x80,

    /* U+7FBD "羽" */
    0xfe, 0x25, 0x68, 0x93, 0x7b, 0x4d, 0x80,

    /* U+7FC1 "翁" */
    0x29, 0x8c, 0xa7, 0xf5, 0xa6, 0xf6, 0x80,

    /* U+7FC5 "翅" */
    0x5f, 0xd5, 0x7f, 0x5b, 0xe9, 0x6f, 0x80,

    /* U+7FCC "翌" */
    0xfe, 0xb4, 0xde, 0xd7, 0xc5, 0x3f, 0x80,

    /* U+7FD4 "翔" */
    0xbe, 0x97, 0x7b, 0x5d, 0xed, 0x62, 0x80,

    /* U+7FD8 "翘" */
    0x5f, 0xd5, 0x7d, 0x5f, 0xed, 0x6f, 0x80,

    /* U+7FDF "翟" */
    0xfe, 0xb4, 0xd9, 0x47, 0xf5, 0xf, 0x80,

    /* U+7FE0 "翠" */
    0xfe, 0xb4, 0xdf, 0xf5, 0x5f, 0xc4, 0x0,

    /* U+7FF0 "翰" */
    0xe8, 0xab, 0x8d, 0xf6, 0xbb, 0xda, 0x80,

    /* U+7FF1 "翱" */
    0x5f, 0xd6, 0xff, 0x55, 0xfd, 0x52, 0x80,

    /* U+7FFB "翻" */
    0xfe, 0xd7, 0xfb, 0x5b, 0xef, 0xda, 0x80,

    /* U+7FFC "翼" */
    0xfe, 0xb4, 0xda, 0xcf, 0xe0, 0x31, 0x80,

    /* U+8000 "耀" */
    0x2f, 0x6c, 0xbf, 0xa6, 0xef, 0xa3, 0x80,

    /* U+8001 "老" */
    0x12, 0xf8, 0x67, 0xf3, 0xda, 0x7, 0x80,

    /* U+8003 "考" */
    0x12, 0xf8, 0x67, 0xf3, 0x1b, 0xc0, 0x80,

    /* U+8005 "者" */
    0x12, 0xf8, 0x67, 0xf2, 0x1b, 0x87, 0x0,

    /* U+800C "而" */
    0xfe, 0x23, 0xfd, 0x5a, 0xb5, 0x6a, 0x80,

    /* U+800D "耍" */
    0x7c, 0x23, 0xfd, 0x57, 0xc5, 0x3d, 0x80,

    /* U+8010 "耐" */
    0xfa, 0x8f, 0xed, 0x7a, 0xf5, 0x6a, 0x80,

    /* U+8015 "耕" */
    0x55, 0xfd, 0x56, 0xa7, 0xfa, 0x99, 0x0,

    /* U+8017 "耗" */
    0x45, 0xf1, 0x3f, 0xc4, 0xff, 0x13, 0x80,

    /* U+8018 "耘" */
    0x4f, 0xc1, 0x7f, 0x24, 0x5d, 0x57, 0x80,

    /* U+8019 "耙" */
    0x5f, 0xed, 0x5f, 0xf5, 0x1e, 0x57, 0x80,

    /* U+802A "耪" */
    0x49, 0xfd, 0x57, 0xf6, 0xb9, 0x95, 0x0,

    /* U+8033 "耳" */
    0xfe, 0x48, 0xf1, 0xe2, 0x5f, 0xc1, 0x0,

    /* U+8036 "耶" */
    0xfe, 0xad, 0xd3, 0xb5, 0x7e, 0x85, 0x0,

    /* U+8038 "耸" */
    0x24, 0x69, 0x2f, 0xf2, 0x5f, 0xc1, 0x0,

    /* U+803B "耻" */
    0xe4, 0xc9, 0xdb, 0xa7, 0x5e, 0x8f, 0x80,

    /* U+803D "耽" */
    0xe8, 0xfd, 0xeb, 0x46, 0xdd, 0x8d, 0x80,

    /* U+803F "耿" */
    0xe4, 0xc9, 0xdb, 0xa6, 0x5c, 0x8e, 0x80,

    /* U+8042 "聂" */
    0x7c, 0x50, 0xe7, 0xf5, 0xa4, 0xb6, 0x80,

    /* U+804A "聊" */
    0xe8, 0xed, 0xdb, 0xb7, 0xfd, 0x8d, 0x0,

    /* U+804B "聋" */
    0x25, 0xfd, 0x64, 0x73, 0xdf, 0xc1, 0x0,

    /* U+804C "职" */
    0xfe, 0xe5, 0xcb, 0xf6, 0x1e, 0x88, 0x80,

    /* U+8054 "联" */
    0xea, 0xc1, 0xbb, 0x26, 0xfc, 0x8e, 0x80,

    /* U+8058 "聘" */
    0xe4, 0xdd, 0xbb, 0xf6, 0xdc, 0x49, 0x80,

    /* U+805A "聚" */
    0xfe, 0xd7, 0xd1, 0x55, 0x47, 0x35, 0x80,

    /* U+806A "聪" */
    0xea, 0xfd, 0xcb, 0xf6, 0x1e, 0x4b, 0x80,

    /* U+8083 "肃" */
    0x10, 0xf8, 0x5f, 0xe5, 0x2e, 0xe4, 0x80,

    /* U+8084 "肄" */
    0x85, 0xde, 0x1b, 0x7e, 0x4b, 0xe9, 0x0,

    /* U+8086 "肆" */
    0x74, 0x9d, 0x9a, 0x7f, 0x4b, 0xfd, 0x0,

    /* U+8087 "肇" */
    0x26, 0xf5, 0xd4, 0x57, 0xdf, 0xc4, 0x0,

    /* U+8089 "肉" */
    0x11, 0xfe, 0x4d, 0x59, 0x35, 0x61, 0x80,

    /* U+808B "肋" */
    0xe9, 0x7f, 0xad, 0x5e, 0xb5, 0x6d, 0x80,

    /* U+808C "肌" */
    0xfd, 0x6b, 0xd5, 0xaf, 0x56, 0xa9, 0x80,

    /* U+8096 "肖" */
    0xa5, 0xaf, 0xe1, 0xfe, 0x18, 0xc0,

    /* U+8098 "肘" */
    0xe5, 0x7f, 0x95, 0xae, 0xd4, 0xab, 0x0,

    /* U+809A "肚" */
    0xe5, 0x4b, 0xbd, 0x2e, 0x54, 0xaf, 0x80,

    /* U+809B "肛" */
    0xe1, 0x5f, 0x95, 0x2e, 0x54, 0xaf, 0x80,

    /* U+809D "肝" */
    0xef, 0x4b, 0x95, 0xfe, 0x54, 0xa9, 0x0,

    /* U+80A0 "肠" */
    0xfd, 0x4b, 0xa5, 0xff, 0x75, 0x6d, 0x80,

    /* U+80A1 "股" */
    0xef, 0x57, 0x85, 0x7e, 0xb4, 0xae, 0x80,

    /* U+80A2 "肢" */
    0xe5, 0x7f, 0x95, 0x7e, 0xb4, 0xae, 0x80,

    /* U+80A4 "肤" */
    0xe5, 0x5f, 0x95, 0xfe, 0x54, 0xaa, 0x80,

    /* U+80A5 "肥" */
    0xff, 0x57, 0xad, 0xfe, 0x14, 0x6f, 0x80,

    /* U+80A9 "肩" */
    0x10, 0xf9, 0x13, 0xf5, 0x2b, 0xe4, 0x80,

    /* U+80AA "肪" */
    0xe5, 0x7f, 0xa5, 0x7e, 0xb5, 0x6d, 0x80,

    /* U+80AE "肮" */
    0xe9, 0x7f, 0x85, 0xef, 0x56, 0xa9, 0x80,

    /* U+80AF "肯" */
    0x10, 0xb9, 0x47, 0xf4, 0x4f, 0x91, 0x0,

    /* U+80B2 "育" */
    0x11, 0xfc, 0x97, 0xd4, 0x4f, 0x91, 0x0,

    /* U+80BA "肺" */
    0xe5, 0x7f, 0x95, 0xff, 0x76, 0xe9, 0x0,

    /* U+80BE "肾" */
    0x2f, 0x56, 0x91, 0x57, 0xcf, 0x91, 0x0,

    /* U+80BF "肿" */
    0xe5, 0x7f, 0xdd, 0xbf, 0xf4, 0xa9, 0x0,

    /* U+80C0 "胀" */
    0xeb, 0x5b, 0xa5, 0xfe, 0x95, 0xaa, 0x80,

    /* U+80C1 "胁" */
    0xe9, 0x7b, 0xb5, 0x7e, 0xf6, 0xad, 0x0,

    /* U+80C3 "胃" */
    0xff, 0x27, 0xfb, 0xe4, 0x4f, 0x91, 0x0,

    /* U+80C6 "胆" */
    0xef, 0x57, 0xbd, 0x5e, 0xf4, 0x2b, 0x80,

    /* U+80CC "背" */
    0x29, 0xdc, 0xa7, 0xf4, 0x4f, 0x91, 0x0,

    /* U+80CE "胎" */
    0xe5, 0x4b, 0xad, 0xfe, 0x15, 0xeb, 0x80,

    /* U+80D6 "胖" */
    0xe5, 0x6f, 0x95, 0xfe, 0x57, 0xe9, 0x0,

    /* U+80DA "胚" */
    0xff, 0x4b, 0xb5, 0xbe, 0x54, 0xaf, 0x80,

    /* U+80DC "胜" */
    0xed, 0x5f, 0xd5, 0x2e, 0xf4, 0xaf, 0x80,

    /* U+80DE "胞" */
    0xe9, 0x5f, 0xcd, 0x7e, 0xf5, 0x2b, 0x80,

    /* U+80E1 "胡" */
    0x4f, 0xd5, 0x3f, 0x5a, 0xfd, 0x45, 0x80,

    /* U+80EF "胯" */
    0xe5, 0x7f, 0xb5, 0xde, 0xd4, 0x69, 0x80,

    /* U+80F0 "胰" */
    0xe9, 0x7f, 0xf5, 0xcf, 0xf5, 0x6d, 0x80,

    /* U+80F3 "胳" */
    0xe7, 0x57, 0x95, 0xde, 0xf5, 0x6b, 0x80,

    /* U+80F6 "胶" */
    0xe5, 0x7f, 0xad, 0x8e, 0xb4, 0xae, 0x80,

    /* U+80F8 "胸" */
    0xe9, 0x5f, 0xdd, 0x5f, 0x77, 0xe8, 0x80,

    /* U+80FA "胺" */
    0xe9, 0x7f, 0xad, 0xff, 0x55, 0xac, 0x80,

    /* U+80FD "能" */
    0x24, 0xaf, 0xd3, 0xb5, 0x6e, 0x95, 0x80,

    /* U+8102 "脂" */
    0xeb, 0x5b, 0xad, 0x7e, 0x15, 0xeb, 0x80,

    /* U+8106 "脆" */
    0xed, 0x6b, 0xfd, 0xff, 0xb7, 0x2b, 0x80,

    /* U+8109 "脉" */
    0xed, 0x43, 0xb5, 0xfe, 0xd6, 0xeb, 0x0,

    /* U+810A "脊" */
    0x92, 0xaa, 0x49, 0xcc, 0x6f, 0x91, 0x0,

    /* U+810F "脏" */
    0xe5, 0x7f, 0xd5, 0xff, 0x56, 0xab, 0x80,

    /* U+8110 "脐" */
    0xe9, 0x7f, 0xd5, 0x4f, 0x76, 0xa9, 0x0,

    /* U+8111 "脑" */
    0xe9, 0x7f, 0x85, 0xbf, 0xb6, 0xef, 0x80,

    /* U+8113 "脓" */
    0xe9, 0x7f, 0xad, 0xcf, 0x76, 0xae, 0x80,

    /* U+8116 "脖" */
    0xe5, 0x5f, 0xfd, 0xbe, 0x37, 0xe9, 0x0,

    /* U+811A "脚" */
    0xef, 0x7f, 0xbd, 0xfe, 0xf6, 0xaf, 0x0,

    /* U+812F "脯" */
    0xeb, 0x7f, 0xa5, 0xff, 0xb7, 0xee, 0x80,

    /* U+8131 "脱" */
    0xeb, 0x7f, 0xcd, 0xfe, 0xd5, 0xad, 0x80,

    /* U+8138 "脸" */
    0xe9, 0x6b, 0xbd, 0xe, 0xb6, 0xaf, 0x80,

    /* U+813E "脾" */
    0xe9, 0x7f, 0xed, 0xfe, 0xd7, 0xe9, 0x0,

    /* U+8146 "腆" */
    0xeb, 0x7f, 0xed, 0xff, 0xf4, 0x2c, 0x80,

    /* U+814A "腊" */
    0xeb, 0x7f, 0xad, 0xfe, 0xf5, 0x6b, 0x80,

    /* U+814B "腋" */
    0xe5, 0x7f, 0xa5, 0x7f, 0xb5, 0xaa, 0x80,

    /* U+8150 "腐" */
    0x8, 0xfd, 0x53, 0x67, 0xed, 0x6d, 0x80,

    /* U+8151 "腑" */
    0xe5, 0x7f, 0xc5, 0xdf, 0xf7, 0x6a, 0x80,

    /* U+8154 "腔" */
    0xe5, 0x7f, 0xed, 0xe, 0xf4, 0xaf, 0x80,

    /* U+8155 "腕" */
    0xe5, 0x7f, 0xcd, 0x7f, 0x75, 0xad, 0x80,

    /* U+8165 "腥" */
    0xef, 0x57, 0xbd, 0xae, 0xf4, 0xaf, 0x80,

    /* U+816E "腮" */
    0xff, 0x6f, 0xfd, 0xfe, 0x17, 0x6d, 0x80,

    /* U+8170 "腰" */
    0xff, 0x5b, 0xb5, 0x4f, 0xf5, 0xae, 0x80,

    /* U+8179 "腹" */
    0xf1, 0x7f, 0xb5, 0x6f, 0x55, 0x2d, 0x80,

    /* U+817A "腺" */
    0xe9, 0x7b, 0xd5, 0xef, 0xb7, 0xaa, 0x80,

    /* U+817B "腻" */
    0xe5, 0x7f, 0xd5, 0xee, 0xd6, 0xaa, 0x80,

    /* U+817E "腾" */
    0xf7, 0x4b, 0xfd, 0x5e, 0xf4, 0x6e, 0x80,

    /* U+817F "腿" */
    0xf7, 0x4f, 0x9d, 0xaf, 0xb6, 0x2f, 0x80,

    /* U+8180 "膀" */
    0xe9, 0x7f, 0xd5, 0xfe, 0xb5, 0xad, 0x0,

    /* U+818A "膊" */
    0xeb, 0x7f, 0xf5, 0xaf, 0xf6, 0xab, 0x0,

    /* U+818F "膏" */
    0x11, 0xfd, 0x17, 0xfb, 0xaf, 0x91, 0x0,

    /* U+8198 "膘" */
    0xff, 0x5b, 0xb5, 0xf, 0xf5, 0x2a, 0x80,

    /* U+819B "膛" */
    0xeb, 0x7b, 0xdd, 0xef, 0xf5, 0x2f, 0x80,

    /* U+819C "膜" */
    0xeb, 0x7f, 0xb5, 0x6f, 0xf4, 0xae, 0x80,

    /* U+819D "膝" */
    0xe5, 0x7f, 0xb5, 0xbe, 0xd6, 0xeb, 0x0,

    /* U+81A8 "膨" */
    0xeb, 0x7b, 0xad, 0xef, 0x95, 0x6f, 0x0,

    /* U+81B3 "膳" */
    0xeb, 0x7f, 0x95, 0xfe, 0xb7, 0xeb, 0x80,

    /* U+81C0 "臀" */
    0x7e, 0xf5, 0x55, 0x57, 0xcf, 0x91, 0x0,

    /* U+81C2 "臂" */
    0x64, 0xdf, 0x2b, 0x27, 0xcf, 0x91, 0x0,

    /* U+81C3 "臃" */
    0xe9, 0x7f, 0xbd, 0xaf, 0xf5, 0xad, 0x80,

    /* U+81C6 "臆" */
    0xe9, 0x7f, 0xd5, 0xfe, 0xd7, 0x6d, 0x80,

    /* U+81E3 "臣" */
    0xff, 0x23, 0xf4, 0x2f, 0xd2, 0x3f, 0x80,

    /* U+81EA "自" */
    0x23, 0xf8, 0x7d, 0xbe, 0x1f, 0xc0,

    /* U+81ED "臭" */
    0x10, 0xf9, 0x13, 0xef, 0xe2, 0x3b, 0x80,

    /* U+81F3 "至" */
    0xfe, 0x51, 0xd0, 0x87, 0xc2, 0x3f, 0x80,

    /* U+81F4 "致" */
    0xf4, 0x4d, 0x6f, 0xd6, 0xa6, 0xb2, 0x80,

    /* U+81FB "臻" */
    0xe8, 0xbe, 0xb3, 0xfe, 0xab, 0xba, 0x80,

    /* U+81FC "臼" */
    0x21, 0x9e, 0xf, 0x78, 0x30, 0x7f, 0x80,

    /* U+8200 "舀" */
    0xf, 0xe5, 0x53, 0x78, 0x3d, 0xff, 0x80,

    /* U+8205 "舅" */
    0x2c, 0x89, 0xf2, 0xaf, 0xe4, 0x71, 0x80,

    /* U+8206 "舆" */
    0x57, 0x77, 0x9d, 0xdf, 0xe0, 0x31, 0x80,

    /* U+820C "舌" */
    0xc, 0xe3, 0xf8, 0x87, 0xc8, 0x9f, 0x0,

    /* U+820D "舍" */
    0x10, 0x53, 0xf8, 0x8f, 0xe8, 0x9f, 0x0,

    /* U+8212 "舒" */
    0x5f, 0x55, 0x17, 0xf4, 0x74, 0xbb, 0x0,

    /* U+8214 "舔" */
    0x3d, 0x93, 0xfa, 0xae, 0x35, 0x3e, 0x80,

    /* U+821C "舜" */
    0xfe, 0xab, 0xfd, 0x95, 0xc5, 0xf1, 0x0,

    /* U+821E "舞" */
    0x81, 0xfd, 0x57, 0xf5, 0x57, 0xd1, 0x0,

    /* U+821F "舟" */
    0x10, 0xf9, 0x52, 0x2f, 0xea, 0xa1, 0x0,

    /* U+822A "航" */
    0x49, 0xfe, 0x85, 0xef, 0x56, 0xa9, 0x80,

    /* U+822C "般" */
    0x4f, 0xd6, 0x85, 0x7e, 0xb4, 0xae, 0x80,

    /* U+8230 "舰" */
    0x5f, 0xe6, 0xed, 0xdf, 0xb5, 0xad, 0x80,

    /* U+8231 "舱" */
    0x45, 0xd6, 0xc5, 0x7e, 0xb5, 0x2b, 0x80,

    /* U+8235 "舵" */
    0x45, 0xfe, 0xcd, 0x4e, 0xf5, 0x2b, 0x80,

    /* U+8236 "舶" */
    0x49, 0xfe, 0xcd, 0xff, 0x36, 0x6f, 0x80,

    /* U+8237 "舷" */
    0x45, 0xfe, 0xad, 0xee, 0x55, 0x6f, 0x80,

    /* U+8239 "船" */
    0x4f, 0xd6, 0xad, 0x8e, 0xf5, 0x6b, 0x80,

    /* U+8247 "艇" */
    0x73, 0xbb, 0x96, 0xff, 0x5b, 0xfb, 0x80,

    /* U+8258 "艘" */
    0x49, 0xee, 0xdd, 0xfe, 0xb4, 0xae, 0x80,

    /* U+826F "良" */
    0x23, 0xe8, 0xbe, 0xaa, 0x4c, 0xc0,

    /* U+8270 "艰" */
    0x1f, 0xe4, 0xfd, 0x95, 0xf6, 0x86, 0x80,

    /* U+8272 "色" */
    0x39, 0x91, 0xf2, 0xa7, 0xc8, 0x4f, 0x80,

    /* U+8273 "艳" */
    0x4d, 0xe9, 0x7f, 0xf5, 0x1e, 0x57, 0x80,

    /* U+827A "艺" */
    0x29, 0xfc, 0xe0, 0x43, 0x8, 0x4f, 0x80,

    /* U+827E "艾" */
    0x29, 0xfc, 0xa0, 0x2, 0x82, 0x3b, 0x80,

    /* U+8282 "节" */
    0x29, 0xfc, 0xa7, 0xf1, 0x22, 0xc4, 0x0,

    /* U+828B "芋" */
    0x29, 0xfc, 0xa3, 0xe1, 0x1f, 0xcc, 0x0,

    /* U+828D "芍" */
    0x29, 0xfc, 0xa3, 0xfa, 0x22, 0x41, 0x80,

    /* U+8292 "芒" */
    0x29, 0xfc, 0x47, 0xf4, 0x8, 0x1f, 0x80,

    /* U+829C "芜" */
    0x29, 0xfd, 0xf0, 0x8f, 0xe3, 0x3b, 0x80,

    /* U+829D "芝" */
    0x29, 0xfc, 0x43, 0xe0, 0x8e, 0x23, 0x80,

    /* U+82A5 "芥" */
    0x29, 0xfc, 0x41, 0x4e, 0xe5, 0x12, 0x0,

    /* U+82A6 "芦" */
    0x29, 0xfc, 0x43, 0xe4, 0x4f, 0xa0, 0x0,

    /* U+82AC "芬" */
    0x29, 0xfc, 0xa2, 0x2b, 0xe2, 0x9b, 0x0,

    /* U+82AD "芭" */
    0x29, 0xfd, 0xf2, 0xa7, 0xc8, 0x4f, 0x80,

    /* U+82AF "芯" */
    0x29, 0xfc, 0xa1, 0x6, 0x4d, 0x6e, 0x80,

    /* U+82B1 "花" */
    0x29, 0xfc, 0xa2, 0x5d, 0xc9, 0x53, 0x80,

    /* U+82B3 "芳" */
    0x29, 0xfc, 0x47, 0xf2, 0x7, 0xb1, 0x0,

    /* U+82B9 "芹" */
    0x29, 0xfc, 0xb3, 0x87, 0xe9, 0x22, 0x0,

    /* U+82BD "芽" */
    0x29, 0xfc, 0xf2, 0x4f, 0xe5, 0x36, 0x0,

    /* U+82C7 "苇" */
    0x29, 0xfc, 0x43, 0xe1, 0x1f, 0xc4, 0x80,

    /* U+82CD "苍" */
    0x29, 0xfd, 0x15, 0xd2, 0x84, 0x47, 0x80,

    /* U+82CF "苏" */
    0x29, 0xfc, 0x41, 0xe9, 0x64, 0xb3, 0x0,

    /* U+82D1 "苑" */
    0x29, 0xfc, 0xa3, 0xfd, 0xa5, 0x33, 0x80,

    /* U+82D4 "苔" */
    0x29, 0xfc, 0x41, 0x2f, 0xa8, 0x9f, 0x0,

    /* U+82D7 "苗" */
    0x29, 0xfc, 0xa3, 0xe7, 0xca, 0x9f, 0x0,

    /* U+82DB "苛" */
    0x29, 0xfc, 0xa7, 0xf7, 0x4a, 0x9d, 0x0,

    /* U+82DE "苞" */
    0x29, 0xfd, 0xed, 0x53, 0xa4, 0xf, 0x80,

    /* U+82DF "苟" */
    0x29, 0xfc, 0xa3, 0xf8, 0x26, 0x4d, 0x80,

    /* U+82E5 "若" */
    0x29, 0xfc, 0x87, 0xf4, 0x17, 0x8f, 0x0,

    /* U+82E6 "苦" */
    0x29, 0xfc, 0xa7, 0xf1, 0xf, 0x9f, 0x0,

    /* U+82EB "苫" */
    0x29, 0xfc, 0x40, 0xe1, 0xf, 0x9f, 0x0,

    /* U+82EF "苯" */
    0x29, 0xfc, 0x47, 0xf5, 0x57, 0x44, 0x0,

    /* U+82F1 "英" */
    0x29, 0xfc, 0xa2, 0xaf, 0xe2, 0x3b, 0x80,

    /* U+82F9 "苹" */
    0x29, 0xfc, 0x42, 0xa1, 0x9f, 0xc4, 0x0,

    /* U+8301 "茁" */
    0x29, 0xfc, 0xa2, 0xa7, 0xd2, 0x7f, 0x80,

    /* U+8302 "茂" */
    0x29, 0xfc, 0xa3, 0xf4, 0xa8, 0xa6, 0x80,

    /* U+8303 "范" */
    0x29, 0xfe, 0xf1, 0x2a, 0xc4, 0x67, 0x80,

    /* U+8304 "茄" */
    0x29, 0xfc, 0xa2, 0xf, 0xeb, 0x6f, 0x80,

    /* U+8305 "茅" */
    0x29, 0xfd, 0xf0, 0x4f, 0xea, 0x6c, 0x0,

    /* U+830E "茎" */
    0x29, 0xfc, 0x20, 0x86, 0xc2, 0x3f, 0x80,

    /* U+8327 "茧" */
    0x29, 0xfd, 0xf2, 0xa7, 0xc2, 0xbe, 0x80,

    /* U+8328 "茨" */
    0x29, 0xfc, 0x44, 0xf2, 0xa1, 0x2d, 0x80,

    /* U+832B "茫" */
    0x29, 0xfe, 0x21, 0xf9, 0x2, 0x27, 0x80,

    /* U+832C "茬" */
    0x29, 0xfd, 0xf1, 0x45, 0xd9, 0x1f, 0x80,

    /* U+8335 "茵" */
    0x29, 0xfe, 0x4d, 0xd9, 0x35, 0x7f, 0x80,

    /* U+8336 "茶" */
    0x29, 0xfc, 0x41, 0x4f, 0xe2, 0x2c, 0x80,

    /* U+8338 "茸" */
    0x29, 0xfc, 0xa7, 0xf2, 0x5f, 0xc1, 0x0,

    /* U+8339 "茹" */
    0x29, 0xfc, 0x87, 0xf5, 0xa5, 0x77, 0x80,

    /* U+8346 "荆" */
    0x53, 0xfd, 0xfa, 0xbf, 0xaa, 0x65, 0x80,

    /* U+8349 "草" */
    0x29, 0xfd, 0xf2, 0x27, 0xdf, 0xc4, 0x0,

    /* U+8350 "荐" */
    0x29, 0xfc, 0xb2, 0x2f, 0xe9, 0x16, 0x0,

    /* U+8352 "荒" */
    0x29, 0xfd, 0x3, 0xe0, 0xa, 0xa5, 0x80,

    /* U+8354 "荔" */
    0x29, 0xfd, 0xf1, 0x2f, 0xeb, 0x6d, 0x80,

    /* U+835A "荚" */
    0x29, 0xfd, 0x50, 0x8f, 0xe2, 0x3b, 0x80,

    /* U+8361 "荡" */
    0x29, 0xfe, 0x70, 0x2b, 0xe2, 0xea, 0x80,

    /* U+8363 "荣" */
    0x29, 0xfe, 0x4b, 0xe1, 0x7, 0x35, 0x80,

    /* U+8364 "荤" */
    0x29, 0xfe, 0x8b, 0xe5, 0x1f, 0xc4, 0x0,

    /* U+8367 "荧" */
    0x29, 0xfe, 0x4a, 0xa5, 0x85, 0x31, 0x80,

    /* U+836B "荫" */
    0x29, 0xff, 0x4c, 0xfd, 0x3b, 0xe8, 0x80,

    /* U+836F "药" */
    0x29, 0xfd, 0x24, 0x7d, 0x21, 0x71, 0x80,

    /* U+8377 "荷" */
    0x29, 0xfc, 0xa2, 0xfc, 0x2b, 0x56, 0x80,

    /* U+8386 "莆" */
    0x29, 0xfc, 0x57, 0xf5, 0x4f, 0x95, 0x0,

    /* U+8389 "莉" */
    0x29, 0xfd, 0xc1, 0x5f, 0xae, 0x69, 0x80,

    /* U+838E "莎" */
    0x29, 0xfe, 0x20, 0xea, 0xa0, 0xa6, 0x0,

    /* U+83AB "莫" */
    0x29, 0xfd, 0xf2, 0x2f, 0xe2, 0x3b, 0x80,

    /* U+83B1 "莱" */
    0x29, 0xfd, 0x50, 0x8f, 0xe7, 0x35, 0x80,

    /* U+83B2 "莲" */
    0x29, 0xfd, 0x38, 0xad, 0xe8, 0xaf, 0x80,

    /* U+83B7 "获" */
    0x29, 0xfe, 0xaa, 0x4b, 0xe5, 0x35, 0x80,

    /* U+83B9 "莹" */
    0x29, 0xfe, 0xe8, 0x87, 0xc2, 0xbf, 0x80,

    /* U+83BD "莽" */
    0x29, 0xfc, 0xa6, 0x32, 0x9f, 0xd2, 0x0,

    /* U+83C7 "菇" */
    0x29, 0xfc, 0xbf, 0xa5, 0xe5, 0x77, 0x80,

    /* U+83CA "菊" */
    0x29, 0xfd, 0x3, 0xfd, 0x67, 0x55, 0x80,

    /* U+83CC "菌" */
    0x29, 0xfc, 0xa7, 0xfb, 0xba, 0xff, 0x80,

    /* U+83CF "菏" */
    0x29, 0xfe, 0x1, 0xf8, 0x27, 0x6e, 0x80,

    /* U+83DC "菜" */
    0x29, 0xfd, 0x50, 0x4f, 0xe7, 0x35, 0x80,

    /* U+83E0 "菠" */
    0x29, 0xfe, 0x10, 0xf9, 0xa2, 0xaa, 0x80,

    /* U+83E9 "菩" */
    0x29, 0xfd, 0xf1, 0x4f, 0xe8, 0x9f, 0x0,

    /* U+83F1 "菱" */
    0x29, 0xfc, 0xe7, 0xf6, 0x53, 0x19, 0x80,

    /* U+83F2 "菲" */
    0x29, 0xfc, 0xa7, 0x72, 0x9d, 0xca, 0x0,

    /* U+8404 "萄" */
    0x29, 0xfd, 0xfa, 0x9b, 0xaa, 0xdf, 0x80,

    /* U+840C "萌" */
    0x29, 0xfe, 0xaf, 0x7a, 0xbd, 0xc4, 0x80,

    /* U+840D "萍" */
    0x29, 0xfe, 0xf9, 0x58, 0xc7, 0xe2, 0x0,

    /* U+840E "萎" */
    0x29, 0xfc, 0xe2, 0xaf, 0xe5, 0x3d, 0x80,

    /* U+841D "萝" */
    0x29, 0xfe, 0xaf, 0xf2, 0x43, 0x38, 0x0,

    /* U+8424 "萤" */
    0x29, 0xfe, 0x4b, 0xe7, 0xc2, 0xbe, 0x80,

    /* U+8425 "营" */
    0x29, 0xfe, 0xa9, 0xc0, 0xf, 0x9f, 0x0,

    /* U+8427 "萧" */
    0x29, 0xfc, 0xf7, 0xf5, 0x2e, 0xe4, 0x80,

    /* U+8428 "萨" */
    0x29, 0xff, 0x54, 0xfd, 0x1a, 0x28, 0x0,

    /* U+843D "落" */
    0x29, 0xfe, 0x31, 0xa8, 0x86, 0xe7, 0x0,

    /* U+8457 "著" */
    0x29, 0xfc, 0xf0, 0xcf, 0xe6, 0xb7, 0x0,

    /* U+845B "葛" */
    0x29, 0xfd, 0x13, 0xe7, 0xf4, 0x4d, 0x80,

    /* U+8461 "葡" */
    0x29, 0xfd, 0xfc, 0x97, 0xaf, 0x56, 0x80,

    /* U+8463 "董" */
    0x29, 0xfc, 0xe7, 0xf5, 0x4f, 0xbf, 0x80,

    /* U+846B "葫" */
    0x29, 0xfd, 0x3f, 0x54, 0xf5, 0x7d, 0x80,

    /* U+846C "葬" */
    0x29, 0xfd, 0xb5, 0x44, 0xff, 0xd2, 0x0,

    /* U+8471 "葱" */
    0x29, 0xfd, 0xf5, 0x65, 0x59, 0x6e, 0x80,

    /* U+8475 "葵" */
    0x29, 0xff, 0xaa, 0x2b, 0xa2, 0x3b, 0x80,

    /* U+8482 "蒂" */
    0x29, 0xfc, 0x97, 0xf9, 0x2f, 0x95, 0x0,

    /* U+848B "蒋" */
    0x29, 0xfd, 0x36, 0xa7, 0xfa, 0x93, 0x0,

    /* U+8499 "蒙" */
    0x29, 0xfc, 0xa7, 0xfd, 0xa5, 0xb6, 0x80,

    /* U+849C "蒜" */
    0x29, 0xfd, 0x9f, 0x74, 0x5d, 0xd1, 0x0,

    /* U+84B2 "蒲" */
    0x29, 0xfe, 0x21, 0xfa, 0xa7, 0xea, 0x80,

    /* U+84B8 "蒸" */
    0x29, 0xfc, 0xce, 0xa5, 0x3f, 0xea, 0x80,

    /* U+84C4 "蓄" */
    0x29, 0xfd, 0x11, 0xdf, 0xea, 0x9f, 0x0,

    /* U+84C9 "蓉" */
    0x29, 0xfe, 0xaa, 0xa2, 0x9f, 0xce, 0x0,

    /* U+84D1 "蓑" */
    0x29, 0xfc, 0xe7, 0x73, 0x9d, 0xd, 0x80,

    /* U+84D6 "蓖" */
    0x29, 0xfd, 0xb2, 0xaf, 0xf1, 0x3b, 0x80,

    /* U+84DD "蓝" */
    0x29, 0xfc, 0xa5, 0x7a, 0x47, 0x3f, 0x80,

    /* U+84DF "蓟" */
    0x29, 0xfd, 0x8d, 0x56, 0xa0, 0x79, 0x80,

    /* U+84EC "蓬" */
    0x29, 0xfd, 0x31, 0xad, 0xa9, 0x2f, 0x80,

    /* U+8511 "蔑" */
    0x29, 0xfd, 0x53, 0xf4, 0xac, 0xa2, 0x80,

    /* U+8513 "蔓" */
    0x29, 0xfc, 0xe3, 0xe6, 0xc2, 0x3b, 0x80,

    /* U+8517 "蔗" */
    0x29, 0xfd, 0x53, 0xf5, 0xc8, 0x2a, 0x80,

    /* U+851A "蔚" */
    0x29, 0xfd, 0xcb, 0xf4, 0xae, 0x69, 0x80,

    /* U+8521 "蔡" */
    0x29, 0xfd, 0xaa, 0x2b, 0xaa, 0xac, 0x80,

    /* U+852B "蔫" */
    0x29, 0xfc, 0x72, 0x8f, 0xe0, 0x6a, 0x80,

    /* U+852C "蔬" */
    0x29, 0xff, 0x91, 0xf5, 0x1b, 0xfa, 0x80,

    /* U+8537 "蔷" */
    0x29, 0xfd, 0x50, 0x8f, 0xed, 0x9f, 0x0,

    /* U+853C "蔼" */
    0x29, 0xfd, 0x70, 0xad, 0xee, 0x56, 0x80,

    /* U+853D "蔽" */
    0x29, 0xfe, 0xb3, 0xbd, 0xb6, 0xb6, 0x80,

    /* U+8549 "蕉" */
    0x29, 0xfd, 0xf5, 0x43, 0xe0, 0x2a, 0x80,

    /* U+854A "蕊" */
    0x29, 0xfd, 0x56, 0x57, 0x99, 0x6d, 0x80,

    /* U+8574 "蕴" */
    0x29, 0xfd, 0x4c, 0xfc, 0x1, 0xb7, 0x80,

    /* U+857E "蕾" */
    0x29, 0xfd, 0xf5, 0xb7, 0xca, 0x9f, 0x0,

    /* U+8584 "薄" */
    0x29, 0xfe, 0x70, 0xeb, 0xe2, 0xa3, 0x0,

    /* U+859B "薛" */
    0x29, 0xff, 0x97, 0xf8, 0xbf, 0xf9, 0x0,

    /* U+85AA "薪" */
    0x29, 0xfd, 0x71, 0x4f, 0xef, 0x68, 0x80,

    /* U+85AF "薯" */
    0x29, 0xfd, 0x53, 0xf3, 0x9f, 0xd7, 0x0,

    /* U+85C9 "藉" */
    0x29, 0xfd, 0xd1, 0xff, 0x4f, 0xeb, 0x0,

    /* U+85CF "藏" */
    0x29, 0xfc, 0x15, 0xff, 0xce, 0xb6, 0x80,

    /* U+85D0 "藐" */
    0x29, 0xfc, 0x96, 0x76, 0xb5, 0x9d, 0x80,

    /* U+85D5 "藕" */
    0x29, 0xfd, 0x37, 0x65, 0xfe, 0xd6, 0x80,

    /* U+85E4 "藤" */
    0x29, 0xfc, 0xaf, 0xaa, 0xbf, 0xaa, 0x80,

    /* U+85E9 "藩" */
    0x29, 0xfe, 0x71, 0xf9, 0x45, 0xe3, 0x0,

    /* U+85FB "藻" */
    0x29, 0xfe, 0x51, 0x5b, 0xe3, 0xaa, 0x80,

    /* U+8611 "蘑" */
    0x29, 0xfd, 0x53, 0xf5, 0x4b, 0xeb, 0x0,

    /* U+8638 "蘸" */
    0x29, 0xfd, 0x3f, 0xea, 0xfc, 0x3d, 0x80,

    /* U+864E "虎" */
    0x8, 0x1d, 0xe2, 0x74, 0xb, 0xa9, 0x80,

    /* U+864F "虏" */
    0x8, 0x1d, 0xe2, 0x75, 0xe9, 0x6d, 0x80,

    /* U+8650 "虐" */
    0x8, 0x1d, 0xe2, 0x75, 0xea, 0x27, 0x80,

    /* U+8651 "虑" */
    0x8, 0x1d, 0xe2, 0x74, 0xe, 0x6b, 0x80,

    /* U+865A "虚" */
    0x8, 0x1d, 0xe2, 0x74, 0xa, 0xaf, 0x80,

    /* U+865E "虞" */
    0x8, 0x1d, 0xe2, 0x75, 0xcf, 0xe5, 0x0,

    /* U+866B "虫" */
    0x10, 0xf9, 0x52, 0xa7, 0xc2, 0xbe, 0x80,

    /* U+8671 "虱" */
    0xfc, 0x4b, 0xf5, 0x6f, 0xc4, 0xbe, 0x80,

    /* U+8679 "虹" */
    0x41, 0xde, 0x97, 0x24, 0x4c, 0xb7, 0x80,

    /* U+867D "虽" */
    0x38, 0x51, 0xf2, 0xa7, 0xc2, 0xbe, 0x80,

    /* U+867E "虾" */
    0x5f, 0xd2, 0xb7, 0x54, 0x8d, 0x32, 0x0,

    /* U+8680 "蚀" */
    0x48, 0xfe, 0xea, 0xf4, 0x8d, 0x57, 0x80,

    /* U+8681 "蚁" */
    0x49, 0xd6, 0x8f, 0xa5, 0x4d, 0x35, 0x80,

    /* U+8682 "蚂" */
    0x5d, 0xca, 0xd7, 0xf4, 0x2f, 0x71, 0x80,

    /* U+868A "蚊" */
    0x49, 0xff, 0x56, 0xa4, 0x8a, 0xb8, 0x80,

    /* U+868C "蚌" */
    0x45, 0xfe, 0x97, 0x74, 0x4f, 0xf1, 0x0,

    /* U+8695 "蚕" */
    0x7c, 0x23, 0xba, 0xa7, 0xc2, 0xbe, 0x80,

    /* U+869C "蚜" */
    0x5f, 0xda, 0xd7, 0xf4, 0xca, 0xbb, 0x0,

    /* U+86A4 "蚤" */
    0x7c, 0xa8, 0xe6, 0xb7, 0xc2, 0xbe, 0x80,

    /* U+86C0 "蛀" */
    0x49, 0xca, 0xff, 0x24, 0xec, 0xb7, 0x80,

    /* U+86C6 "蛆" */
    0x5d, 0xea, 0xf7, 0xa5, 0xca, 0xbf, 0x80,

    /* U+86C7 "蛇" */
    0x45, 0xfe, 0xcf, 0x44, 0xed, 0x33, 0x80,

    /* U+86CA "蛊" */
    0x10, 0xf9, 0x57, 0xd7, 0xca, 0xbf, 0x80,

    /* U+86CB "蛋" */
    0xfe, 0x35, 0x45, 0xf3, 0x82, 0xbe, 0x80,

    /* U+86D4 "蛔" */
    0x5f, 0xe6, 0xff, 0xd5, 0xee, 0x77, 0x80,

    /* U+86D9 "蛙" */
    0x45, 0xde, 0x97, 0xf4, 0xec, 0xb7, 0x80,

    /* U+86DB "蛛" */
    0x59, 0xbb, 0xa7, 0xf4, 0x8b, 0xba, 0x80,

    /* U+86E4 "蛤" */
    0x45, 0xd6, 0xdf, 0x4, 0xed, 0x73, 0x80,

    /* U+86EE "蛮" */
    0x11, 0xfc, 0xa5, 0xd3, 0x82, 0xbe, 0x80,

    /* U+86F0 "蛰" */
    0x49, 0xb9, 0x36, 0xb3, 0x87, 0xbe, 0x80,

    /* U+86F9 "蛹" */
    0x5f, 0xca, 0xff, 0xb5, 0xee, 0xf5, 0x80,

    /* U+86FE "蛾" */
    0x4f, 0xea, 0xfe, 0xa5, 0x6f, 0xb4, 0x80,

    /* U+8700 "蜀" */
    0xff, 0x55, 0xfd, 0xd3, 0xa2, 0xfe, 0x80,

    /* U+8702 "蜂" */
    0x4d, 0xea, 0xa7, 0xb4, 0x8f, 0xf2, 0x0,

    /* U+8712 "蜒" */
    0x73, 0xbb, 0x9e, 0xa7, 0xea, 0x3b, 0x80,

    /* U+8715 "蜕" */
    0x4b, 0xfe, 0xcf, 0xf4, 0xcd, 0xb5, 0x80,

    /* U+8717 "蜗" */
    0x4f, 0xd6, 0xbf, 0x25, 0xee, 0xf6, 0x80,

    /* U+8718 "蜘" */
    0x61, 0xff, 0x5f, 0xf5, 0x6a, 0xfa, 0x0,

    /* U+871C "蜜" */
    0x11, 0xfe, 0xab, 0xeb, 0x82, 0xbe, 0x80,

    /* U+8721 "蜡" */
    0x4b, 0xfe, 0xaf, 0xf4, 0xed, 0x73, 0x80,

    /* U+8747 "蝇" */
    0x5d, 0xaa, 0xff, 0x57, 0xe9, 0x33, 0x80,

    /* U+8749 "蝉" */
    0x53, 0xca, 0xff, 0xf4, 0x8f, 0xf2, 0x0,

    /* U+874E "蝎" */
    0x5d, 0xab, 0x76, 0xf7, 0x2b, 0x71, 0x80,

    /* U+8757 "蝗" */
    0x45, 0xde, 0xaf, 0x75, 0xec, 0xb7, 0x80,

    /* U+8774 "蝴" */
    0x57, 0xff, 0x5f, 0xf6, 0xef, 0xf2, 0x80,

    /* U+8776 "蝶" */
    0x6b, 0xfe, 0xbf, 0x7, 0xeb, 0xba, 0x80,

    /* U+878D "融" */
    0xf4, 0xdd, 0xaf, 0xf9, 0x5e, 0xef, 0x80,

    /* U+879F "螟" */
    0x5f, 0xe6, 0xb7, 0x65, 0xec, 0x34, 0x80,

    /* U+87BA "螺" */
    0x7f, 0xd6, 0xfe, 0x87, 0xe9, 0x3a, 0x80,

    /* U+87F9 "蟹" */
    0x6f, 0x4d, 0xab, 0xfb, 0xc2, 0xbe, 0x80,

    /* U+8815 "蠕" */
    0x5d, 0xff, 0xae, 0xe4, 0x8f, 0xfa, 0x80,

    /* U+8822 "蠢" */
    0x39, 0xfd, 0x74, 0xd6, 0xcd, 0xb6, 0x80,

    /* U+8840 "血" */
    0x20, 0xf9, 0x52, 0xa5, 0x4a, 0xbf, 0x80,

    /* U+8845 "衅" */
    0x24, 0xed, 0x93, 0xf6, 0x4f, 0xf1, 0x0,

    /* U+884C "行" */
    0x5d, 0x1, 0xfe, 0x24, 0x48, 0x93, 0x0,

    /* U+884D "衍" */
    0x57, 0x1, 0x5e, 0x15, 0x2a, 0x55, 0x80,

    /* U+8854 "衔" */
    0x57, 0x41, 0xfe, 0x97, 0xaa, 0x56, 0x80,

    /* U+8857 "街" */
    0x57, 0x71, 0x5f, 0xd5, 0x2f, 0x51, 0x80,

    /* U+8859 "衙" */
    0x5f, 0x11, 0x7e, 0xd4, 0x2b, 0x56, 0x80,

    /* U+8861 "衡" */
    0x5f, 0x51, 0x5f, 0xd7, 0xaa, 0x5a, 0x80,

    /* U+8863 "衣" */
    0x11, 0xfc, 0x41, 0x56, 0xd4, 0x8c, 0x80,

    /* U+8865 "补" */
    0x49, 0xd0, 0xa2, 0x6e, 0xad, 0x12, 0x0,

    /* U+8868 "表" */
    0x10, 0xf8, 0x47, 0xe2, 0xbc, 0x8c, 0x80,

    /* U+886B "衫" */
    0x43, 0xd8, 0x8a, 0x6e, 0xc, 0x53, 0x0,

    /* U+886C "衬" */
    0x45, 0xfc, 0x92, 0xae, 0xcc, 0x93, 0x0,

    /* U+8870 "衰" */
    0x11, 0xfc, 0xe7, 0x73, 0x9d, 0xd, 0x80,

    /* U+8877 "衷" */
    0x11, 0xfd, 0x53, 0xe2, 0xbc, 0x8c, 0x80,

    /* U+8881 "袁" */
    0x10, 0xfb, 0xfa, 0x27, 0xcd, 0x2d, 0x80,

    /* U+8884 "袄" */
    0x43, 0xd8, 0x92, 0xfe, 0x4c, 0x96, 0x80,

    /* U+888B "袋" */
    0x2a, 0xbf, 0x12, 0x9f, 0xed, 0x2d, 0x80,

    /* U+888D "袍" */
    0x49, 0xdc, 0xca, 0x7e, 0xed, 0x13, 0x80,

    /* U+8892 "袒" */
    0x4f, 0xd4, 0xba, 0x5e, 0xec, 0x17, 0x80,

    /* U+8896 "袖" */
    0x45, 0xfc, 0xda, 0xff, 0x6e, 0xd7, 0x80,

    /* U+889C "袜" */
    0x49, 0xfc, 0xa2, 0xee, 0x8f, 0x92, 0x80,

    /* U+88AB "被" */
    0x45, 0xfc, 0xda, 0xff, 0xae, 0x96, 0x80,

    /* U+88AD "袭" */
    0x25, 0xfd, 0x64, 0x7f, 0xed, 0x2d, 0x80,

    /* U+88B1 "袱" */
    0x57, 0xe8, 0xfa, 0xaf, 0x4e, 0x96, 0x80,

    /* U+88C1 "裁" */
    0x28, 0xf4, 0xa7, 0xf6, 0x7a, 0x9a, 0x80,

    /* U+88C2 "裂" */
    0xf2, 0xd6, 0xaa, 0x1f, 0xed, 0x2d, 0x80,

    /* U+88C5 "装" */
    0x49, 0xfd, 0x26, 0xef, 0xed, 0x2d, 0x80,

    /* U+88D4 "裔" */
    0x11, 0xfd, 0xa5, 0xbf, 0xfb, 0x66, 0x80,

    /* U+88D5 "裕" */
    0x55, 0xc4, 0xa2, 0xae, 0x2d, 0x93, 0x0,

    /* U+88D9 "裙" */
    0x5f, 0xd4, 0xfa, 0x5e, 0xcf, 0xd3, 0x80,

    /* U+88E4 "裤" */
    0x45, 0xfc, 0xd2, 0xfe, 0x8f, 0xd1, 0x0,

    /* U+88F3 "裳" */
    0x55, 0xfe, 0xa9, 0xcf, 0xed, 0x2d, 0x80,

    /* U+88F4 "裴" */
    0x29, 0xdf, 0xb9, 0x4f, 0xed, 0x2d, 0x80,

    /* U+88F8 "裸" */
    0x7f, 0xd4, 0xfa, 0x4f, 0xeb, 0x9a, 0x80,

    /* U+88F9 "裹" */
    0x11, 0xfc, 0xe3, 0xeb, 0x2d, 0x2d, 0x80,

    /* U+8902 "褂" */
    0x55, 0xf8, 0xd2, 0xff, 0x4f, 0x91, 0x0,

    /* U+8910 "褐" */
    0x5d, 0xe8, 0xf2, 0xff, 0x2f, 0x51, 0x80,

    /* U+8912 "褒" */
    0x11, 0xfd, 0x56, 0xe2, 0xbc, 0x8c, 0x80,

    /* U+8925 "褥" */
    0x5f, 0xf8, 0xea, 0xef, 0xec, 0x95, 0x0,

    /* U+892A "褪" */
    0x57, 0xcc, 0x9a, 0xaf, 0xae, 0x17, 0x80,

    /* U+8944 "襄" */
    0x11, 0xfd, 0xb1, 0xcf, 0xed, 0x2d, 0x80,

    /* U+895F "襟" */
    0x53, 0xec, 0xca, 0xef, 0xe9, 0x1a, 0x80,

    /* U+897F "西" */
    0xfe, 0x53, 0xfd, 0x5c, 0xf0, 0x7f, 0x80,

    /* U+8981 "要" */
    0xfe, 0xa9, 0xf0, 0x8f, 0xe5, 0x3d, 0x80,

    /* U+8986 "覆" */
    0xfe, 0xa9, 0xf4, 0x65, 0x59, 0x1d, 0x80,

    /* U+89C1 "见" */
    0x7c, 0x89, 0x52, 0xa5, 0x45, 0x73, 0x80,

    /* U+89C2 "观" */
    0x1f, 0xe4, 0xed, 0xd5, 0xb5, 0x85, 0x80,

    /* U+89C4 "规" */
    0x5f, 0xe5, 0x6f, 0xd5, 0xad, 0xa5, 0x80,

    /* U+89C5 "觅" */
    0xf, 0xe5, 0xf2, 0x25, 0x45, 0x73, 0x80,

    /* U+89C6 "视" */
    0x5f, 0xe4, 0xea, 0xdf, 0xa9, 0x95, 0x80,

    /* U+89C8 "览" */
    0x29, 0x5e, 0xd3, 0xe4, 0x42, 0x7b, 0x80,

    /* U+89C9 "觉" */
    0x55, 0xfe, 0xb, 0xe4, 0x42, 0x7b, 0x80,

    /* U+89D2 "角" */
    0x39, 0x91, 0xfa, 0x97, 0xea, 0x65, 0x80,

    /* U+89E3 "解" */
    0x6f, 0x4d, 0xeb, 0xf7, 0x4b, 0xed, 0x0,

    /* U+89E6 "触" */
    0x69, 0x7d, 0xab, 0xf6, 0x8d, 0x6f, 0x80,

    /* U+8A00 "言" */
    0x11, 0xfc, 0x1, 0xc0, 0xf, 0x9f, 0x0,

    /* U+8A79 "詹" */
    0x39, 0x91, 0xfa, 0xa6, 0xaf, 0xe7, 0x0,

    /* U+8A89 "誉" */
    0x55, 0xfd, 0x15, 0xd0, 0xf, 0x9f, 0x0,

    /* U+8A8A "誊" */
    0x54, 0x73, 0xfa, 0x29, 0x2f, 0x8e, 0x0,

    /* U+8A93 "誓" */
    0x45, 0xb1, 0x7e, 0xa6, 0x5f, 0xce, 0x0,

    /* U+8B66 "警" */
    0x57, 0xf5, 0xd4, 0xd3, 0x1f, 0xce, 0x0,

    /* U+8B6C "譬" */
    0x64, 0xdf, 0x2b, 0xe0, 0xf, 0x9f, 0x0,

    /* U+8BA1 "计" */
    0x44, 0xb, 0x7a, 0x24, 0x4c, 0x91, 0x0,

    /* U+8BA2 "订" */
    0x5e, 0xb, 0x12, 0x24, 0x4c, 0x93, 0x0,

    /* U+8BA3 "讣" */
    0x48, 0x13, 0x22, 0x64, 0xad, 0x12, 0x0,

    /* U+8BA4 "认" */
    0x44, 0xb, 0x12, 0x24, 0x4d, 0x54, 0x80,

    /* U+8BA5 "讥" */
    0x5c, 0x2b, 0x52, 0xa5, 0x4a, 0x99, 0x80,

    /* U+8BA8 "讨" */
    0x44, 0x3f, 0x12, 0xa4, 0xcc, 0x93, 0x0,

    /* U+8BA9 "让" */
    0x48, 0x13, 0x3a, 0x44, 0x8d, 0x17, 0x80,

    /* U+8BAB "讫" */
    0x50, 0x3f, 0xb2, 0x24, 0x8a, 0x5b, 0x80,

    /* U+8BAD "训" */
    0x52, 0x37, 0x6a, 0xd5, 0xaa, 0x58, 0x80,

    /* U+8BAE "议" */
    0x48, 0x17, 0xa, 0xa5, 0x4d, 0x15, 0x80,

    /* U+8BAF "讯" */
    0xbc, 0x2b, 0x53, 0xe5, 0x4e, 0x95, 0x80,

    /* U+8BB0 "记" */
    0x5e, 0x7, 0xa, 0xf5, 0xe, 0x57, 0x80,

    /* U+8BB2 "讲" */
    0x54, 0x7f, 0x52, 0xa7, 0xea, 0x99, 0x0,

    /* U+8BB3 "讳" */
    0x48, 0x7f, 0x22, 0xe4, 0x8f, 0xd2, 0x80,

    /* U+8BB6 "讶" */
    0xbe, 0x2b, 0x93, 0xf4, 0xce, 0x93, 0x0,

    /* U+8BB8 "许" */
    0x50, 0x3b, 0xa2, 0x47, 0xe9, 0x1a, 0x0,

    /* U+8BB9 "讹" */
    0x4c, 0x2b, 0xda, 0xe5, 0x4e, 0x95, 0x80,

    /* U+8BBA "论" */
    0x48, 0x2b, 0x8a, 0xa5, 0x8e, 0x57, 0x80,

    /* U+8BBC "讼" */
    0x54, 0x2b, 0x8a, 0x44, 0x8a, 0x9e, 0x80,

    /* U+8BBD "讽" */
    0xbc, 0x4b, 0xb3, 0xa6, 0xcc, 0x91, 0x80,

    /* U+8BBE "设" */
    0x5c, 0x2b, 0x9a, 0xe5, 0x49, 0x1d, 0x80,

    /* U+8BBF "访" */
    0x48, 0x7f, 0x42, 0xf5, 0x2a, 0x59, 0x80,

    /* U+8BC0 "诀" */
    0x48, 0x3b, 0x33, 0xf4, 0x89, 0x1d, 0x80,

    /* U+8BC1 "证" */
    0x5e, 0xb, 0x12, 0xb5, 0x4a, 0x9f, 0x80,

    /* U+8BC4 "评" */
    0x5e, 0x13, 0xaa, 0x47, 0xe9, 0x1a, 0x0,

    /* U+8BC5 "诅" */
    0x5c, 0x2b, 0x72, 0xa5, 0xca, 0x9f, 0x80,

    /* U+8BC6 "识" */
    0x5e, 0x27, 0x4a, 0xf4, 0xa, 0x98, 0x80,

    /* U+8BC8 "诈" */
    0x50, 0x3f, 0xa2, 0x74, 0x8d, 0xd2, 0x0,

    /* U+8BC9 "诉" */
    0x44, 0x33, 0x42, 0xf5, 0xca, 0xd9, 0x0,

    /* U+8BCA "诊" */
    0x48, 0x2b, 0xaa, 0x24, 0xac, 0x96, 0x0,

    /* U+8BCC "诌" */
    0x4c, 0x2b, 0x3a, 0x14, 0xec, 0x57, 0x80,

    /* U+8BCD "词" */
    0x5e, 0x7, 0x6a, 0x15, 0xab, 0x59, 0x80,

    /* U+8BD1 "译" */
    0x5c, 0x2b, 0x23, 0xb4, 0x8f, 0xd2, 0x0,

    /* U+8BD5 "试" */
    0x4a, 0x13, 0xfa, 0x27, 0xca, 0x9e, 0x80,

    /* U+8BD7 "诗" */
    0x48, 0x3b, 0x23, 0xf4, 0x4f, 0xd5, 0x0,

    /* U+8BDA "诚" */
    0x44, 0x7f, 0x93, 0xe6, 0xee, 0x8a, 0x80,

    /* U+8BDB "诛" */
    0x58, 0x3b, 0xa3, 0xf4, 0x8b, 0x9a, 0x80,

    /* U+8BDD "话" */
    0x44, 0x33, 0xfa, 0x45, 0xce, 0x97, 0x0,

    /* U+8BDE "诞" */
    0xb2, 0x3b, 0x9a, 0xa7, 0xea, 0x1b, 0x80,

    /* U+8BE1 "诡" */
    0x4c, 0x6b, 0x7a, 0xf5, 0xab, 0x1b, 0x80,

    /* U+8BE2 "询" */
    0x50, 0x3f, 0xda, 0xf5, 0x6b, 0xd8, 0x80,

    /* U+8BE3 "诣" */
    0x52, 0x3b, 0x4a, 0xf4, 0xf, 0xd7, 0x80,

    /* U+8BE5 "该" */
    0x44, 0x3f, 0x2a, 0xe4, 0xac, 0x96, 0x80,

    /* U+8BE6 "详" */
    0x54, 0x7f, 0x22, 0xe4, 0x8f, 0xd2, 0x0,

    /* U+8BE7 "诧" */
    0x48, 0x7f, 0x9a, 0xc7, 0xe9, 0x1b, 0x80,

    /* U+8BEB "诫" */
    0x44, 0x7f, 0x53, 0xe5, 0x6a, 0x9a, 0x80,

    /* U+8BEC "诬" */
    0x5e, 0x13, 0x72, 0xe6, 0xa9, 0x1f, 0x80,

    /* U+8BED "语" */
    0x5c, 0x13, 0xf2, 0xa7, 0xea, 0x97, 0x0,

    /* U+8BEF "误" */
    0x4e, 0x17, 0x7a, 0x25, 0xec, 0x96, 0x80,

    /* U+8BF1 "诱" */
    0x5c, 0x7f, 0x73, 0x57, 0xca, 0xd8, 0x80,

    /* U+8BF2 "诲" */
    0x50, 0x3f, 0xb2, 0x67, 0x6b, 0x99, 0x0,

    /* U+8BF4 "说" */
    0x54, 0x7f, 0x8b, 0xf5, 0x4a, 0x99, 0x80,

    /* U+8BF5 "诵" */
    0x5e, 0xb, 0xfb, 0x57, 0xed, 0x4a, 0x80,

    /* U+8BF7 "请" */
    0x48, 0x3b, 0x23, 0xf5, 0x4f, 0x95, 0x0,

    /* U+8BF8 "诸" */
    0x4a, 0x3b, 0x23, 0xf5, 0xd, 0xd3, 0x80,

    /* U+8BFA "诺" */
    0x54, 0x7f, 0x43, 0xf5, 0xd, 0xd3, 0x80,

    /* U+8BFB "读" */
    0x5c, 0x13, 0xfa, 0xb7, 0xe9, 0x1c, 0x80,

    /* U+8BFD "诽" */
    0x54, 0x6f, 0x53, 0xb5, 0x4e, 0xd5, 0x0,

    /* U+8BFE "课" */
    0xbe, 0x57, 0xfa, 0x47, 0xeb, 0x9a, 0x80,

    /* U+8C01 "谁" */
    0x54, 0x3f, 0xd2, 0xf5, 0x4e, 0x97, 0x80,

    /* U+8C03 "调" */
    0xbe, 0x57, 0xfb, 0x57, 0x6f, 0xc8, 0x80,

    /* U+8C05 "谅" */
    0x48, 0x7f, 0x52, 0xe4, 0x8d, 0x56, 0x0,

    /* U+8C06 "谆" */
    0x48, 0x7f, 0x52, 0xe4, 0x4f, 0xd2, 0x0,

    /* U+8C08 "谈" */
    0xaa, 0x2b, 0x8a, 0x46, 0xaa, 0x98, 0x80,

    /* U+8C0A "谊" */
    0x44, 0x3f, 0x4a, 0x64, 0xcd, 0x97, 0x80,

    /* U+8C0B "谋" */
    0x54, 0x7f, 0x52, 0xe7, 0xeb, 0x9a, 0x80,

    /* U+8C0D "谍" */
    0xaa, 0x7f, 0xbb, 0x7, 0xeb, 0x9a, 0x80,

    /* U+8C0E "谎" */
    0x54, 0x7f, 0x42, 0xe4, 0xb, 0x5a, 0x80,

    /* U+8C10 "谐" */
    0xa4, 0x6f, 0x93, 0xb4, 0x8f, 0x97, 0x0,

    /* U+8C13 "谓" */
    0xbe, 0x57, 0xfb, 0xf5, 0x4f, 0x95, 0x0,

    /* U+8C17 "谗" */
    0x4c, 0x6f, 0x7a, 0x67, 0x6b, 0x19, 0x0,

    /* U+8C1A "谚" */
    0x48, 0x7f, 0x53, 0xf6, 0x8c, 0x4b, 0x0,

    /* U+8C1C "谜" */
    0xaa, 0xb, 0x7b, 0x67, 0x6c, 0x8f, 0x80,

    /* U+8C22 "谢" */
    0x52, 0x7f, 0xab, 0xf6, 0xeb, 0x5a, 0x80,

    /* U+8C23 "谣" */
    0x46, 0x37, 0x22, 0xf4, 0x8d, 0x4f, 0x80,

    /* U+8C24 "谤" */
    0x48, 0x7f, 0x53, 0xf6, 0xa9, 0x95, 0x0,

    /* U+8C26 "谦" */
    0x54, 0x7f, 0x72, 0x77, 0xcb, 0x9a, 0x80,

    /* U+8C28 "谨" */
    0x54, 0x7f, 0x53, 0xf7, 0xe9, 0x1f, 0x80,

    /* U+8C29 "谩" */
    0x5c, 0x2b, 0xfb, 0xf5, 0x49, 0x1d, 0x80,

    /* U+8C2C "谬" */
    0xb6, 0x27, 0x22, 0xa6, 0xa8, 0x96, 0x0,

    /* U+8C2D "谭" */
    0xbe, 0x3b, 0x2, 0xe5, 0x4f, 0xd2, 0x0,

    /* U+8C30 "谰" */
    0xae, 0x17, 0xfb, 0xf6, 0xaf, 0xca, 0x80,

    /* U+8C31 "谱" */
    0x54, 0x7f, 0x53, 0xb5, 0x4f, 0xd7, 0x0,

    /* U+8C34 "谴" */
    0xa4, 0x3f, 0x5b, 0xf6, 0xcd, 0xcf, 0x80,

    /* U+8C37 "谷" */
    0x28, 0x88, 0x41, 0x4c, 0x67, 0xe, 0x0,

    /* U+8C41 "豁" */
    0x2b, 0xe2, 0xd3, 0xd2, 0x1e, 0xdd, 0x80,

    /* U+8C46 "豆" */
    0xfe, 0x1, 0xf2, 0x27, 0xc5, 0x3f, 0x80,

    /* U+8C4C "豌" */
    0xe4, 0x3f, 0xcd, 0x75, 0x7d, 0x85, 0x80,

    /* U+8C61 "象" */
    0x39, 0x90, 0xf1, 0xed, 0xa5, 0xb6, 0x80,

    /* U+8C62 "豢" */
    0x54, 0x73, 0xfa, 0xad, 0xa5, 0xb6, 0x80,

    /* U+8C6A "豪" */
    0x11, 0xfd, 0x17, 0xfd, 0xa5, 0xb6, 0x80,

    /* U+8C6B "豫" */
    0xec, 0x69, 0x77, 0xe5, 0xad, 0xb6, 0x80,

    /* U+8C79 "豹" */
    0x29, 0x9d, 0xcd, 0x56, 0x74, 0x51, 0x80,

    /* U+8C7A "豺" */
    0x25, 0xbd, 0x95, 0x67, 0x54, 0x93, 0x0,

    /* U+8C89 "貉" */
    0x27, 0x95, 0x95, 0xd6, 0xf5, 0x53, 0x80,

    /* U+8C8C "貌" */
    0x29, 0xbd, 0xcd, 0xf7, 0x35, 0x95, 0x80,

    /* U+8D1D "贝" */
    0x7c, 0x89, 0x52, 0xa5, 0x42, 0x39, 0x80,

    /* U+8D1E "贞" */
    0x10, 0x3d, 0xf2, 0x25, 0x42, 0x39, 0x80,

    /* U+8D1F "负" */
    0x39, 0x91, 0xf2, 0x25, 0x42, 0x39, 0x80,

    /* U+8D21 "贡" */
    0x7c, 0x23, 0xfa, 0x25, 0x42, 0x39, 0x80,

    /* U+8D22 "财" */
    0xe5, 0x7f, 0x97, 0x6f, 0x48, 0xab, 0x0,

    /* U+8D23 "责" */
    0x10, 0xf8, 0x47, 0xf4, 0x42, 0x39, 0x80,

    /* U+8D24 "贤" */
    0x2f, 0x56, 0x91, 0x57, 0xca, 0xbb, 0x80,

    /* U+8D25 "败" */
    0xe9, 0x5f, 0xef, 0x5e, 0xa8, 0xaa, 0x80,

    /* U+8D26 "账" */
    0xeb, 0x5b, 0xa7, 0xfe, 0x89, 0xaa, 0x80,

    /* U+8D27 "货" */
    0x28, 0x9f, 0x62, 0x77, 0xca, 0xbb, 0x80,

    /* U+8D28 "质" */
    0x6, 0xf1, 0xfa, 0x95, 0xa9, 0x2c, 0x80,

    /* U+8D29 "贩" */
    0xe3, 0x5b, 0xa7, 0x7e, 0xaa, 0xaa, 0x80,

    /* U+8D2A "贪" */
    0x10, 0x53, 0xf8, 0x47, 0xca, 0xbb, 0x80,

    /* U+8D2B "贫" */
    0x28, 0x8b, 0xe9, 0x47, 0xca, 0xbb, 0x80,

    /* U+8D2C "贬" */
    0xef, 0x4b, 0xff, 0x1e, 0x4b, 0x29, 0x80,

    /* U+8D2D "购" */
    0xe9, 0x5f, 0xcf, 0x5f, 0x2b, 0xe8, 0x80,

    /* U+8D2E "贮" */
    0xe5, 0x7f, 0xcf, 0xe, 0x8, 0x2b, 0x80,

    /* U+8D2F "贯" */
    0x7d, 0xad, 0xf3, 0xe4, 0x42, 0x39, 0x80,

    /* U+8D30 "贰" */
    0x5, 0xfd, 0xd0, 0x27, 0x4a, 0xaa, 0x80,

    /* U+8D31 "贱" */
    0xeb, 0x7f, 0xa7, 0xee, 0xa8, 0xaa, 0x80,

    /* U+8D34 "贴" */
    0xe9, 0x53, 0xbf, 0x4f, 0xea, 0x6f, 0x80,

    /* U+8D35 "贵" */
    0x10, 0xf9, 0x57, 0xf4, 0x42, 0x39, 0x80,

    /* U+8D37 "贷" */
    0x2a, 0xbf, 0x12, 0x17, 0xca, 0xbb, 0x80,

    /* U+8D38 "贸" */
    0x2f, 0x8f, 0xab, 0xe4, 0x42, 0x39, 0x80,

    /* U+8D39 "费" */
    0x29, 0xfc, 0xaf, 0xfa, 0x42, 0x39, 0x80,

    /* U+8D3A "贺" */
    0x41, 0xfd, 0x6d, 0xf2, 0x42, 0x39, 0x80,

    /* U+8D3C "贼" */
    0xc5, 0xff, 0x57, 0xed, 0x68, 0xaa, 0x80,

    /* U+8D3E "贾" */
    0xfe, 0xa9, 0xf3, 0xe4, 0x42, 0x39, 0x80,

    /* U+8D3F "贿" */
    0xe9, 0x7f, 0xa7, 0x7f, 0xa9, 0xea, 0x80,

    /* U+8D41 "赁" */
    0x24, 0xb3, 0xfa, 0x47, 0xca, 0xbb, 0x80,

    /* U+8D42 "赂" */
    0xe7, 0x57, 0x97, 0xde, 0xe9, 0x6b, 0x80,

    /* U+8D43 "赃" */
    0xe5, 0x7f, 0xd7, 0xff, 0x4a, 0xab, 0x80,

    /* U+8D44 "资" */
    0x90, 0x3c, 0xac, 0xa7, 0xca, 0xbb, 0x80,

    /* U+8D4A "赊" */
    0xe9, 0x6b, 0xbf, 0xf, 0xe9, 0x2a, 0x80,

    /* U+8D4B "赋" */
    0xf7, 0x8b, 0xfe, 0xad, 0xce, 0xae, 0x80,

    /* U+8D4C "赌" */
    0xe5, 0x5f, 0x97, 0xfe, 0x8a, 0xe9, 0x80,

    /* U+8D4E "赎" */
    0xfd, 0x53, 0xfe, 0xbf, 0xe9, 0x2c, 0x80,

    /* U+8D4F "赏" */
    0x55, 0xfe, 0xab, 0xe4, 0x42, 0x39, 0x80,

    /* U+8D50 "赐" */
    0xff, 0x67, 0xff, 0x4e, 0xea, 0xea, 0x80,

    /* U+8D54 "赔" */
    0xe5, 0x7f, 0xaf, 0xfe, 0xe9, 0x6b, 0x80,

    /* U+8D56 "赖" */
    0x2d, 0xe9, 0xfb, 0xd2, 0xee, 0xaa, 0x80,

    /* U+8D58 "赘" */
    0x26, 0xd7, 0xd3, 0x5b, 0xc6, 0xbb, 0x80,

    /* U+8D5A "赚" */
    0xd5, 0xff, 0x76, 0x7f, 0xcb, 0xaa, 0x80,

    /* U+8D5B "赛" */
    0x11, 0xfe, 0xab, 0xec, 0x62, 0x39, 0x80,

    /* U+8D5E "赞" */
    0x6d, 0xfd, 0xb5, 0xb7, 0xca, 0xbb, 0x80,

    /* U+8D60 "赠" */
    0xd5, 0xff, 0xaf, 0xfd, 0xca, 0xaf, 0x0,

    /* U+8D61 "赡" */
    0xed, 0x6b, 0xff, 0xbf, 0xcb, 0xeb, 0x0,

    /* U+8D62 "赢" */
    0x11, 0xfd, 0x3, 0xe5, 0x6e, 0xeb, 0x80,

    /* U+8D63 "赣" */
    0x4d, 0xee, 0xb7, 0xfe, 0x3d, 0x14, 0x80,

    /* U+8D64 "赤" */
    0x10, 0xf8, 0x47, 0xf2, 0x95, 0x56, 0x0,

    /* U+8D66 "赦" */
    0x24, 0xec, 0xaf, 0xd5, 0xba, 0x96, 0x80,

    /* U+8D6B "赫" */
    0x24, 0xfc, 0x97, 0xfe, 0xcd, 0xed, 0x0,

    /* U+8D70 "走" */
    0x10, 0xf8, 0x47, 0xf1, 0xca, 0x2f, 0x80,

    /* U+8D74 "赴" */
    0x25, 0xe8, 0x9f, 0xa7, 0x4c, 0x27, 0x80,

    /* U+8D75 "赵" */
    0x23, 0xf4, 0x97, 0xa6, 0xac, 0x27, 0x80,

    /* U+8D76 "赶" */
    0x2f, 0xe8, 0xbf, 0xa6, 0x4c, 0x27, 0x80,

    /* U+8D77 "起" */
    0x2f, 0xe4, 0xbf, 0xc6, 0xec, 0x27, 0x80,

    /* U+8D81 "趁" */
    0x49, 0xa9, 0xae, 0x84, 0x5b, 0x2f, 0x80,

    /* U+8D85 "超" */
    0x2f, 0xec, 0xaf, 0x86, 0xed, 0x67, 0x80,

    /* U+8D8A "越" */
    0x45, 0xfd, 0x57, 0xb5, 0x5b, 0x6f, 0x80,

    /* U+8D8B "趋" */
    0x49, 0xdd, 0x4f, 0x74, 0x3b, 0xef, 0x80,

    /* U+8D9F "趟" */
    0x5b, 0xd1, 0x7f, 0xb5, 0xfa, 0x6f, 0x80,

    /* U+8DA3 "趣" */
    0x59, 0xdd, 0x6f, 0x65, 0xb9, 0x2f, 0x80,

    /* U+8DB3 "足" */
    0x7c, 0x89, 0xf0, 0x85, 0xca, 0x2f, 0x80,

    /* U+8DB4 "趴" */
    0xf5, 0x6b, 0xd2, 0xaf, 0x5a, 0xb8, 0x80,

    /* U+8DBE "趾" */
    0xe5, 0x4b, 0xda, 0xaf, 0x5a, 0xbf, 0x80,

    /* U+8DC3 "跃" */
    0xe3, 0x5b, 0x92, 0xfe, 0x5c, 0xb6, 0x80,

    /* U+8DCB "跋" */
    0xeb, 0x7f, 0xa2, 0x7e, 0xba, 0xba, 0x80,

    /* U+8DCC "跌" */
    0xed, 0x5f, 0xd2, 0xfe, 0x58, 0xbe, 0x80,

    /* U+8DD1 "跑" */
    0xe9, 0x5f, 0xca, 0x7e, 0xf9, 0x3b, 0x80,

    /* U+8DDD "距" */
    0xff, 0x63, 0x7b, 0x9d, 0xfe, 0x37, 0x80,

    /* U+8DDF "跟" */
    0xff, 0x67, 0x7b, 0x9d, 0xfe, 0xb6, 0x80,

    /* U+8DE8 "跨" */
    0xe5, 0x7f, 0xb2, 0xde, 0xd8, 0x79, 0x80,

    /* U+8DEA "跪" */
    0xed, 0x6b, 0xfa, 0xff, 0xbb, 0x3b, 0x80,

    /* U+8DEF "路" */
    0xe7, 0x57, 0x92, 0xde, 0xf9, 0x7b, 0x80,

    /* U+8DF3 "跳" */
    0xf5, 0x6f, 0xd2, 0xbf, 0x5a, 0xb9, 0x80,

    /* U+8DF5 "践" */
    0xeb, 0x7f, 0xa2, 0xee, 0xbc, 0xb6, 0x80,

    /* U+8DFA "跺" */
    0xdd, 0x6b, 0x9a, 0x4f, 0xfb, 0xba, 0x80,

    /* U+8E0A "踊" */
    0xef, 0x4b, 0x7b, 0xbd, 0xfe, 0xf5, 0x80,

    /* U+8E0C "踌" */
    0xe9, 0x7b, 0xfa, 0xaf, 0xfc, 0xb5, 0x0,

    /* U+8E0F "踏" */
    0xe9, 0x77, 0x73, 0x5d, 0xde, 0xb7, 0x0,

    /* U+8E1E "踞" */
    0xff, 0x7f, 0xd2, 0xff, 0x5b, 0x7b, 0x80,

    /* U+8E22 "踢" */
    0xff, 0x67, 0xfa, 0x4e, 0xfa, 0xfa, 0x80,

    /* U+8E29 "踩" */
    0xc7, 0x73, 0xaa, 0x2f, 0xfb, 0xba, 0x80,

    /* U+8E2A "踪" */
    0xc9, 0x7f, 0xba, 0xf, 0xf9, 0x3a, 0x80,

    /* U+8E44 "蹄" */
    0xe9, 0x7f, 0x53, 0xfe, 0xbb, 0xb5, 0x0,

    /* U+8E48 "蹈" */
    0xc7, 0x77, 0x2, 0xbe, 0x3e, 0xff, 0x80,

    /* U+8E4B "蹋" */
    0xfd, 0x6b, 0xf2, 0xfe, 0xbb, 0xfa, 0x80,

    /* U+8E66 "蹦" */
    0xeb, 0x7f, 0x3, 0xbf, 0x7e, 0xf6, 0x80,

    /* U+8E6C "蹬" */
    0xdb, 0x6b, 0x8a, 0xed, 0x59, 0x3f, 0x80,

    /* U+8E6D "蹭" */
    0xd5, 0x7f, 0xab, 0xfd, 0xde, 0xb7, 0x0,

    /* U+8E72 "蹲" */
    0xd5, 0x7f, 0xdb, 0x1f, 0xfa, 0xb3, 0x0,

    /* U+8E7F "蹿" */
    0xe9, 0x7f, 0xaa, 0xef, 0xff, 0xf2, 0x0,

    /* U+8E81 "躁" */
    0xdd, 0xab, 0xfb, 0x5f, 0xfb, 0xba, 0x80,

    /* U+8E87 "躇" */
    0xd5, 0x7f, 0x72, 0x6f, 0xfb, 0xbb, 0x0,

    /* U+8EAB "身" */
    0x10, 0x78, 0x91, 0xff, 0xc2, 0x9b, 0x0,

    /* U+8EAC "躬" */
    0x2e, 0xe5, 0x7b, 0xcd, 0xe6, 0x75, 0x80,

    /* U+8EAF "躯" */
    0x2e, 0xf1, 0x6b, 0xed, 0xa7, 0x37, 0x80,

    /* U+8EB2 "躲" */
    0x5d, 0xea, 0xdf, 0x4b, 0xef, 0xaa, 0x80,

    /* U+8EBA "躺" */
    0x57, 0xca, 0xff, 0x9b, 0xef, 0xec, 0x80,

    /* U+8F66 "车" */
    0x11, 0xfc, 0x83, 0xe1, 0x1f, 0xc4, 0x0,

    /* U+8F67 "轧" */
    0x49, 0xd2, 0x27, 0x44, 0x9d, 0x53, 0x80,

    /* U+8F68 "轨" */
    0x51, 0xfa, 0x56, 0xa5, 0x5a, 0x99, 0x80,

    /* U+8F69 "轩" */
    0x4f, 0xca, 0x17, 0xf4, 0x5c, 0x91, 0x0,

    /* U+8F6C "转" */
    0x49, 0xba, 0x27, 0xf5, 0x1b, 0xd0, 0x80,

    /* U+8F6E "轮" */
    0x49, 0xaa, 0x8e, 0xa5, 0x9a, 0x57, 0x80,

    /* U+8F6F "软" */
    0x49, 0xde, 0x5f, 0x24, 0x5c, 0x96, 0x80,

    /* U+8F70 "轰" */
    0x11, 0xfc, 0x87, 0xf5, 0xa4, 0xb6, 0x80,

    /* U+8F74 "轴" */
    0x45, 0xfe, 0x5f, 0xf5, 0x7e, 0xd7, 0x80,

    /* U+8F7B "轻" */
    0x4f, 0xc6, 0x17, 0xd4, 0xfc, 0x97, 0x80,

    /* U+8F7D "载" */
    0x28, 0xf4, 0xa7, 0xfa, 0x7e, 0x8a, 0x80,

    /* U+8F7F "轿" */
    0x5d, 0xfe, 0x57, 0x15, 0x5a, 0x99, 0x0,

    /* U+8F83 "较" */
    0x49, 0xfe, 0x57, 0x15, 0x59, 0x1d, 0x80,

    /* U+8F85 "辅" */
    0x4b, 0xfe, 0x27, 0xf6, 0xbf, 0xda, 0x80,

    /* U+8F86 "辆" */
    0x7f, 0xaa, 0xff, 0xb7, 0x7d, 0x59, 0x80,

    /* U+8F88 "辈" */
    0x29, 0xdc, 0xa7, 0xf5, 0x1f, 0xc4, 0x0,

    /* U+8F89 "辉" */
    0x3f, 0x6c, 0xff, 0x46, 0xcf, 0xe1, 0x0,

    /* U+8F8A "辊" */
    0x7f, 0xc6, 0xff, 0x27, 0x7c, 0x9d, 0x80,

    /* U+8F90 "辐" */
    0x5f, 0xda, 0x37, 0x5, 0xfe, 0xd7, 0x80,

    /* U+8F91 "辑" */
    0x5d, 0xaa, 0xfe, 0xe5, 0x5f, 0xd1, 0x0,

    /* U+8F93 "输" */
    0x49, 0xea, 0x3f, 0x5, 0xbf, 0x56, 0x80,

    /* U+8F95 "辕" */
    0x49, 0xfa, 0x7f, 0x95, 0xfe, 0x96, 0x80,

    /* U+8F96 "辖" */
    0x49, 0xfe, 0xae, 0xe4, 0x9f, 0xd7, 0x0,

    /* U+8F97 "辗" */
    0x7f, 0xc6, 0xff, 0x67, 0xfe, 0x96, 0x80,

    /* U+8F99 "辙" */
    0x55, 0xfe, 0x5f, 0x35, 0xfb, 0x96, 0x80,

    /* U+8F9B "辛" */
    0x10, 0xf8, 0xa7, 0xf1, 0xf, 0x84, 0x0,

    /* U+8F9C "辜" */
    0x11, 0xfc, 0xe3, 0x6f, 0xef, 0x84, 0x0,

    /* U+8F9E "辞" */
    0x25, 0xbf, 0xaa, 0xfe, 0x57, 0xf9, 0x0,

    /* U+8F9F "辟" */
    0x64, 0xfd, 0xaa, 0xfe, 0x4f, 0xd9, 0x0,

    /* U+8FA3 "辣" */
    0x49, 0xfe, 0xeb, 0xfe, 0x8b, 0xaa, 0x80,

    /* U+8FA8 "辨" */
    0x55, 0xfe, 0xea, 0xaf, 0xea, 0xa9, 0x0,

    /* U+8FA9 "辩" */
    0x55, 0x9f, 0xea, 0xfd, 0x4b, 0xe5, 0x0,

    /* U+8FAB "辫" */
    0x55, 0xde, 0xeb, 0x6f, 0x69, 0xad, 0x0,

    /* U+8FB0 "辰" */
    0x7e, 0x81, 0x72, 0x7, 0xed, 0x2d, 0x80,

    /* U+8FB1 "辱" */
    0x7e, 0xb9, 0xfd, 0x4f, 0xe5, 0x6, 0x0,

    /* U+8FB9 "边" */
    0x88, 0xbc, 0x2e, 0x96, 0x68, 0x2f, 0x80,

    /* U+8FBD "辽" */
    0x9e, 0x84, 0x16, 0x24, 0xc8, 0x2f, 0x80,

    /* U+8FBE "达" */
    0x88, 0x7c, 0x26, 0xa6, 0x28, 0x2f, 0x80,

    /* U+8FC1 "迁" */
    0x84, 0xb0, 0x27, 0xf4, 0x89, 0x2f, 0x80,

    /* U+8FC2 "迂" */
    0x9c, 0x10, 0xfe, 0x44, 0x8b, 0x2f, 0x80,

    /* U+8FC4 "迄" */
    0x90, 0x3c, 0xb6, 0x45, 0x29, 0xef, 0x80,

    /* U+8FC5 "迅" */
    0xbc, 0x28, 0xf6, 0xa5, 0x28, 0x2f, 0x80,

    /* U+8FC7 "过" */
    0x84, 0xbc, 0x16, 0xa4, 0x49, 0xaf, 0x80,

    /* U+8FC8 "迈" */
    0x9e, 0x90, 0x3e, 0x96, 0x68, 0x2f, 0x80,

    /* U+8FCE "迎" */
    0x90, 0x5c, 0xaf, 0x57, 0xa9, 0x2f, 0x80,

    /* U+8FD0 "运" */
    0x9c, 0x0, 0xfe, 0xa7, 0xa8, 0x2f, 0x80,

    /* U+8FD1 "近" */
    0x84, 0xb0, 0x46, 0xf5, 0x4c, 0xaf, 0x80,

    /* U+8FD4 "返" */
    0x86, 0xb0, 0x7e, 0xd5, 0x4d, 0x6f, 0x80,

    /* U+8FD8 "还" */
    0xbe, 0x10, 0x77, 0x54, 0x89, 0x2f, 0x80,

    /* U+8FD9 "这" */
    0x88, 0x7c, 0x16, 0xa4, 0x8e, 0xaf, 0x80,

    /* U+8FDB "进" */
    0x94, 0x7c, 0x57, 0xf5, 0x4c, 0xaf, 0x80,

    /* U+8FDC "远" */
    0x9c, 0x0, 0xfe, 0xa6, 0x68, 0x2f, 0x80,

    /* U+8FDD "违" */
    0x88, 0x7c, 0x76, 0x47, 0xe9, 0x6f, 0x80,

    /* U+8FDE "连" */
    0x88, 0x7c, 0x46, 0xe7, 0xe9, 0x2f, 0x80,

    /* U+8FDF "迟" */
    0x9e, 0xa4, 0x7e, 0xa6, 0x28, 0x2f, 0x80,

    /* U+8FE2 "迢" */
    0xbe, 0x14, 0xce, 0xf5, 0x2b, 0xef, 0x80,

    /* U+8FEA "迪" */
    0x88, 0x7c, 0xaf, 0xf6, 0xaf, 0xef, 0x80,

    /* U+8FEB "迫" */
    0x88, 0xbc, 0x4e, 0xf5, 0x2b, 0xef, 0x80,

    /* U+8FED "迭" */
    0x8c, 0x9c, 0x56, 0xf4, 0x4b, 0x6f, 0x80,

    /* U+8FF0 "述" */
    0x8a, 0x7c, 0x26, 0xe6, 0xa9, 0x2f, 0x80,

    /* U+8FF7 "迷" */
    0xaa, 0x10, 0xfe, 0xe6, 0xa9, 0x2f, 0x80,

    /* U+8FF8 "迸" */
    0x94, 0x0, 0xfe, 0xa7, 0xea, 0xaf, 0x80,

    /* U+8FF9 "迹" */
    0x88, 0x7c, 0x57, 0xb5, 0x4d, 0xaf, 0x80,

    /* U+8FFD "追" */
    0x88, 0xbc, 0x7e, 0x85, 0xea, 0x6f, 0x80,

    /* U+9000 "退" */
    0x9e, 0xa4, 0x7e, 0x95, 0xca, 0xef, 0x80,

    /* U+9001 "送" */
    0x94, 0x7c, 0x26, 0xe4, 0x8a, 0xaf, 0x80,

    /* U+9002 "适" */
    0x84, 0x30, 0xfe, 0x45, 0xca, 0xaf, 0x80,

    /* U+9003 "逃" */
    0x94, 0x6c, 0x57, 0xb5, 0x4c, 0xef, 0x80,

    /* U+9006 "逆" */
    0x94, 0x7c, 0x27, 0x57, 0xea, 0x2f, 0x80,

    /* U+9009 "选" */
    0x98, 0x38, 0xa7, 0xf5, 0x4c, 0xef, 0x80,

    /* U+900A "逊" */
    0xb4, 0x28, 0x9f, 0x75, 0x4f, 0xaf, 0x80,

    /* U+900F "透" */
    0x9c, 0x7c, 0x77, 0x54, 0xca, 0xaf, 0x80,

    /* U+9010 "逐" */
    0xbe, 0xa0, 0x6f, 0x65, 0xad, 0x2f, 0x80,

    /* U+9012 "递" */
    0x94, 0x7c, 0x3e, 0xc5, 0xed, 0x6f, 0x80,

    /* U+9014 "途" */
    0x88, 0x28, 0xfe, 0x46, 0xab, 0x2f, 0x80,

    /* U+9017 "逗" */
    0x9e, 0x80, 0x7e, 0x94, 0xcb, 0xef, 0x80,

    /* U+901A "通" */
    0xbe, 0x8, 0xff, 0x57, 0xed, 0x6f, 0x80,

    /* U+901B "逛" */
    0xae, 0x68, 0x7f, 0xa5, 0x4d, 0xef, 0x80,

    /* U+901D "逝" */
    0x92, 0x78, 0x5e, 0xb7, 0xaa, 0x6f, 0x80,

    /* U+901E "逞" */
    0x9c, 0x28, 0xfe, 0xe4, 0x8b, 0xaf, 0x80,

    /* U+901F "速" */
    0x88, 0xfc, 0xaf, 0xf5, 0xcd, 0x6f, 0x80,

    /* U+9020 "造" */
    0x98, 0x38, 0xa7, 0xf5, 0x4b, 0xaf, 0x80,

    /* U+9022 "逢" */
    0x8c, 0x68, 0x6e, 0x47, 0xe9, 0x2f, 0x80,

    /* U+902E "逮" */
    0x88, 0x78, 0x77, 0x55, 0xcd, 0x6f, 0x80,

    /* U+9038 "逸" */
    0x8c, 0x68, 0x7e, 0xd4, 0xca, 0xef, 0x80,

    /* U+903B "逻" */
    0xbe, 0x54, 0xfe, 0xa4, 0x8e, 0x2f, 0x80,

    /* U+903C "逼" */
    0xbe, 0xa8, 0x76, 0x7, 0xed, 0x6f, 0x80,

    /* U+903E "逾" */
    0x88, 0x28, 0xbe, 0x5, 0xab, 0x6f, 0x80,

    /* U+9041 "遁" */
    0x82, 0xb8, 0x7e, 0xa6, 0xe9, 0xef, 0x80,

    /* U+9042 "遂" */
    0x94, 0x7c, 0x26, 0xd6, 0xcb, 0x6f, 0x80,

    /* U+9047 "遇" */
    0x9c, 0xb8, 0x27, 0xf6, 0xef, 0x6f, 0x80,

    /* U+904D "遍" */
    0x88, 0xb8, 0x56, 0xf6, 0xe9, 0x6f, 0x80,

    /* U+904F "遏" */
    0x9c, 0xa8, 0x7f, 0x95, 0xa8, 0xef, 0x80,

    /* U+9053 "道" */
    0x94, 0x7c, 0x26, 0xa5, 0xca, 0xaf, 0x80,

    /* U+9057 "遗" */
    0x88, 0x7c, 0xaf, 0xb5, 0xcc, 0x6f, 0x80,

    /* U+9063 "遣" */
    0x88, 0x7c, 0xaf, 0xf5, 0xcb, 0xef, 0x80,

    /* U+9065 "遥" */
    0x86, 0x74, 0x27, 0xf4, 0x8d, 0x6f, 0x80,

    /* U+906D "遭" */
    0x94, 0x7c, 0x57, 0xf7, 0xea, 0xaf, 0x80,

    /* U+906E "遮" */
    0x88, 0x7c, 0xb7, 0xf4, 0xd, 0x6f, 0x80,

    /* U+9075 "遵" */
    0x94, 0xfc, 0xdf, 0x17, 0xe9, 0xaf, 0x80,

    /* U+907F "避" */
    0xb4, 0x7c, 0xaf, 0xa7, 0xe8, 0xaf, 0x80,

    /* U+9080 "邀" */
    0x94, 0x6c, 0xee, 0xd6, 0xcb, 0x6f, 0x80,

    /* U+9091 "邑" */
    0x78, 0x93, 0xf4, 0xaf, 0xd0, 0x5f, 0x80,

    /* U+9093 "邓" */
    0xee, 0x56, 0xb5, 0x54, 0xb5, 0x82, 0x0,

    /* U+90A2 "邢" */
    0xfe, 0xad, 0x57, 0xf5, 0x6a, 0xa5, 0x0,

    /* U+90A3 "那" */
    0xf6, 0xaf, 0xd2, 0xbf, 0x6a, 0xad, 0x0,

    /* U+90A6 "邦" */
    0x2f, 0xf4, 0xb7, 0xd2, 0xbf, 0x92, 0x0,

    /* U+90AA "邪" */
    0xfe, 0xd6, 0xb7, 0xd6, 0xb5, 0x9a, 0x0,

    /* U+90AE "邮" */
    0x2f, 0xf6, 0xb7, 0xda, 0xbf, 0x82, 0x0,

    /* U+90AF "邯" */
    0x57, 0xfd, 0x53, 0xb5, 0x6a, 0x9d, 0x0,

    /* U+90B1 "邱" */
    0x16, 0xcd, 0x13, 0xf5, 0x6b, 0xb9, 0x0,

    /* U+90B5 "邵" */
    0xf6, 0xae, 0x51, 0xbf, 0x72, 0xbd, 0x0,

    /* U+90B9 "邹" */
    0x67, 0x4d, 0xd0, 0xb7, 0x62, 0xbd, 0x0,

    /* U+90BB "邻" */
    0x4f, 0x55, 0x30, 0x5e, 0xb5, 0x92, 0x0,

    /* U+90C1 "郁" */
    0x4f, 0xf5, 0x33, 0xdd, 0xaf, 0x96, 0x0,

    /* U+90CA "郊" */
    0x2f, 0xf5, 0x74, 0x55, 0xa5, 0xb6, 0x0,

    /* U+90CE "郎" */
    0x4f, 0xd6, 0xb7, 0x58, 0xb5, 0xba, 0x0,

    /* U+90D1 "郑" */
    0x5e, 0x15, 0xf1, 0x5f, 0xa5, 0xb6, 0x0,

    /* U+90DD "郝" */
    0x2e, 0xf4, 0xb7, 0xde, 0xaf, 0xaa, 0x0,

    /* U+90E1 "郡" */
    0xf6, 0xaf, 0xf2, 0xb6, 0x7e, 0x9d, 0x0,

    /* U+90E7 "郧" */
    0x76, 0xaf, 0xf4, 0x7a, 0xe4, 0xb3, 0x0,

    /* U+90E8 "部" */
    0x2f, 0xf5, 0x77, 0xd7, 0xab, 0x9e, 0x0,

    /* U+90ED "郭" */
    0x2f, 0xf5, 0x73, 0xd3, 0xbd, 0x8a, 0x0,

    /* U+90F4 "郴" */
    0x57, 0xfd, 0x57, 0xbf, 0xea, 0x95, 0x0,

    /* U+90F8 "郸" */
    0x9e, 0x57, 0xf7, 0xd2, 0xbf, 0x8a, 0x0,

    /* U+90FD "都" */
    0x2e, 0xf4, 0xb7, 0xd4, 0xb7, 0x8e, 0x0,

    /* U+9102 "鄂" */
    0xdf, 0xb5, 0xb7, 0xd4, 0xa5, 0x9a, 0x0,

    /* U+9119 "鄙" */
    0x76, 0xac, 0x97, 0xf7, 0x6e, 0x9d, 0x0,

    /* U+9149 "酉" */
    0xfe, 0x53, 0xfd, 0x5c, 0xff, 0xff, 0x80,

    /* U+914B "酋" */
    0x45, 0xfc, 0xa3, 0xe6, 0xc8, 0x9f, 0x0,

    /* U+914C "酌" */
    0xe8, 0x9f, 0xcf, 0x5a, 0x7c, 0x79, 0x80,

    /* U+914D "配" */
    0xee, 0x87, 0x8f, 0x7a, 0x9d, 0x7b, 0x80,

    /* U+9152 "酒" */
    0xbe, 0x2a, 0xf9, 0xba, 0x37, 0xef, 0x80,

    /* U+9157 "酗" */
    0xe2, 0xaf, 0xdf, 0xdb, 0x7e, 0x7f, 0x80,

    /* U+915A "酚" */
    0xea, 0x97, 0xc7, 0x7a, 0xbd, 0x7d, 0x80,

    /* U+915D "酝" */
    0xee, 0x83, 0xff, 0x2a, 0x5d, 0x7f, 0x80,

    /* U+915E "酞" */
    0xe8, 0xbf, 0xa7, 0xab, 0x5c, 0x7a, 0x80,

    /* U+9163 "酣" */
    0xea, 0xbf, 0xaf, 0x7a, 0xbd, 0x7b, 0x80,

    /* U+9165 "酥" */
    0xee, 0x8b, 0xff, 0x2a, 0xde, 0xf9, 0x0,

    /* U+916A "酪" */
    0xe6, 0x97, 0x97, 0xda, 0xfd, 0x7b, 0x80,

    /* U+916C "酬" */
    0xea, 0x97, 0xff, 0xfa, 0xbd, 0x7a, 0x80,

    /* U+916E "酮" */
    0xfe, 0xa7, 0xff, 0x9b, 0xff, 0xfc, 0x80,

    /* U+9171 "酱" */
    0xa6, 0xd6, 0x97, 0xf6, 0xc8, 0x9f, 0x0,

    /* U+9175 "酵" */
    0xea, 0xbb, 0x27, 0xfd, 0x5d, 0xf1, 0x0,

    /* U+9176 "酶" */
    0xd0, 0xbf, 0xb6, 0x6f, 0x7b, 0xb1, 0x0,

    /* U+9177 "酷" */
    0xec, 0x9f, 0xd7, 0xfa, 0x1d, 0xfb, 0x80,

    /* U+9178 "酸" */
    0xea, 0xbf, 0xaf, 0x9a, 0xde, 0xba, 0x80,

    /* U+917F "酿" */
    0xe4, 0xbf, 0xcf, 0xfb, 0xbe, 0xbe, 0x80,

    /* U+9187 "醇" */
    0xe4, 0xbf, 0xaf, 0x7a, 0x3f, 0xf9, 0x0,

    /* U+9189 "醉" */
    0xe8, 0xbf, 0xd7, 0xaa, 0xbf, 0xfa, 0x0,

    /* U+918B "醋" */
    0xea, 0xbf, 0xaf, 0xfa, 0xfd, 0x7b, 0x80,

    /* U+9192 "醒" */
    0xee, 0x97, 0xbf, 0xaa, 0xfc, 0xbf, 0x80,

    /* U+919A "醚" */
    0xea, 0x8b, 0x7f, 0x6b, 0x7c, 0xbf, 0x80,

    /* U+919B "醛" */
    0xea, 0xbf, 0x97, 0x5b, 0xfc, 0xbf, 0x80,

    /* U+91C7 "采" */
    0xf, 0xe1, 0x50, 0x4f, 0xe7, 0x35, 0x80,

    /* U+91C9 "釉" */
    0xf4, 0x4a, 0xf9, 0x7f, 0xef, 0xeb, 0x80,

    /* U+91CA "释" */
    0xfe, 0x56, 0x91, 0xde, 0x4f, 0xe9, 0x0,

    /* U+91CC "里" */
    0x7c, 0xa9, 0xf2, 0xa7, 0xc2, 0x3f, 0x80,

    /* U+91CD "重" */
    0x39, 0xfd, 0x53, 0xe5, 0x47, 0x3f, 0x80,

    /* U+91CE "野" */
    0xff, 0x67, 0xd5, 0xff, 0x64, 0xbf, 0x0,

    /* U+91CF "量" */
    0x7c, 0x8b, 0xfa, 0xa7, 0xc2, 0x3f, 0x80,

    /* U+91D1 "金" */
    0x10, 0x53, 0xf8, 0x8f, 0xea, 0xbf, 0x80,

    /* U+91DC "釜" */
    0x29, 0x8c, 0xe6, 0xb3, 0x8a, 0xbf, 0x80,

    /* U+9274 "鉴" */
    0x29, 0x5e, 0xd1, 0x4f, 0xea, 0xbf, 0x80,

    /* U+9488 "针" */
    0x65, 0xb, 0xba, 0x2e, 0x48, 0x99, 0x0,

    /* U+9489 "钉" */
    0x6f, 0xb, 0x92, 0x2e, 0x48, 0x9b, 0x0,

    /* U+948E "钎" */
    0x63, 0x1b, 0x92, 0xfe, 0x48, 0x99, 0x0,

    /* U+9492 "钒" */
    0x5d, 0x2b, 0xd2, 0xef, 0x4a, 0x99, 0x80,

    /* U+9493 "钓" */
    0x69, 0x1f, 0xca, 0x5e, 0x68, 0x59, 0x80,

    /* U+9499 "钙" */
    0x5f, 0xb, 0xda, 0xaf, 0xe8, 0x59, 0x80,

    /* U+949D "钝" */
    0x49, 0x7f, 0x23, 0x5f, 0xe9, 0x1b, 0x80,

    /* U+949E "钞" */
    0x69, 0x3b, 0xea, 0x4e, 0xa8, 0x9a, 0x0,

    /* U+949F "钟" */
    0x65, 0x3f, 0xda, 0xbf, 0xe8, 0x99, 0x0,

    /* U+94A0 "钠" */
    0x49, 0x7f, 0xab, 0x5f, 0x6c, 0x49, 0x80,

    /* U+94A1 "钡" */
    0x7f, 0x27, 0xea, 0xdf, 0xa9, 0x1c, 0x80,

    /* U+94A2 "钢" */
    0x7f, 0x47, 0xdb, 0x5f, 0x6c, 0x49, 0x80,

    /* U+94A5 "钥" */
    0x6f, 0x17, 0xba, 0x5e, 0xe9, 0x5d, 0x80,

    /* U+94A6 "钦" */
    0x69, 0x1f, 0xda, 0x2e, 0x48, 0x9a, 0x80,

    /* U+94A7 "钧" */
    0x69, 0x1f, 0xca, 0x5e, 0x69, 0x59, 0x80,

    /* U+94A8 "钨" */
    0x69, 0x3b, 0xd2, 0xaf, 0xe8, 0x5e, 0x80,

    /* U+94A9 "钩" */
    0x69, 0x1f, 0xca, 0x5f, 0x2b, 0xd8, 0x80,

    /* U+94AE "钮" */
    0x7d, 0x2b, 0x53, 0xed, 0x4a, 0x9f, 0x80,

    /* U+94B1 "钱" */
    0x6b, 0x3f, 0xa2, 0xee, 0xa8, 0x9a, 0x80,

    /* U+94B3 "钳" */
    0x6b, 0x3f, 0xaa, 0x7e, 0xa9, 0x5b, 0x80,

    /* U+94B5 "钵" */
    0x69, 0x3f, 0xa2, 0xee, 0xab, 0x9a, 0x0,

    /* U+94BB "钻" */
    0x69, 0x13, 0xba, 0x4f, 0xea, 0x5f, 0x80,

    /* U+94BE "钾" */
    0x7f, 0x2f, 0xfa, 0xbf, 0xe8, 0x99, 0x0,

    /* U+94C0 "铀" */
    0x65, 0x3f, 0xda, 0xff, 0x6a, 0xdf, 0x80,

    /* U+94C1 "铁" */
    0x6d, 0x1f, 0xd2, 0xfe, 0x48, 0x9a, 0x80,

    /* U+94C2 "铂" */
    0x69, 0x3f, 0xca, 0xff, 0x2a, 0x5f, 0x80,

    /* U+94C3 "铃" */
    0x69, 0x2b, 0xaa, 0xf, 0xea, 0x5b, 0x0,

    /* U+94C5 "铅" */
    0x6f, 0x17, 0xaa, 0x8e, 0xe9, 0x5b, 0x80,

    /* U+94C6 "铆" */
    0x57, 0x4f, 0xdb, 0xbf, 0x6a, 0x99, 0x0,

    /* U+94DC "铜" */
    0x7f, 0x27, 0xfa, 0x9f, 0xeb, 0xdc, 0x80,

    /* U+94DD "铝" */
    0x7f, 0x27, 0xfa, 0xf, 0xea, 0x5f, 0x80,

    /* U+94E1 "铡" */
    0x7b, 0x5f, 0xfb, 0xff, 0xaa, 0x5a, 0x80,

    /* U+94E3 "铣" */
    0x59, 0x3b, 0xa3, 0xfd, 0x4a, 0x99, 0x80,

    /* U+94EC "铬" */
    0x67, 0x17, 0x92, 0xde, 0xe9, 0x5b, 0x80,

    /* U+94ED "铭" */
    0x6f, 0x17, 0xd2, 0x4f, 0xe9, 0x5b, 0x80,

    /* U+94F0 "铰" */
    0x65, 0x3f, 0xaa, 0x8e, 0xa8, 0x9a, 0x80,

    /* U+94F1 "铱" */
    0x69, 0x3f, 0xa2, 0xdf, 0x4a, 0x9e, 0x80,

    /* U+94F2 "铲" */
    0x49, 0x7f, 0x52, 0xfd, 0xa, 0x18, 0x0,

    /* U+94F6 "银" */
    0x7f, 0x27, 0xfa, 0x9f, 0xea, 0x9e, 0x80,

    /* U+94F8 "铸" */
    0x69, 0x3b, 0xfa, 0xad, 0xec, 0x95, 0x0,

    /* U+94FA "铺" */
    0x4b, 0x7f, 0x23, 0xfe, 0xaf, 0xca, 0x80,

    /* U+94FE "链" */
    0x55, 0x1f, 0xb2, 0xaf, 0xea, 0x9f, 0x80,

    /* U+9500 "销" */
    0x57, 0xb, 0xfa, 0x9f, 0xea, 0x5d, 0x80,

    /* U+9501 "锁" */
    0x57, 0xb, 0xfa, 0x9f, 0xa9, 0x1c, 0x80,

    /* U+9504 "锄" */
    0x45, 0x7b, 0xbb, 0xfe, 0xef, 0x4a, 0x80,

    /* U+9505 "锅" */
    0x6f, 0x17, 0xba, 0x2f, 0xea, 0xde, 0x80,

    /* U+9508 "锈" */
    0x5d, 0x7f, 0x73, 0x5f, 0xca, 0xd8, 0x80,

    /* U+950B "锋" */
    0x67, 0x17, 0x92, 0xde, 0x4b, 0xd9, 0x0,

    /* U+950C "锌" */
    0x65, 0x3f, 0xaa, 0xfe, 0x4b, 0xd9, 0x0,

    /* U+9510 "锐" */
    0x55, 0x7f, 0x8b, 0xfd, 0x4a, 0x99, 0x80,

    /* U+9511 "锑" */
    0x6b, 0x3f, 0x9a, 0xff, 0x49, 0xdd, 0x80,

    /* U+9517 "锗" */
    0x6b, 0x3b, 0xa2, 0xfd, 0xd, 0xd3, 0x80,

    /* U+9519 "错" */
    0x55, 0x7f, 0x53, 0xfd, 0xca, 0x9f, 0x0,

    /* U+951A "锚" */
    0x55, 0x7f, 0x53, 0xff, 0xed, 0x4f, 0x80,

    /* U+9521 "锡" */
    0x7f, 0x27, 0xfa, 0x4e, 0xea, 0xda, 0x80,

    /* U+9523 "锣" */
    0x7f, 0x57, 0xfa, 0x6d, 0x49, 0x1c, 0x0,

    /* U+9524 "锤" */
    0x5d, 0x13, 0xfa, 0xaf, 0xe9, 0x1f, 0x80,

    /* U+9525 "锥" */
    0x75, 0x3f, 0xd2, 0xff, 0x4a, 0x9f, 0x80,

    /* U+9526 "锦" */
    0x69, 0x3b, 0xd2, 0xef, 0xed, 0x52, 0x0,

    /* U+9528 "锨" */
    0x55, 0x4f, 0xeb, 0xaf, 0x4a, 0x96, 0x80,

    /* U+952D "锭" */
    0x45, 0x7f, 0xba, 0x2d, 0x6a, 0x9b, 0x80,

    /* U+952E "键" */
    0x75, 0x3f, 0xba, 0xaf, 0xea, 0x9b, 0x80,

    /* U+952F "锯" */
    0x7f, 0x3f, 0xd2, 0xff, 0x4b, 0x5b, 0x80,

    /* U+9530 "锰" */
    0x5d, 0xb, 0xfa, 0x4d, 0xcb, 0x9f, 0x80,

    /* U+9539 "锹" */
    0x75, 0x2b, 0xfa, 0xef, 0x4a, 0x9e, 0x80,

    /* U+953B "锻" */
    0x6f, 0x2f, 0xe2, 0xbf, 0xaa, 0x9e, 0x80,

    /* U+9540 "镀" */
    0x49, 0x7f, 0xb3, 0xfe, 0xac, 0x96, 0x80,

    /* U+9541 "镁" */
    0x6b, 0x3f, 0xba, 0x2e, 0xe8, 0x9a, 0x80,

    /* U+9547 "镇" */
    0x65, 0x3f, 0xb2, 0x6f, 0xe8, 0x1a, 0x80,

    /* U+954A "镊" */
    0x7f, 0x2b, 0x53, 0xfe, 0xaa, 0x9a, 0x80,

    /* U+954D "镍" */
    0x69, 0x3b, 0xd2, 0xef, 0xeb, 0x9a, 0x80,

    /* U+9550 "镐" */
    0x49, 0x7f, 0x52, 0xef, 0xec, 0x4a, 0x80,

    /* U+9551 "镑" */
    0x49, 0x7f, 0x53, 0xfe, 0xa9, 0x95, 0x0,

    /* U+955C "镜" */
    0x49, 0x7f, 0x53, 0xfd, 0xcb, 0x99, 0x80,

    /* U+9563 "镣" */
    0x49, 0x7f, 0x53, 0xfd, 0x49, 0x1a, 0x80,

    /* U+956D "镭" */
    0x5d, 0x7f, 0xaa, 0xf, 0xed, 0x4f, 0x80,

    /* U+9570 "镰" */
    0x49, 0x7f, 0xf3, 0x7f, 0xcb, 0x9a, 0x80,

    /* U+9576 "镶" */
    0x49, 0x7f, 0xda, 0xef, 0xea, 0x9e, 0x80,

    /* U+957F "长" */
    0x44, 0xb1, 0x7, 0xf5, 0x9, 0x19, 0x80,

    /* U+95E8 "门" */
    0xbe, 0x6, 0xc, 0x18, 0x30, 0x61, 0x80,

    /* U+95EA "闪" */
    0xbe, 0x6, 0x4c, 0x9a, 0xb8, 0xe0, 0x80,

    /* U+95ED "闭" */
    0xbe, 0x6, 0x2d, 0xf9, 0xb5, 0x76, 0x80,

    /* U+95EE "问" */
    0xbe, 0x6, 0xed, 0x5b, 0xb0, 0x61, 0x80,

    /* U+95EF "闯" */
    0xbe, 0x6, 0xed, 0x5b, 0xf0, 0xfd, 0x80,

    /* U+95F0 "闰" */
    0xbe, 0x6, 0xec, 0x9b, 0xb2, 0x6e, 0x80,

    /* U+95F2 "闲" */
    0xbe, 0x6, 0x4f, 0xfb, 0xba, 0xe4, 0x80,

    /* U+95F4 "间" */
    0xbe, 0x6, 0xed, 0x5b, 0xb5, 0x6e, 0x80,

    /* U+95F7 "闷" */
    0xbe, 0x6, 0x4d, 0x1e, 0x75, 0x6e, 0x80,

    /* U+95F8 "闸" */
    0xbe, 0x6, 0xed, 0xdb, 0xb2, 0x64, 0x80,

    /* U+95F9 "闹" */
    0xbe, 0x6, 0x4f, 0xfb, 0xf6, 0xe4, 0x80,

    /* U+95FA "闺" */
    0xbe, 0x26, 0xef, 0xfb, 0xb2, 0x7f, 0x80,

    /* U+95FB "闻" */
    0xbe, 0x7, 0xfd, 0xda, 0xbf, 0xe2, 0x80,

    /* U+95FD "闽" */
    0xbe, 0x6, 0x4d, 0xdb, 0xb2, 0xff, 0x80,

    /* U+9600 "阀" */
    0xbe, 0x6, 0xaf, 0x7b, 0xb5, 0x6d, 0x80,

    /* U+9601 "阁" */
    0xbe, 0x6, 0x6d, 0x59, 0x3d, 0xee, 0x80,

    /* U+9602 "阂" */
    0xbe, 0x27, 0xfd, 0x5f, 0x71, 0x6d, 0x80,

    /* U+9605 "阅" */
    0xbe, 0x6, 0xad, 0xda, 0xb3, 0x7b, 0x80,

    /* U+9609 "阉" */
    0xbe, 0x27, 0xfd, 0xdd, 0xf3, 0x63, 0x80,

    /* U+960E "阎" */
    0xbe, 0x36, 0xac, 0x9a, 0xf4, 0xef, 0x80,

    /* U+9610 "阐" */
    0xbe, 0x6, 0xad, 0xdb, 0xbf, 0xe4, 0x80,

    /* U+9611 "阑" */
    0xbe, 0x27, 0xfd, 0xdb, 0xb7, 0x75, 0x80,

    /* U+9614 "阔" */
    0xbe, 0xf, 0x6d, 0xfc, 0xb2, 0xf7, 0x80,

    /* U+961C "阜" */
    0x10, 0xf1, 0x23, 0xe4, 0x5f, 0xc4, 0x0,

    /* U+961F "队" */
    0xe9, 0x53, 0x25, 0x4a, 0x9a, 0xa8, 0x80,

    /* U+962E "阮" */
    0xdd, 0x82, 0xfe, 0xad, 0x52, 0xa9, 0x80,

    /* U+9632 "防" */
    0xe5, 0x7f, 0x25, 0x7a, 0xb9, 0x65, 0x80,

    /* U+9633 "阳" */
    0xdf, 0xa6, 0x4e, 0xfd, 0x32, 0x67, 0x80,

    /* U+9634 "阴" */
    0xdf, 0xa6, 0x7e, 0x9d, 0xf2, 0x69, 0x80,

    /* U+9635 "阵" */
    0xc9, 0xfe, 0x47, 0xfc, 0x97, 0xe2, 0x0,

    /* U+9636 "阶" */
    0xc9, 0xaa, 0x8e, 0xad, 0x52, 0xa9, 0x0,

    /* U+963B "阻" */
    0xdd, 0xaa, 0x76, 0xad, 0xd2, 0xaf, 0x80,

    /* U+963F "阿" */
    0xff, 0x47, 0x7d, 0xbb, 0xf8, 0x61, 0x80,

    /* U+9640 "陀" */
    0xe5, 0x7f, 0x4d, 0x4a, 0xf9, 0x23, 0x80,

    /* U+9644 "附" */
    0xeb, 0x6f, 0x4d, 0xdb, 0x3a, 0x65, 0x80,

    /* U+9645 "际" */
    0xdd, 0x82, 0xfe, 0x4e, 0xb5, 0x66, 0x0,

    /* U+9646 "陆" */
    0xc9, 0xba, 0x27, 0xfc, 0x95, 0x6f, 0x80,

    /* U+9647 "陇" */
    0xd5, 0xa2, 0xfe, 0xad, 0x73, 0xa9, 0x80,

    /* U+9648 "陈" */
    0xc9, 0xfe, 0x47, 0xfc, 0x95, 0x66, 0x0,

    /* U+964B "陋" */
    0xef, 0x4b, 0x7d, 0xbb, 0xba, 0x27, 0x80,

    /* U+964C "陌" */
    0xdf, 0x92, 0x7e, 0x9d, 0xf2, 0x67, 0x80,

    /* U+964D "降" */
    0xcd, 0xaa, 0x27, 0xbd, 0xd7, 0xe1, 0x0,

    /* U+9650 "限" */
    0xff, 0x67, 0x7d, 0x9b, 0xfa, 0xa6, 0x80,

    /* U+9655 "陕" */
    0xc9, 0xfe, 0xae, 0x4f, 0xf1, 0x2d, 0x80,

    /* U+965B "陛" */
    0xe5, 0xee, 0x97, 0xbd, 0xd1, 0x2f, 0x80,

    /* U+9661 "陡" */
    0xc9, 0xba, 0x27, 0xfc, 0xd3, 0x2b, 0x80,

    /* U+9662 "院" */
    0xc9, 0xfe, 0xbe, 0xf, 0xf2, 0xa9, 0x80,

    /* U+9664 "除" */
    0xc9, 0xaa, 0xfe, 0x4f, 0xf1, 0x2a, 0x80,

    /* U+9668 "陨" */
    0xdd, 0xaa, 0xff, 0x1e, 0xb1, 0x2c, 0x80,

    /* U+9669 "险" */
    0xc9, 0xaa, 0xbe, 0xe, 0xb2, 0xaf, 0x80,

    /* U+966A "陪" */
    0xc9, 0xfe, 0x57, 0xfd, 0xd2, 0xa7, 0x0,

    /* U+9675 "陵" */
    0xc9, 0xba, 0x27, 0xfd, 0x55, 0x25, 0x80,

    /* U+9676 "陶" */
    0xd1, 0xbe, 0xae, 0xfc, 0xb5, 0xef, 0x80,

    /* U+9677 "陷" */
    0xef, 0x67, 0x15, 0xbb, 0x3a, 0xe7, 0x80,

    /* U+9685 "隅" */
    0xdd, 0xba, 0x27, 0xfe, 0xb5, 0xee, 0x80,

    /* U+9686 "隆" */
    0xcd, 0xaa, 0x27, 0xbd, 0xd1, 0x2f, 0x80,

    /* U+968B "隋" */
    0xe9, 0x7f, 0x55, 0x7b, 0xdb, 0xa5, 0x0,

    /* U+968F "随" */
    0xf5, 0x5f, 0x15, 0xcb, 0x7a, 0xeb, 0x80,

    /* U+9690 "隐" */
    0xd9, 0xd2, 0x76, 0x2d, 0xd6, 0x6b, 0x80,

    /* U+9694 "隔" */
    0xff, 0x5b, 0x35, 0xfb, 0x3b, 0xe5, 0x80,

    /* U+9698 "隘" */
    0xd5, 0xfe, 0x57, 0x1d, 0xd3, 0xaf, 0x80,

    /* U+9699 "隙" */
    0xe5, 0x6f, 0x35, 0x6a, 0x5a, 0xe3, 0x0,

    /* U+969C "障" */
    0xc9, 0xfe, 0x57, 0xfd, 0xd7, 0xe2, 0x0,

    /* U+96A7 "隧" */
    0xeb, 0x8a, 0x7f, 0x6f, 0x75, 0xaf, 0x80,

    /* U+96B6 "隶" */
    0x10, 0xf8, 0x5f, 0xe5, 0x47, 0x35, 0x80,

    /* U+96BE "难" */
    0x15, 0xfc, 0xd5, 0xf5, 0x56, 0x87, 0x80,

    /* U+96C0 "雀" */
    0x10, 0xaa, 0x69, 0x8f, 0xe5, 0xf, 0x80,

    /* U+96C1 "雁" */
    0x7e, 0xa9, 0xbb, 0xe6, 0xed, 0xab, 0x80,

    /* U+96C4 "雄" */
    0x2b, 0xfc, 0xb2, 0x75, 0xd5, 0x9f, 0x80,

    /* U+96C5 "雅" */
    0xea, 0xde, 0xf7, 0x76, 0xd5, 0x9b, 0x80,

    /* U+96C6 "集" */
    0x28, 0xfa, 0xa1, 0xef, 0xe7, 0x35, 0x80,

    /* U+96C7 "雇" */
    0x10, 0xf9, 0xf2, 0xa5, 0xee, 0xa7, 0x80,

    /* U+96CC "雌" */
    0x54, 0xbf, 0xd6, 0xfd, 0x5e, 0xb7, 0x80,

    /* U+96CD "雍" */
    0x11, 0xfd, 0x54, 0xff, 0x4a, 0xa7, 0x80,

    /* U+96CF "雏" */
    0x75, 0x3d, 0xd0, 0xf7, 0x42, 0xbf, 0x80,

    /* U+96D5 "雕" */
    0xfb, 0x5f, 0xf5, 0x7d, 0xdf, 0xa3, 0x80,

    /* U+96E8 "雨" */
    0xfe, 0x23, 0xfc, 0x9b, 0x72, 0x6d, 0x80,

    /* U+96EA "雪" */
    0x39, 0xfe, 0xd8, 0x7, 0xc0, 0x9f, 0x0,

    /* U+96F6 "零" */
    0x39, 0xfe, 0xd9, 0x4f, 0xe4, 0x86, 0x0,

    /* U+96F7 "雷" */
    0x39, 0xfe, 0xd8, 0x7, 0xca, 0x9f, 0x0,

    /* U+96F9 "雹" */
    0x39, 0xfe, 0xd9, 0xfc, 0x27, 0xf, 0x80,

    /* U+96FE "雾" */
    0x39, 0xfe, 0xd9, 0xce, 0xe2, 0x9b, 0x0,

    /* U+9700 "需" */
    0x39, 0xfe, 0xdb, 0xe1, 0x1f, 0xea, 0x80,

    /* U+9704 "霄" */
    0x39, 0xfe, 0xdb, 0xe4, 0x4f, 0x91, 0x0,

    /* U+9707 "震" */
    0x39, 0xfe, 0xdb, 0xe7, 0xed, 0x2d, 0x80,

    /* U+9709 "霉" */
    0x39, 0xfe, 0xdb, 0xed, 0x6f, 0x83, 0x0,

    /* U+970D "霍" */
    0x39, 0xfe, 0xd9, 0x47, 0xf5, 0xf, 0x80,

    /* U+9713 "霓" */
    0x39, 0xfe, 0xda, 0x67, 0xc5, 0x33, 0x80,

    /* U+9716 "霖" */
    0x39, 0xfe, 0xd9, 0x2f, 0xed, 0xad, 0x80,

    /* U+971C "霜" */
    0x39, 0xfe, 0xd9, 0x7f, 0xaf, 0x6b, 0x80,

    /* U+971E "霞" */
    0x39, 0xfe, 0xdf, 0x78, 0xbc, 0xa2, 0x80,

    /* U+9732 "露" */
    0x39, 0xfe, 0xdf, 0x5a, 0x4b, 0x7b, 0x80,

    /* U+9738 "霸" */
    0x39, 0xfe, 0xda, 0x87, 0x7e, 0xca, 0x80,

    /* U+9739 "霹" */
    0x39, 0xfe, 0xdb, 0xf6, 0xbf, 0xd9, 0x0,

    /* U+9752 "青" */
    0x10, 0xf8, 0x47, 0xf4, 0x4f, 0x91, 0x0,

    /* U+9756 "靖" */
    0x45, 0xdc, 0x95, 0xf4, 0xbd, 0xc2, 0x80,

    /* U+9759 "静" */
    0x26, 0xf4, 0x97, 0xf5, 0x6f, 0xd5, 0x0,

    /* U+975B "靛" */
    0x45, 0xfd, 0x5f, 0x2a, 0xfd, 0xad, 0x80,

    /* U+975E "非" */
    0x29, 0xdc, 0xa7, 0x72, 0x9d, 0xca, 0x0,

    /* U+9760 "靠" */
    0x50, 0xfb, 0xfa, 0x27, 0xdd, 0xca, 0x0,

    /* U+9761 "靡" */
    0x8, 0xfd, 0x53, 0xf5, 0x4e, 0xe5, 0x0,

    /* U+9762 "面" */
    0xfe, 0x23, 0xfd, 0x5b, 0xb5, 0x7f, 0x80,

    /* U+9769 "革" */
    0x29, 0xfc, 0xa3, 0xe5, 0x5f, 0xc4, 0x0,

    /* U+9773 "靳" */
    0xa5, 0xf3, 0xc2, 0xff, 0x5a, 0x99, 0x0,

    /* U+9774 "靴" */
    0xad, 0xeb, 0xda, 0xef, 0x5e, 0x95, 0x80,

    /* U+9776 "靶" */
    0xbf, 0xef, 0xda, 0xff, 0x1e, 0x57, 0x80,

    /* U+978B "鞋" */
    0xa5, 0xdf, 0x92, 0xfe, 0xfc, 0x97, 0x80,

    /* U+978D "鞍" */
    0xa9, 0xff, 0xab, 0xfd, 0x59, 0x9c, 0x80,

    /* U+9798 "鞘" */
    0xb7, 0xcb, 0xfa, 0x9f, 0xfe, 0x55, 0x80,

    /* U+97A0 "鞠" */
    0xb1, 0xff, 0xda, 0x5f, 0xfd, 0x55, 0x80,

    /* U+97AD "鞭" */
    0xaf, 0xeb, 0xfa, 0xff, 0xde, 0x96, 0x80,

    /* U+97E6 "韦" */
    0x11, 0xfc, 0x43, 0xe1, 0x1f, 0xc4, 0x80,

    /* U+97E7 "韧" */
    0xfe, 0x97, 0xaa, 0xde, 0xad, 0x55, 0x80,

    /* U+97E9 "韩" */
    0xe8, 0xbf, 0xa5, 0xe4, 0x9f, 0xd2, 0x80,

    /* U+97ED "韭" */
    0x28, 0x53, 0xb9, 0x4e, 0xe5, 0x3f, 0x80,

    /* U+97F3 "音" */
    0x10, 0xf8, 0xa7, 0xf7, 0xc8, 0x9f, 0x0,

    /* U+97F5 "韵" */
    0x29, 0xfd, 0x4f, 0xd0, 0x6d, 0x59, 0x80,

    /* U+97F6 "韶" */
    0x2f, 0xed, 0x6f, 0x80, 0xed, 0x5b, 0x80,

    /* U+9875 "页" */
    0xfe, 0x21, 0xf2, 0x25, 0x42, 0x39, 0x80,

    /* U+9876 "顶" */
    0xfe, 0x91, 0x7a, 0x95, 0xb9, 0x4, 0x80,

    /* U+9877 "顷" */
    0x9f, 0x13, 0xfc, 0x9b, 0xb9, 0x4, 0x80,

    /* U+9879 "项" */
    0x1f, 0xd1, 0x7a, 0x97, 0xb9, 0x4, 0x80,

    /* U+987A "顺" */
    0x5e, 0xe9, 0xfb, 0xd7, 0xea, 0xa6, 0x80,

    /* U+987B "须" */
    0x5f, 0x11, 0x7c, 0x91, 0xa9, 0x24, 0x80,

    /* U+987D "顽" */
    0x6e, 0xb, 0xfb, 0x56, 0xf6, 0x82, 0x80,

    /* U+987E "顾" */
    0xef, 0xb, 0xfe, 0xdc, 0xfe, 0xa2, 0x80,

    /* U+987F "顿" */
    0x2f, 0xe8, 0xbd, 0x5f, 0xe4, 0x8e, 0x80,

    /* U+9881 "颁" */
    0x5e, 0xaa, 0x3b, 0xd5, 0xea, 0xae, 0x80,

    /* U+9882 "颂" */
    0x5e, 0xaa, 0x39, 0x52, 0xea, 0xba, 0x80,

    /* U+9884 "预" */
    0xee, 0x49, 0x3f, 0x56, 0xe8, 0xb6, 0x80,

    /* U+9885 "颅" */
    0x3e, 0x49, 0xfa, 0xd7, 0xe8, 0xa2, 0x80,

    /* U+9886 "领" */
    0x5f, 0x49, 0x38, 0x5e, 0xf4, 0x96, 0x80,

    /* U+9887 "颇" */
    0x2f, 0xea, 0xbf, 0xdd, 0xf4, 0xb6, 0x80,

    /* U+9888 "颈" */
    0x7e, 0x28, 0xbe, 0xd6, 0xe6, 0xb2, 0x80,

    /* U+988A "颊" */
    0x2f, 0xea, 0xf9, 0x5f, 0xe4, 0xb6, 0x80,

    /* U+9890 "颐" */
    0xff, 0x4b, 0xde, 0xbf, 0x74, 0xbe, 0x80,

    /* U+9891 "频" */
    0x2f, 0x6a, 0xbf, 0xdb, 0xe4, 0xb2, 0x80,

    /* U+9893 "颓" */
    0x6f, 0xe9, 0xfd, 0x57, 0xea, 0xa6, 0x80,

    /* U+9896 "颖" */
    0x8f, 0xca, 0x3b, 0x5f, 0xee, 0xaa, 0x80,

    /* U+9897 "颗" */
    0xff, 0x6b, 0xf9, 0x5f, 0xee, 0xaa, 0x80,

    /* U+9898 "题" */
    0x6e, 0xcb, 0xf9, 0x77, 0x4d, 0x67, 0x80,

    /* U+989C "颜" */
    0x2f, 0xe9, 0x7f, 0xda, 0xf2, 0xaa, 0x80,

    /* U+989D "额" */
    0x2f, 0xea, 0xfa, 0xd2, 0xfa, 0x9e, 0x80,

    /* U+98A0 "颠" */
    0x2f, 0xe9, 0xbb, 0x5f, 0xe0, 0xa6, 0x80,

    /* U+98A4 "颤" */
    0x2f, 0xeb, 0x7f, 0xd6, 0xee, 0xba, 0x80,

    /* U+98A7 "颧" */
    0x5f, 0xeb, 0x7a, 0xd7, 0xfa, 0x9e, 0x80,

    /* U+98CE "风" */
    0x7c, 0x89, 0xb2, 0xa6, 0xc8, 0xa1, 0x80,

    /* U+98D8 "飘" */
    0xfe, 0xe5, 0xd8, 0xdf, 0x66, 0x68, 0x80,

    /* U+98DE "飞" */
    0xf8, 0x14, 0x30, 0x50, 0x81, 0x41, 0x80,

    /* U+98DF "食" */
    0x10, 0x53, 0x59, 0xc3, 0xa4, 0x8e, 0x80,

    /* U+9910 "餐" */
    0x2e, 0xeb, 0x69, 0xc7, 0xd5, 0x4d, 0x0,

    /* U+9965 "饥" */
    0x5c, 0xea, 0xd2, 0xa5, 0x4a, 0x99, 0x80,

    /* U+996D "饭" */
    0x46, 0xf2, 0x42, 0xf5, 0xaa, 0x9a, 0x80,

    /* U+996E "饮" */
    0x48, 0xde, 0xda, 0x24, 0x4c, 0x92, 0x80,

    /* U+996F "饯" */
    0x4a, 0xfe, 0xa2, 0xe4, 0xac, 0x96, 0x80,

    /* U+9970 "饰" */
    0x48, 0xde, 0xd2, 0x25, 0xea, 0xd9, 0x0,

    /* U+9971 "饱" */
    0x48, 0xde, 0xca, 0x74, 0xed, 0x13, 0x80,

    /* U+9972 "饲" */
    0x5e, 0xc6, 0xea, 0x15, 0xab, 0x59, 0x80,

    /* U+9975 "饵" */
    0x5e, 0xd6, 0xba, 0x74, 0xab, 0xd8, 0x80,

    /* U+9976 "饶" */
    0x48, 0xfe, 0x92, 0xd7, 0xea, 0x99, 0x80,

    /* U+997A "饺" */
    0x89, 0xfd, 0x55, 0x19, 0x59, 0x2d, 0x80,

    /* U+997C "饼" */
    0x54, 0xc2, 0xfa, 0xa7, 0xea, 0x99, 0x0,

    /* U+997F "饿" */
    0x4e, 0xea, 0x7a, 0xa5, 0x6f, 0x94, 0x80,

    /* U+9981 "馁" */
    0x46, 0xf6, 0x52, 0x47, 0xea, 0x9e, 0x80,

    /* U+9985 "馅" */
    0x4e, 0xe6, 0x92, 0xb5, 0x2e, 0xd7, 0x80,

    /* U+9986 "馆" */
    0x44, 0xfe, 0x4a, 0x64, 0xed, 0x53, 0x80,

    /* U+9988 "馈" */
    0x89, 0xfd, 0xad, 0xfa, 0x39, 0x2c, 0x80,

    /* U+998B "馋" */
    0x4c, 0xee, 0xba, 0x65, 0x6d, 0x11, 0x0,

    /* U+998F "馏" */
    0x4e, 0xee, 0x9b, 0xd5, 0xcf, 0x97, 0x0,

    /* U+9992 "馒" */
    0x5c, 0xea, 0xfb, 0xf5, 0x4d, 0x15, 0x80,

    /* U+9996 "首" */
    0x45, 0xfc, 0x43, 0xe7, 0xc8, 0x9f, 0x0,

    /* U+9999 "香" */
    0xc, 0xe3, 0xf9, 0xcd, 0x6f, 0x9f, 0x0,

    /* U+9A6C "马" */
    0x7c, 0x9, 0x13, 0xf0, 0x3f, 0x41, 0x80,

    /* U+9A6D "驭" */
    0xee, 0x46, 0x2f, 0x52, 0x54, 0x9e, 0x80,

    /* U+9A6E "驮" */
    0xe4, 0x4a, 0x3f, 0x22, 0x54, 0x9e, 0x80,

    /* U+9A6F "驯" */
    0xe2, 0x56, 0xaf, 0x52, 0xb5, 0x58, 0x80,

    /* U+9A70 "驰" */
    0xe4, 0x6a, 0x7f, 0xb3, 0x56, 0x5f, 0x80,

    /* U+9A71 "驱" */
    0xee, 0x52, 0x2f, 0x62, 0xb5, 0x1b, 0x80,

    /* U+9A73 "驳" */
    0xea, 0x4a, 0x2f, 0x2, 0xb4, 0x9e, 0x80,

    /* U+9A74 "驴" */
    0xe4, 0x5e, 0x2f, 0x72, 0x95, 0x1c, 0x0,

    /* U+9A76 "驶" */
    0xe4, 0x7e, 0x5f, 0xf2, 0xd4, 0x9e, 0x80,

    /* U+9A79 "驹" */
    0xe8, 0x5e, 0x4f, 0x72, 0xf4, 0x59, 0x80,

    /* U+9A7B "驻" */
    0xe8, 0x4a, 0x3f, 0x22, 0xf4, 0x9b, 0x80,

    /* U+9A7C "驼" */
    0xe4, 0x7e, 0x4f, 0x42, 0xf5, 0x1b, 0x80,

    /* U+9A7E "驾" */
    0x41, 0xfd, 0x6d, 0x73, 0xe0, 0x7e, 0x80,

    /* U+9A82 "骂" */
    0xef, 0x57, 0xfa, 0x27, 0xe0, 0x7e, 0x80,

    /* U+9A84 "骄" */
    0xec, 0x7e, 0x2f, 0x82, 0xb5, 0x5c, 0x80,

    /* U+9A86 "骆" */
    0xe6, 0x56, 0x17, 0xd2, 0xf5, 0x5b, 0x80,

    /* U+9A87 "骇" */
    0xe4, 0x7e, 0x2f, 0xe2, 0xb4, 0x9e, 0x80,

    /* U+9A8B "骋" */
    0xe4, 0x5e, 0x3f, 0xf2, 0xd4, 0x59, 0x80,

    /* U+9A8C "验" */
    0xe8, 0x6a, 0x3f, 0x2, 0xb6, 0x9f, 0x80,

    /* U+9A8F "骏" */
    0xea, 0x7e, 0x2f, 0x92, 0xd6, 0x9a, 0x80,

    /* U+9A91 "骑" */
    0xe4, 0x7e, 0x17, 0x53, 0xf4, 0x5a, 0x80,

    /* U+9A97 "骗" */
    0xe4, 0x5e, 0x3f, 0x42, 0xf7, 0xda, 0x80,

    /* U+9A9A "骚" */
    0xee, 0x56, 0x17, 0xd2, 0xf5, 0x9f, 0x80,

    /* U+9AA1 "骡" */
    0xfe, 0x56, 0x7f, 0x83, 0xf5, 0x1a, 0x80,

    /* U+9AA4 "骤" */
    0xfe, 0x76, 0x37, 0xd2, 0x97, 0x9a, 0x80,

    /* U+9AA8 "骨" */
    0x7c, 0xcb, 0xfe, 0x37, 0xc8, 0x93, 0x0,

    /* U+9AB8 "骸" */
    0x74, 0xbf, 0xe4, 0xa7, 0xae, 0x96, 0x80,

    /* U+9AD3 "髓" */
    0x74, 0xdf, 0xd5, 0xf7, 0x6e, 0xdf, 0x80,

    /* U+9AD8 "高" */
    0x11, 0xfc, 0xa1, 0xcf, 0xf5, 0x6e, 0x80,

    /* U+9B03 "鬃" */
    0x72, 0x8b, 0xcf, 0xfb, 0xaa, 0xac, 0x80,

    /* U+9B3C "鬼" */
    0x10, 0xf9, 0x53, 0xe7, 0xa5, 0xb3, 0x80,

    /* U+9B41 "魁" */
    0x55, 0xcb, 0xd7, 0x37, 0xcc, 0xaf, 0x80,

    /* U+9B42 "魂" */
    0xe8, 0x3f, 0xea, 0xfb, 0xfd, 0x85, 0x80,

    /* U+9B44 "魄" */
    0x49, 0xfe, 0xef, 0xfb, 0xfd, 0x85, 0x80,

    /* U+9B4F "魏" */
    0x69, 0xfd, 0xed, 0x7f, 0xed, 0xb5, 0x80,

    /* U+9B54 "魔" */
    0x8, 0xfd, 0x53, 0xf5, 0xcb, 0xa9, 0x80,

    /* U+9C7C "鱼" */
    0x39, 0x91, 0xf2, 0xa7, 0xc0, 0x3f, 0x80,

    /* U+9C81 "鲁" */
    0x39, 0x91, 0xf2, 0xaf, 0xe8, 0x9f, 0x0,

    /* U+9C8D "鲍" */
    0x69, 0x5d, 0xcb, 0x76, 0xe1, 0x3b, 0x80,

    /* U+9C9C "鲜" */
    0x6b, 0x7d, 0x93, 0x76, 0x43, 0xf9, 0x0,

    /* U+9CA4 "鲤" */
    0x7f, 0x55, 0xfb, 0x57, 0xe1, 0x37, 0x80,

    /* U+9CB8 "鲸" */
    0x65, 0x7d, 0xab, 0x76, 0x42, 0xf3, 0x0,

    /* U+9CC3 "鳃" */
    0x7f, 0x55, 0xfb, 0xf6, 0x2, 0x7b, 0x80,

    /* U+9CD6 "鳖" */
    0x96, 0xd7, 0xd5, 0x5f, 0xca, 0xbf, 0x80,

    /* U+9CDE "鳞" */
    0xea, 0xbb, 0xae, 0xf, 0x4b, 0xe9, 0x0,

    /* U+9E1F "鸟" */
    0x10, 0xf9, 0x12, 0xa7, 0xe0, 0x7e, 0x80,

    /* U+9E21 "鸡" */
    0x9, 0xf8, 0xd5, 0xe5, 0xf4, 0x46, 0x80,

    /* U+9E23 "鸣" */
    0x9, 0xbb, 0x56, 0xed, 0xe0, 0x4e, 0x80,

    /* U+9E25 "鸥" */
    0xe5, 0x1f, 0x6d, 0x6d, 0xf0, 0x7a, 0x80,

    /* U+9E26 "鸦" */
    0xf4, 0xde, 0xaf, 0xe6, 0xf4, 0x5a, 0x80,

    /* U+9E2D "鸭" */
    0xe9, 0xfb, 0xd7, 0xe5, 0xe8, 0x56, 0x80,

    /* U+9E2F "鸯" */
    0x10, 0xfb, 0xfa, 0xab, 0xe0, 0x7e, 0x80,

    /* U+9E33 "鸳" */
    0x7f, 0xb4, 0xa7, 0xf3, 0xe0, 0x7e, 0x80,

    /* U+9E35 "鸵" */
    0x45, 0xfe, 0xce, 0x4e, 0xe5, 0x2b, 0x80,

    /* U+9E3D "鸽" */
    0x45, 0x5f, 0xa8, 0x6e, 0xf4, 0x7a, 0x80,

    /* U+9E3F "鸿" */
    0x84, 0xfe, 0xa9, 0x6b, 0xfc, 0x66, 0x80,

    /* U+9E43 "鹃" */
    0x64, 0xdc, 0x2f, 0xe9, 0xfe, 0x66, 0x80,

    /* U+9E45 "鹅" */
    0x35, 0xbf, 0xea, 0xe5, 0xfe, 0x56, 0x80,

    /* U+9E4A "鹊" */
    0x55, 0xfd, 0x6f, 0xe0, 0xec, 0x5a, 0x80,

    /* U+9E4F "鹏" */
    0xf5, 0x7f, 0xed, 0xef, 0xf6, 0x6e, 0x80,

    /* U+9E64 "鹤" */
    0x25, 0xfe, 0xab, 0xee, 0xec, 0x5e, 0x80,

    /* U+9E70 "鹰" */
    0x8, 0xfd, 0xb3, 0x75, 0xe8, 0x6e, 0x80,

    /* U+9E7F "鹿" */
    0x8, 0xfd, 0x53, 0xe7, 0x6c, 0xad, 0x80,

    /* U+9E93 "麓" */
    0x45, 0xdd, 0xfa, 0xa7, 0xec, 0xad, 0x80,

    /* U+9EA6 "麦" */
    0x10, 0xf8, 0x47, 0xf2, 0x8a, 0x2b, 0x80,

    /* U+9EBB "麻" */
    0x8, 0xfd, 0x53, 0xf5, 0x4f, 0xe5, 0x0,

    /* U+9EC4 "黄" */
    0x29, 0xfc, 0xa7, 0xf5, 0x4f, 0xb1, 0x80,

    /* U+9ECD "黍" */
    0x39, 0xfc, 0xe6, 0xb2, 0x9f, 0xd5, 0x0,

    /* U+9ECE "黎" */
    0x69, 0xfd, 0xad, 0xb2, 0x9f, 0xd5, 0x0,

    /* U+9ED1 "黑" */
    0x7c, 0xa9, 0xf0, 0x87, 0xc0, 0x2a, 0x80,

    /* U+9ED4 "黔" */
    0xe9, 0xeb, 0xaa, 0xf, 0xe0, 0xaa, 0x0,

    /* U+9ED8 "默" */
    0xeb, 0xd3, 0xfa, 0x4e, 0x82, 0xa8, 0x80,

    /* U+9F0E "鼎" */
    0x39, 0x76, 0xef, 0x72, 0x8d, 0xea, 0x80,

    /* U+9F13 "鼓" */
    0x45, 0xdd, 0x15, 0x7c, 0xac, 0xb6, 0x80,

    /* U+9F20 "鼠" */
    0x5a, 0x2f, 0xaa, 0xda, 0xad, 0x40,

    /* U+9F3B "鼻" */
    0x10, 0x70, 0xa3, 0xe5, 0x5f, 0xd2, 0x0,

    /* U+9F50 "齐" */
    0x11, 0xfc, 0xa0, 0x8e, 0xe5, 0x12, 0x0,

    /* U+9F7F "齿" */
    0x10, 0xb9, 0x47, 0xe9, 0x35, 0x7f, 0x80,

    /* U+9F84 "龄" */
    0x25, 0x76, 0x97, 0x8b, 0xfb, 0x7d, 0x0,

    /* U+9F8B "龋" */
    0x27, 0x7a, 0xb7, 0xeb, 0xfb, 0xfe, 0x80,

    /* U+9F99 "龙" */
    0x25, 0xfc, 0xa1, 0x52, 0xcb, 0x63, 0x80,

    /* U+9F9A "龚" */
    0x25, 0xfc, 0xaa, 0xef, 0xe0, 0x31, 0x80,

    /* U+9F9F "龟" */
    0x39, 0x91, 0xf2, 0xa7, 0xc2, 0x43, 0x80,

    /* U+FF01 "！" */
    0xfa,

    /* U+FF02 "＂" */
    0xb4,

    /* U+FF03 "＃" */
    0x14, 0xfc, 0xa1, 0x42, 0x9f, 0x94, 0x0,

    /* U+FF04 "＄" */
    0x11, 0xf9, 0x1e, 0x27, 0xe2, 0x0,

    /* U+FF05 "％" */
    0x43, 0x49, 0x20, 0x82, 0x49, 0x61, 0x0,

    /* U+FF06 "＆" */
    0x30, 0x91, 0x41, 0x25, 0x51, 0x1d, 0x80,

    /* U+FF07 "＇" */
    0xc0,

    /* U+FF08 "（" */
    0x2a, 0x48, 0x88,

    /* U+FF09 "）" */
    0x88, 0x92, 0xa0,

    /* U+FF0A "＊" */
    0x25, 0x5c, 0x47, 0x54, 0x80,

    /* U+FF0B "＋" */
    0x10, 0x20, 0x47, 0xf1, 0x2, 0x4, 0x0,

    /* U+FF0C "，" */
    0xd8,

    /* U+FF0D "－" */
    0xfe,

    /* U+FF0E "．" */
    0xf0,

    /* U+FF0F "／" */
    0x2, 0x8, 0x20, 0x82, 0x8, 0x20, 0x0,

    /* U+FF10 "０" */
    0x7a, 0x18, 0xed, 0xc6, 0x17, 0x80,

    /* U+FF11 "１" */
    0x59, 0x24, 0xb8,

    /* U+FF12 "２" */
    0x7a, 0x10, 0x46, 0x62, 0xf, 0xc0,

    /* U+FF13 "３" */
    0x7a, 0x10, 0x4e, 0x6, 0x17, 0x80,

    /* U+FF14 "４" */
    0x8, 0x62, 0x92, 0x8b, 0xf0, 0x80,

    /* U+FF15 "５" */
    0xfe, 0xf, 0xa1, 0x6, 0x17, 0x80,

    /* U+FF16 "６" */
    0x39, 0x8, 0x3e, 0x86, 0x17, 0x80,

    /* U+FF17 "７" */
    0xfc, 0x10, 0x84, 0x10, 0x82, 0x0,

    /* U+FF18 "８" */
    0x7a, 0x18, 0x5e, 0x86, 0x17, 0x80,

    /* U+FF19 "９" */
    0x7a, 0x18, 0x5f, 0x4, 0x27, 0x0,

    /* U+FF1A "：" */
    0xf3, 0xc0,

    /* U+FF1B "；" */
    0xf3, 0x60,

    /* U+FF1C "＜" */
    0x6, 0x73, 0x1, 0xc0, 0x60,

    /* U+FF1D "＝" */
    0xfe, 0x3, 0xf8,

    /* U+FF1E "＞" */
    0xc0, 0x70, 0x19, 0xcc, 0x0,

    /* U+FF1F "？" */
    0x74, 0x42, 0x22, 0x0, 0x80,

    /* U+FF20 "＠" */
    0x38, 0x8a, 0x6d, 0x5b, 0x48, 0xe, 0x0,

    /* U+FF21 "Ａ" */
    0x10, 0x50, 0xa2, 0x27, 0xd0, 0x60, 0x80,

    /* U+FF22 "Ｂ" */
    0xfa, 0x18, 0x7e, 0x86, 0x1f, 0x80,

    /* U+FF23 "Ｃ" */
    0x7a, 0x18, 0x20, 0x82, 0x17, 0x80,

    /* U+FF24 "Ｄ" */
    0xf2, 0x28, 0x61, 0x86, 0x2f, 0x0,

    /* U+FF25 "Ｅ" */
    0xfe, 0x8, 0x3e, 0x82, 0xf, 0xc0,

    /* U+FF26 "Ｆ" */
    0xfe, 0x8, 0x3e, 0x82, 0x8, 0x0,

    /* U+FF27 "Ｇ" */
    0x7a, 0x18, 0x27, 0x86, 0x17, 0x80,

    /* U+FF28 "Ｈ" */
    0x86, 0x18, 0x7f, 0x86, 0x18, 0x40,

    /* U+FF29 "Ｉ" */
    0xe9, 0x24, 0xb8,

    /* U+FF2A "Ｊ" */
    0x4, 0x10, 0x41, 0x6, 0x17, 0x80,

    /* U+FF2B "Ｋ" */
    0x86, 0x29, 0x28, 0xd2, 0x28, 0x40,

    /* U+FF2C "Ｌ" */
    0x82, 0x8, 0x20, 0x82, 0xf, 0xc0,

    /* U+FF2D "Ｍ" */
    0x83, 0x8e, 0xad, 0x59, 0x32, 0x60, 0x80,

    /* U+FF2E "Ｎ" */
    0x87, 0x1a, 0x65, 0x8e, 0x18, 0x40,

    /* U+FF2F "Ｏ" */
    0x7a, 0x18, 0x61, 0x86, 0x17, 0x80,

    /* U+FF30 "Ｐ" */
    0xfa, 0x18, 0x7e, 0x82, 0x8, 0x0,

    /* U+FF31 "Ｑ" */
    0x7a, 0x18, 0x61, 0x96, 0x27, 0x40,

    /* U+FF32 "Ｒ" */
    0xfa, 0x18, 0x7e, 0x92, 0x28, 0x40,

    /* U+FF33 "Ｓ" */
    0x7a, 0x18, 0x1e, 0x6, 0x17, 0x80,

    /* U+FF34 "Ｔ" */
    0xfe, 0x20, 0x40, 0x81, 0x2, 0x4, 0x0,

    /* U+FF35 "Ｕ" */
    0x86, 0x18, 0x61, 0x86, 0x17, 0x80,

    /* U+FF36 "Ｖ" */
    0x83, 0x5, 0x12, 0x22, 0x85, 0x4, 0x0,

    /* U+FF37 "Ｗ" */
    0x83, 0x26, 0x4d, 0x5a, 0xa8, 0x91, 0x0,

    /* U+FF38 "Ｘ" */
    0x82, 0x88, 0xa0, 0x82, 0x88, 0xa0, 0x80,

    /* U+FF39 "Ｙ" */
    0x82, 0x88, 0xa0, 0x81, 0x2, 0x4, 0x0,

    /* U+FF3A "Ｚ" */
    0xfc, 0x10, 0x84, 0x21, 0xf, 0xc0,

    /* U+FF3B "［" */
    0xf2, 0x49, 0x38,

    /* U+FF3C "＼" */
    0x80, 0x80, 0x80, 0x80, 0x80, 0x80, 0x80,

    /* U+FF3D "］" */
    0xe4, 0x92, 0x78,

    /* U+FF3E "＾" */
    0x54,

    /* U+FF3F "＿" */
    0xfe,

    /* U+FF40 "｀" */
    0x90,

    /* U+FF41 "ａ" */
    0x70, 0x5f, 0x17, 0x80,

    /* U+FF42 "ｂ" */
    0x84, 0x2d, 0x98, 0xc7, 0xc0,

    /* U+FF43 "ｃ" */
    0x74, 0x61, 0x17, 0x0,

    /* U+FF44 "ｄ" */
    0x8, 0x5b, 0x38, 0xc5, 0xe0,

    /* U+FF45 "ｅ" */
    0x74, 0x7f, 0x7, 0x0,

    /* U+FF46 "ｆ" */
    0x34, 0xe4, 0x44, 0x40,

    /* U+FF47 "ｇ" */
    0x7c, 0x5e, 0x17, 0x0,

    /* U+FF48 "ｈ" */
    0x84, 0x2d, 0x98, 0xc6, 0x20,

    /* U+FF49 "ｉ" */
    0xbe,

    /* U+FF4A "ｊ" */
    0x10, 0x11, 0x19, 0x60,

    /* U+FF4B "ｋ" */
    0x88, 0x9a, 0xca, 0x90,

    /* U+FF4C "ｌ" */
    0xd5, 0x54,

    /* U+FF4D "ｍ" */
    0xd5, 0x6b, 0x5a, 0x80,

    /* U+FF4E "ｎ" */
    0xb6, 0x63, 0x18, 0x80,

    /* U+FF4F "ｏ" */
    0x74, 0x63, 0x17, 0x0,

    /* U+FF50 "ｐ" */
    0xf4, 0x7d, 0x8, 0x0,

    /* U+FF51 "ｑ" */
    0x7c, 0x5e, 0x10, 0x80,

    /* U+FF52 "ｒ" */
    0xb6, 0x61, 0x8, 0x0,

    /* U+FF53 "ｓ" */
    0x7c, 0x1c, 0x1f, 0x0,

    /* U+FF54 "ｔ" */
    0x47, 0x90, 0x84, 0x98,

    /* U+FF55 "ｕ" */
    0x8c, 0x63, 0x36, 0x80,

    /* U+FF56 "ｖ" */
    0x8c, 0x54, 0xa2, 0x0,

    /* U+FF57 "ｗ" */
    0x8d, 0x6a, 0xa5, 0x0,

    /* U+FF58 "ｘ" */
    0x8a, 0x88, 0xa8, 0x80,

    /* U+FF59 "ｙ" */
    0x8a, 0x94, 0x4c, 0x0,

    /* U+FF5A "ｚ" */
    0xf8, 0x88, 0x8f, 0x80,

    /* U+FF5B "｛" */
    0x34, 0x48, 0x44, 0x30,

    /* U+FF5C "｜" */
    0xfe,

    /* U+FF5D "｝" */
    0xc2, 0x21, 0x22, 0xc0,

    /* U+FF5E "～" */
    0x61, 0x24, 0x30
};


/*---------------------
 *  GLYPH DESCRIPTION
 *--------------------*/

static const lv_font_fmt_txt_glyph_dsc_t glyph_dsc[] = {
    {.bitmap_index = 0, .adv_w = 0, .box_w = 0, .box_h = 0, .ofs_x = 0, .ofs_y = 0} /* id = 0 reserved */,
    {.bitmap_index = 0, .adv_w = 64, .box_w = 1, .box_h = 6, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 1, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 5, .adv_w = 64, .box_w = 3, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 10, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 13, .adv_w = 64, .box_w = 1, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 14, .adv_w = 64, .box_w = 2, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 16, .adv_w = 64, .box_w = 2, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 20, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 22, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 24, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 25, .adv_w = 64, .box_w = 3, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 28, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 31, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 34, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 37, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 40, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 43, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 46, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 49, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 52, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 55, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 58, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 59, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 61, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 63, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 65, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 67, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 70, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 73, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 76, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 79, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 82, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 85, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 88, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 91, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 94, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 97, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 100, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 103, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 106, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 109, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 112, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 115, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 118, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 121, .adv_w = 64, .box_w = 3, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 124, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 127, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 130, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 133, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 136, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 139, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 142, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 145, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 148, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 151, .adv_w = 64, .box_w = 2, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 153, .adv_w = 64, .box_w = 3, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 156, .adv_w = 64, .box_w = 2, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 158, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 159, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 160, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 161, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 163, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 166, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 168, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 171, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 173, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 176, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 178, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 181, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 184, .adv_w = 64, .box_w = 3, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 187, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 190, .adv_w = 64, .box_w = 3, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 193, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 195, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 197, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 199, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 201, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 203, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 205, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 207, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 209, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 211, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 213, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 215, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 217, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 219, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 221, .adv_w = 64, .box_w = 3, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 224, .adv_w = 64, .box_w = 1, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 225, .adv_w = 64, .box_w = 3, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 228, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 229, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 230, .adv_w = 128, .box_w = 4, .box_h = 1, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 231, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 232, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 233, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 234, .adv_w = 128, .box_w = 7, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 235, .adv_w = 128, .box_w = 8, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 236, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 239, .adv_w = 128, .box_w = 7, .box_h = 3, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 242, .adv_w = 128, .box_w = 2, .box_h = 3, .ofs_x = 4, .ofs_y = 3},
    {.bitmap_index = 243, .adv_w = 128, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 244, .adv_w = 128, .box_w = 2, .box_h = 3, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 245, .adv_w = 128, .box_w = 5, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 247, .adv_w = 128, .box_w = 5, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 249, .adv_w = 128, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 251, .adv_w = 128, .box_w = 7, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 252, .adv_w = 128, .box_w = 7, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 257, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 262, .adv_w = 128, .box_w = 7, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 267, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 272, .adv_w = 128, .box_w = 8, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 273, .adv_w = 128, .box_w = 8, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 276, .adv_w = 128, .box_w = 1, .box_h = 8, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 277, .adv_w = 128, .box_w = 3, .box_h = 8, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 280, .adv_w = 128, .box_w = 7, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 281, .adv_w = 128, .box_w = 7, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 284, .adv_w = 128, .box_w = 1, .box_h = 7, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 285, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 288, .adv_w = 128, .box_w = 7, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 289, .adv_w = 128, .box_w = 7, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 292, .adv_w = 128, .box_w = 1, .box_h = 7, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 293, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 296, .adv_w = 128, .box_w = 5, .box_h = 4, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 299, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 303, .adv_w = 128, .box_w = 6, .box_h = 4, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 306, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 310, .adv_w = 128, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 312, .adv_w = 128, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 315, .adv_w = 128, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 318, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 322, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 3, .ofs_y = 2},
    {.bitmap_index = 326, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 3, .ofs_y = 1},
    {.bitmap_index = 330, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 334, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 2, .ofs_y = 1},
    {.bitmap_index = 339, .adv_w = 128, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 342, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 345, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 349, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 353, .adv_w = 128, .box_w = 5, .box_h = 8, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 358, .adv_w = 128, .box_w = 5, .box_h = 8, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 363, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 369, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 375, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 381, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 387, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 393, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 399, .adv_w = 128, .box_w = 4, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 403, .adv_w = 128, .box_w = 4, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 407, .adv_w = 128, .box_w = 5, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 412, .adv_w = 128, .box_w = 5, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 417, .adv_w = 128, .box_w = 5, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 422, .adv_w = 128, .box_w = 5, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 427, .adv_w = 128, .box_w = 5, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 432, .adv_w = 128, .box_w = 5, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 437, .adv_w = 128, .box_w = 8, .box_h = 4, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 441, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 446, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 451, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 456, .adv_w = 128, .box_w = 8, .box_h = 4, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 460, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 465, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 470, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 475, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 480, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 486, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 492, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 498, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 503, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 509, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 515, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 521, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 529, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 537, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 545, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 553, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 561, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 569, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 577, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 585, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 593, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 601, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 609, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 617, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 625, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 633, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 641, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 649, .adv_w = 128, .box_w = 7, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 650, .adv_w = 128, .box_w = 7, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 653, .adv_w = 128, .box_w = 1, .box_h = 7, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 654, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 657, .adv_w = 128, .box_w = 8, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 660, .adv_w = 128, .box_w = 3, .box_h = 8, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 663, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 667, .adv_w = 128, .box_w = 6, .box_h = 4, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 670, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 674, .adv_w = 128, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 677, .adv_w = 128, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 680, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 684, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 3, .ofs_y = 1},
    {.bitmap_index = 688, .adv_w = 128, .box_w = 6, .box_h = 5, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 692, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 2, .ofs_y = 1},
    {.bitmap_index = 697, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 700, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 704, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 708, .adv_w = 128, .box_w = 5, .box_h = 8, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 713, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 719, .adv_w = 128, .box_w = 6, .box_h = 8, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 725, .adv_w = 128, .box_w = 4, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 729, .adv_w = 128, .box_w = 5, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 734, .adv_w = 128, .box_w = 5, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 739, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 744, .adv_w = 128, .box_w = 8, .box_h = 4, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 748, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 753, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 759, .adv_w = 128, .box_w = 8, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 764, .adv_w = 128, .box_w = 8, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 770, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 778, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 786, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 794, .adv_w = 128, .box_w = 5, .box_h = 4, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 797, .adv_w = 128, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 799, .adv_w = 128, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 802, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 3, .ofs_y = 2},
    {.bitmap_index = 806, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 814, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 822, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 830, .adv_w = 128, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 831, .adv_w = 128, .box_w = 1, .box_h = 5, .ofs_x = 3, .ofs_y = 2},
    {.bitmap_index = 832, .adv_w = 128, .box_w = 5, .box_h = 1, .ofs_x = 3, .ofs_y = 2},
    {.bitmap_index = 833, .adv_w = 128, .box_w = 1, .box_h = 4, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 834, .adv_w = 128, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 836, .adv_w = 128, .box_w = 3, .box_h = 5, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 838, .adv_w = 128, .box_w = 5, .box_h = 3, .ofs_x = 3, .ofs_y = 1},
    {.bitmap_index = 840, .adv_w = 128, .box_w = 3, .box_h = 4, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 842, .adv_w = 128, .box_w = 8, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 845, .adv_w = 128, .box_w = 3, .box_h = 8, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 848, .adv_w = 128, .box_w = 8, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 851, .adv_w = 128, .box_w = 3, .box_h = 8, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 854, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 861, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 868, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 875, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 882, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 889, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 896, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 903, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 910, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 917, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 924, .adv_w = 128, .box_w = 3, .box_h = 3, .ofs_x = 2, .ofs_y = 1},
    {.bitmap_index = 926, .adv_w = 128, .box_w = 3, .box_h = 3, .ofs_x = 2, .ofs_y = 1},
    {.bitmap_index = 928, .adv_w = 128, .box_w = 7, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 931, .adv_w = 128, .box_w = 7, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 934, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 937, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 940, .adv_w = 128, .box_w = 7, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 943, .adv_w = 128, .box_w = 7, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 946, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 953, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 960, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 964, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 968, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 975, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 982, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 986, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 990, .adv_w = 128, .box_w = 7, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 995, .adv_w = 128, .box_w = 7, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 1000, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1007, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1014, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 1018, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 1022, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1029, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1036, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 1040, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 1044, .adv_w = 128, .box_w = 7, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 1049, .adv_w = 128, .box_w = 7, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 1054, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1061, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1068, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1075, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1082, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1087, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1094, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1101, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1108, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1115, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1122, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1129, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1136, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1143, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1150, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1157, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1164, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1168, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 1172, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1180, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1188, .adv_w = 128, .box_w = 8, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1192, .adv_w = 128, .box_w = 8, .box_h = 4, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1196, .adv_w = 128, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1198, .adv_w = 128, .box_w = 4, .box_h = 4, .ofs_x = 3, .ofs_y = 2},
    {.bitmap_index = 1200, .adv_w = 128, .box_w = 4, .box_h = 4, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 1202, .adv_w = 128, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1204, .adv_w = 128, .box_w = 7, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1208, .adv_w = 128, .box_w = 7, .box_h = 4, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1212, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1220, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1228, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1236, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1244, .adv_w = 128, .box_w = 4, .box_h = 4, .ofs_x = 2, .ofs_y = 1},
    {.bitmap_index = 1246, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1253, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1260, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1267, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1274, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1281, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1288, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1295, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1302, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1309, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1316, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1323, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1330, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1337, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1344, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1351, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1358, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1365, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1373, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1381, .adv_w = 128, .box_w = 8, .box_h = 8, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1389, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 1393, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 1397, .adv_w = 128, .box_w = 4, .box_h = 4, .ofs_x = 2, .ofs_y = 1},
    {.bitmap_index = 1399, .adv_w = 128, .box_w = 4, .box_h = 4, .ofs_x = 2, .ofs_y = 1},
    {.bitmap_index = 1401, .adv_w = 128, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1402, .adv_w = 128, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1404, .adv_w = 128, .box_w = 5, .box_h = 4, .ofs_x = 1, .ofs_y = 1},
    {.bitmap_index = 1407, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1414, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 1419, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1426, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1433, .adv_w = 128, .box_w = 2, .box_h = 7, .ofs_x = 4, .ofs_y = -1},
    {.bitmap_index = 1435, .adv_w = 128, .box_w = 2, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1437, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1442, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1447, .adv_w = 128, .box_w = 3, .box_h = 5, .ofs_x = 3, .ofs_y = 1},
    {.bitmap_index = 1449, .adv_w = 128, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1451, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 2, .ofs_y = 0},
    {.bitmap_index = 1454, .adv_w = 128, .box_w = 4, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1457, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 1460, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1463, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 1467, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 1471, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 1474, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1477, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 1481, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1485, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 1489, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1493, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 1497, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1501, .adv_w = 128, .box_w = 7, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 1504, .adv_w = 128, .box_w = 4, .box_h = 3, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 1506, .adv_w = 128, .box_w = 4, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1508, .adv_w = 128, .box_w = 4, .box_h = 3, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1510, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1517, .adv_w = 128, .box_w = 1, .box_h = 7, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 1518, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 1522, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1527, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1534, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1539, .adv_w = 128, .box_w = 7, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1542, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 1548, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1555, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1562, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1569, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1576, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1583, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1590, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1597, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1604, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1611, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 1616, .adv_w = 128, .box_w = 7, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1617, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1624, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1631, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1638, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1645, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1652, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1659, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1666, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1673, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1680, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1687, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1694, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1701, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1708, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1715, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1722, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1729, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1736, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1743, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1750, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1757, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1764, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1771, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1778, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1785, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1792, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1799, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1806, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1813, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1820, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1827, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1834, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1841, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1848, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1855, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1862, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1869, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1876, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1883, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1890, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1897, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1904, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1911, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1918, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1925, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1932, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1939, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1946, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1953, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1960, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1967, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1974, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1981, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1988, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 1995, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 2001, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2008, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2015, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2022, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2029, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2036, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2043, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2050, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2057, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2064, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2071, .adv_w = 128, .box_w = 7, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 2076, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2083, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2090, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2097, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2104, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2111, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2118, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2125, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2132, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2139, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2146, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2153, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2160, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2167, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2174, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2181, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2188, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2195, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2202, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2209, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2216, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2223, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2230, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2237, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2244, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2251, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2258, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2265, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2272, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2279, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2286, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2293, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2300, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2307, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2314, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2321, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2328, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2335, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2342, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2349, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2356, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2363, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2370, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2377, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2384, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2391, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2398, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2405, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2412, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2419, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2426, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2433, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2440, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2447, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2454, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2461, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2468, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2475, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2482, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2489, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2496, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2503, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2510, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2517, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2524, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2531, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2538, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2545, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2552, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2559, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2566, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2573, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2580, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2587, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2594, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2601, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2608, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2615, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2622, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2629, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2636, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2643, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2650, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2657, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2664, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2671, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2678, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2685, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2692, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2699, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2706, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2713, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2720, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2727, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2734, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2741, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2748, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2755, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2762, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2769, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2776, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2783, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2790, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2797, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2804, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2811, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2818, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2825, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2832, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2839, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2846, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2853, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2860, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2867, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2874, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2881, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2888, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2895, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2902, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2909, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2916, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2923, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2930, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2937, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2944, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2951, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2958, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2965, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2972, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2979, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2986, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 2993, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3000, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3007, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3014, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3021, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3028, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3035, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3042, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3049, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3056, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3063, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3070, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3077, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3084, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3091, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3098, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3105, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3112, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3119, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3126, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3133, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3140, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3147, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3154, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3161, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3168, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3175, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3182, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3189, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3196, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3203, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3210, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3217, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3224, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3231, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3238, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3245, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3252, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3259, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3266, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3273, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3280, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3287, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3294, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3301, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3308, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3315, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3322, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3329, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3336, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3343, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3350, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3357, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3364, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3371, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3378, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3385, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3392, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3399, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3406, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3413, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3420, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3427, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3434, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3441, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3448, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3455, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3462, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3469, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3476, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3483, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3490, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3497, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3504, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3511, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3518, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3525, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3532, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3539, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3546, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3553, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3560, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3567, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3574, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3581, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3588, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3595, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3602, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3609, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3616, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3623, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3630, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3637, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3644, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3651, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3658, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3665, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3672, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3679, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3686, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3693, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3700, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3707, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3714, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3721, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3728, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3735, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3742, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3749, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3756, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3763, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3770, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3777, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3784, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3791, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3798, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3805, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3812, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3819, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3826, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3833, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3840, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3847, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3854, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3861, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3868, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3875, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3882, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3889, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3896, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3903, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3910, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3917, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3924, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3931, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3938, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3945, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3952, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3959, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3966, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3973, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3980, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3987, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 3994, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4001, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4008, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4015, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4022, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4029, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4036, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4043, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4050, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4057, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4064, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4071, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4078, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4085, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4092, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4099, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4106, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4113, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4120, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4127, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4134, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4141, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4148, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4155, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4162, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4169, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4176, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4183, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4190, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4197, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4204, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4211, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4218, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4225, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4232, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4239, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4246, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4253, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4260, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4267, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4274, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4281, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4288, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4295, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4302, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4309, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4316, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4323, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4330, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4337, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4344, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4351, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4358, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4365, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4372, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4379, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4386, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4393, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4400, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4407, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4414, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4421, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4428, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4435, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4442, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4449, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4456, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4463, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4470, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4477, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4484, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4491, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4498, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4505, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4512, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4519, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4526, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 4530, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4537, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4543, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4550, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4557, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4563, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4570, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4577, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4584, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4591, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4598, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4605, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4612, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4619, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4626, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4633, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4640, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4647, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4654, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4661, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4668, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4675, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4682, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4689, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4696, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4703, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4710, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4717, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4724, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4731, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4738, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4745, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4752, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4759, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4766, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4773, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4780, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4787, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4794, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4801, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4808, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4815, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4822, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4829, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4836, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4843, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4850, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4857, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4864, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4871, .adv_w = 128, .box_w = 6, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 4876, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4883, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4890, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4897, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4904, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4911, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4918, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4925, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4932, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4939, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4946, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4953, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4960, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4967, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4974, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4981, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4988, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 4995, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5002, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5009, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5016, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5023, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5030, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5037, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5044, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5051, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5058, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5065, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5072, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5079, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5086, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 5092, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5099, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5106, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5113, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5120, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5127, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5134, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5141, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5148, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5155, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5162, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5169, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5176, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5183, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5190, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5197, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5204, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5211, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5218, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5225, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5232, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5239, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5246, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5253, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5260, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5267, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5274, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5281, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5288, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5295, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5302, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5309, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5316, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5323, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5330, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5337, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5344, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5351, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5358, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5365, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5372, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5379, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5386, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5393, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5400, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5407, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5414, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5421, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5428, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5435, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5442, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5449, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5456, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5463, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5470, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5477, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5484, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5491, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5498, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5505, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5512, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5519, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5526, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5533, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5540, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5547, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5554, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5561, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5568, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5575, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5582, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5589, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5596, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5603, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5610, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5617, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5624, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5631, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5638, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5645, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5652, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5659, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5666, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5673, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5680, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5687, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5694, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5701, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5708, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5715, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5722, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5729, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5736, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5743, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5750, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5757, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5764, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5771, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5778, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5785, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5792, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5799, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5806, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5813, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5820, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5827, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5834, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5841, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5848, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5855, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5862, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5869, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5876, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5883, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5890, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5897, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5904, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5911, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5918, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5925, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5932, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5939, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5946, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5953, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5960, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5967, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5974, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5981, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5988, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 5995, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6002, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6009, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6016, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6023, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6030, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6037, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6044, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6051, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6058, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6065, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6072, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6079, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6086, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6093, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6100, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6107, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6114, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6121, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6128, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6135, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6142, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6149, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6156, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6163, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6170, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6177, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6184, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6191, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6198, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6205, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6212, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6219, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6226, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6233, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6240, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6247, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6254, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6261, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6268, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6275, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6282, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6289, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6296, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6303, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6310, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6317, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6324, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6331, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6338, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6345, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6352, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6359, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6366, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6373, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6380, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6387, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6394, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6401, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6408, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6415, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6422, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6429, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6436, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6443, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6450, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6457, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6464, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6471, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6478, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6485, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6492, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6499, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6506, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6513, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6520, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6527, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6534, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6541, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6548, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6555, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6562, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6569, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6576, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6583, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6590, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6597, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6604, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6611, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6618, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6625, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6632, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6639, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6646, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6653, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6660, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6667, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6674, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6681, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6688, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6695, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6702, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6709, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6716, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6723, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6730, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6737, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6744, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6751, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6758, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6765, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6772, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6779, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6786, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6793, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6800, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6807, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6814, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6821, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6828, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6835, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6842, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6849, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6856, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6863, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6870, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6877, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6884, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6891, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6898, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6905, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6912, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6919, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6926, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6933, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6940, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6947, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6954, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6961, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6968, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6975, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6982, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6989, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 6996, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7003, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7010, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7017, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7024, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7031, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7038, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7045, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7052, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7059, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7066, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7073, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7080, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7087, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7094, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7101, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7108, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7115, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7122, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7129, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7136, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7143, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7150, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7157, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7164, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7171, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7178, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7185, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7192, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7199, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7206, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7213, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7220, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7227, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7234, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7241, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7248, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7255, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7262, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7269, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7276, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7283, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7290, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7297, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7304, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7311, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7318, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7325, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7332, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7339, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7346, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7353, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7360, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7367, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7374, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7381, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7388, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7395, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7402, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7409, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7416, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7423, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7430, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7437, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7444, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7451, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7458, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7465, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7472, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7479, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7486, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7493, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7500, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7507, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7514, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7521, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7528, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7535, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7542, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7549, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7556, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7563, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7570, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7577, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7584, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7591, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7598, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7605, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7612, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7619, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7626, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7633, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7640, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7647, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7654, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7661, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7668, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7675, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7682, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7689, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7696, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7703, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7710, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7717, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7724, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7731, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7738, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7745, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7752, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7759, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7766, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7773, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7780, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7787, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7794, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7801, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7808, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7815, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7822, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7829, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7836, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7843, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7850, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7857, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7864, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7871, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7878, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7885, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7892, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7899, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7906, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7913, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7920, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7927, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7934, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7941, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7948, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7955, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7962, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7969, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7976, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7983, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7990, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 7997, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8004, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8011, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8018, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8025, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8032, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8039, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8046, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8053, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8060, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8067, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8074, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8081, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8088, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8095, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8102, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8109, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8116, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8123, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8130, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8137, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8144, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8151, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8158, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8165, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8172, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8179, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8186, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8193, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8200, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8207, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8214, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8221, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8228, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8235, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8242, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8249, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8256, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8263, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8270, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8277, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8284, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8291, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8298, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8305, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8312, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8319, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8326, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8333, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8340, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8347, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8354, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8361, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8368, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8375, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8382, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8389, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8396, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8403, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8410, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8417, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8424, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8431, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8438, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8445, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8452, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8459, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8466, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8473, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8479, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8486, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8493, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8500, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8507, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8514, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8521, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8528, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8535, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8542, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8549, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8556, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8563, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8570, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8577, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8584, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8591, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8598, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8605, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8612, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8619, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8626, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8633, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8640, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8647, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8654, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8661, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8668, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8675, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8682, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8689, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8696, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8703, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8710, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8717, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8724, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8731, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8738, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8745, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8752, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8759, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8766, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8773, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8780, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8787, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8794, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8801, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8808, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8815, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8822, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8829, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8836, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8843, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8850, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8857, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8864, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8871, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8878, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8885, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8892, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8899, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8906, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8913, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8920, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8927, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8934, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8941, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8948, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8955, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8962, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8969, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8976, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8983, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8990, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 8997, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9004, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9011, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9018, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9025, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9032, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9039, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9046, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9053, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9060, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9067, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9074, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9081, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9088, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9095, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9102, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9109, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9116, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9123, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9130, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9137, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9144, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9151, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 9157, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9164, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9171, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9178, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9185, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9192, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9199, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9206, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9213, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9220, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9227, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9234, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9241, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9248, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9255, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9262, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9269, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9276, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9283, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9290, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9297, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9304, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9311, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9318, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9325, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9332, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9339, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9346, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9353, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9360, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9367, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9374, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9381, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9388, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9395, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9402, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9409, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9416, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9423, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9430, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9437, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9444, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9451, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9458, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9465, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9472, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9479, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9486, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9493, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9500, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9507, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9514, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9521, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9528, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9535, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9542, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9549, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9556, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9563, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9570, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9577, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9584, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9591, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9598, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9605, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9612, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9619, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9626, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9633, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9640, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9647, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9654, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9661, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9668, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9675, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9682, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9689, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9696, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9703, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9710, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9717, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9724, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9731, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9738, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9745, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9752, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9759, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9766, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9773, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9780, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9787, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9794, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9801, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9808, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9815, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9822, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9829, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9836, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9843, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9850, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9857, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9864, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9871, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9878, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9885, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9892, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9899, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9906, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9913, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9920, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9927, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9934, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9941, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9948, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9955, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9962, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9969, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9976, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9983, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9990, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 9997, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10004, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10011, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10018, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10025, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10032, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10039, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10046, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10053, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10060, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10067, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10074, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10081, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10088, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10095, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10102, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10109, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10116, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10123, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10130, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10137, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10144, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10151, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10158, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10165, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10172, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10179, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10186, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10193, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10200, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10207, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10214, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10221, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10228, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10235, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10242, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10249, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10256, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10263, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10270, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10277, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10284, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10290, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10297, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10304, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10311, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10318, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10325, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10332, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10339, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10346, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10353, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10360, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10367, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10374, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10381, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10388, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10395, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10402, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10409, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10416, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10423, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10430, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10437, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10444, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10451, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10458, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10465, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10472, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10479, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10486, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10493, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10500, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10507, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10514, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10521, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10528, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10535, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10542, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10549, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10556, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10563, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10570, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10577, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10584, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10591, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10598, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10605, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10612, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10619, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10626, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10633, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10640, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10647, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10654, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10661, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10668, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10675, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10682, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10689, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10696, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10703, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10710, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10717, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10724, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10731, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10738, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10745, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10752, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10759, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10766, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10773, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10780, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10787, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10794, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10801, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10808, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10815, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10822, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10829, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10836, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10843, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10850, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10857, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10864, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10871, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10878, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10885, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10892, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10899, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10906, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10913, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10920, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10927, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10934, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10941, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10948, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10955, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10962, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10969, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10976, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10983, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10990, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 10997, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11004, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11011, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11018, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11025, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11032, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11039, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11046, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11053, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11060, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11067, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11074, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11081, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11088, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11095, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11102, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11109, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11116, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11123, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11130, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11137, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11144, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11151, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11158, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11165, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11172, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11179, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11186, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11193, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11200, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11207, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11214, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11221, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11228, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11235, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11242, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11249, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11256, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11263, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11270, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11277, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11284, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11291, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11298, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11305, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11312, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11319, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11326, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11333, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11340, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11347, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11354, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11361, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11368, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11375, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11382, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11389, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11396, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11403, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11410, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11417, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11424, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11431, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11438, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11445, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11452, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11459, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11466, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11473, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11480, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11487, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11494, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11501, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11508, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11515, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11522, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11529, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11536, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11543, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11550, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11557, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11564, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11571, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11578, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11585, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11592, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11599, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11606, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11613, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11620, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11627, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11634, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11641, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11648, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11655, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11662, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11669, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11676, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11683, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11690, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11697, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11704, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11711, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11718, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11725, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11732, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11739, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11746, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11753, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11760, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11767, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11774, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11781, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11788, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11795, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11802, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11809, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11816, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11823, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11830, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11837, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11844, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11851, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11858, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11865, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11872, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11879, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11886, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11893, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11900, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11907, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11914, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11921, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11928, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11935, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11942, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11949, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11956, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11963, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11970, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11977, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11984, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11991, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 11998, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12005, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12012, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12019, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12026, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12033, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12040, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12047, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12054, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12061, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12068, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12075, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12082, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12089, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12096, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12103, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12110, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12117, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12124, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12131, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12138, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12145, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12152, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12159, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12166, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12173, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12180, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12187, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12194, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12201, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12208, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12214, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12221, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12228, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12235, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12242, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12249, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12256, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12263, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12270, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12277, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12284, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12291, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12298, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12305, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12312, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12319, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12326, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12333, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12340, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12347, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12354, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12361, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12368, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12375, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12382, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12389, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12396, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12403, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12410, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12417, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12424, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12431, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12438, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12445, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12452, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12459, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12466, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12473, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12480, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12487, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12494, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12501, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12508, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12515, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12522, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12529, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12536, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12543, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12550, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12557, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12564, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12571, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12578, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 12584, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12591, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12598, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12605, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12612, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12619, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12626, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12633, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12640, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12647, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12654, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12661, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12668, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12675, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12682, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12689, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12696, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12703, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12710, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12717, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12724, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12731, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12738, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12745, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12752, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12759, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12766, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12773, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12780, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12787, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12794, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12801, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12808, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12815, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12822, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12829, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12836, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12843, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12850, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12857, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12864, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12871, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12878, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12885, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12892, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12899, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12906, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12913, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12920, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12927, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12934, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12941, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12948, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12955, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12962, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12969, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12976, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12983, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12990, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 12997, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13004, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13011, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13018, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13025, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13032, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13039, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13046, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13053, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13060, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13067, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13074, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13081, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13088, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13095, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13102, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13109, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13116, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13123, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13130, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13137, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13144, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13151, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13158, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13165, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13172, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13179, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13186, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13193, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13200, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13207, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13214, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13221, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13228, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13235, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13242, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13249, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13256, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13263, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13270, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13277, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13284, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13291, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13298, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13305, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13312, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13319, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13326, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13333, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13340, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13347, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13354, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13361, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13368, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13375, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13382, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13389, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13396, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13403, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13410, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13417, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13424, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13431, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13438, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13445, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13452, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13459, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13466, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13473, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13480, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13487, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13494, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13501, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13508, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13515, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13522, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13529, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13536, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13543, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13550, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13557, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13564, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13571, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13578, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13585, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13592, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13599, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13606, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13613, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13620, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13627, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13634, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13641, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13648, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13655, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13662, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13669, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13676, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13683, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13690, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13697, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13704, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13711, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13718, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13725, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13732, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13739, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13746, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13753, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13760, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13767, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13774, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13781, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13788, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13795, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13802, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13809, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13816, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13823, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13830, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13837, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13844, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13851, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13858, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13865, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13872, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13879, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13886, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13893, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13900, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13907, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13914, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13921, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13928, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13935, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13942, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13949, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13956, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13963, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13970, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13977, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13984, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13991, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 13998, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14005, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14012, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14019, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14026, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14033, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14040, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14047, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14054, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14061, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14068, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14075, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14082, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14089, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14096, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14103, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14110, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14117, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14124, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14131, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14138, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14145, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14152, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14159, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14166, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14173, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14180, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14187, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14194, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14201, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14208, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14215, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14222, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14229, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14236, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14243, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14250, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14257, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14264, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14271, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14278, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14285, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14292, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14299, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14306, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14313, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14320, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14327, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14334, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14341, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14348, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14355, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14362, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14369, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14376, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14383, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14390, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14397, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14404, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14411, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14418, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14425, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14432, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14439, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14446, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14453, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14460, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14467, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14474, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14481, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14488, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14495, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14502, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14509, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14516, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14523, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14530, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14537, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14544, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14551, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14558, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14565, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14572, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14579, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14586, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14593, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14600, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14607, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14614, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14621, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14628, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14635, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14642, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14649, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14656, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14663, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14670, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14677, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14684, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14691, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14698, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14705, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14712, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14719, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14726, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14733, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14740, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14747, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14754, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14761, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14768, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14775, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14782, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14789, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14796, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14803, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14810, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14817, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14824, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14831, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14838, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14845, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14852, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14859, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14866, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14873, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14880, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14887, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14894, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14901, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14908, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14915, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14922, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14929, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14936, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14943, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14950, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14957, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14964, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14971, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14978, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14985, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14992, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 14999, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15006, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15013, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15020, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15027, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15034, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15041, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15048, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15055, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15062, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15069, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15076, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15083, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15090, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15097, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15104, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15111, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15118, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15125, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15132, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15139, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15146, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15153, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15160, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15167, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15174, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15181, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15188, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15195, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15202, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15209, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15216, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15223, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15230, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15237, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15244, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15251, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15258, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15265, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15272, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15279, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15286, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15293, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15300, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15307, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15314, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15321, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15328, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15335, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15342, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15349, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15356, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15363, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15370, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15377, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15384, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15391, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15398, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15405, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15412, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15419, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15426, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15433, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15440, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15447, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15454, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15461, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15468, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15475, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15482, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15489, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15496, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15503, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15510, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15517, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15524, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15531, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15538, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15545, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15552, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15559, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15566, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15573, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15580, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15587, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15594, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15601, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15608, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15615, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15622, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15629, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15636, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15643, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15650, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15657, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15664, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15671, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15678, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15685, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15692, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15699, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15706, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15713, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15720, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15727, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15734, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15741, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15748, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15755, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15762, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15769, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15776, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15783, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15790, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15797, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15804, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15811, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15818, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15825, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15832, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15839, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15846, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15853, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15860, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15867, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15874, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15881, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15888, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15895, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15902, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15909, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15916, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15923, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15930, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15937, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15944, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15951, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15958, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15965, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15972, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15979, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15986, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 15993, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16000, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16007, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16014, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16021, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16028, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16035, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16042, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16049, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16056, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16063, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16070, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16077, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16084, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16091, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16098, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16105, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16112, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16119, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16126, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16133, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16140, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16147, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16154, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16161, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16168, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16175, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16182, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16189, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16196, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16203, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16210, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16217, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16224, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16231, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16238, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16245, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16252, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16259, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16266, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16273, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16280, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16287, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16294, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16301, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16308, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16315, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16322, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16329, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16336, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16343, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16350, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16357, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16364, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16371, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16378, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16385, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16392, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16399, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16406, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16413, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16420, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16427, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16434, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16441, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16448, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16455, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16462, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16469, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16476, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16483, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16490, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16497, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16504, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16511, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16518, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16525, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16532, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16539, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16546, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16553, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16560, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16567, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16574, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16581, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16588, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16595, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16602, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16609, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16616, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16623, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16630, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16637, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16644, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16651, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16658, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16665, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16672, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16679, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16686, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16693, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16700, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16707, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16714, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16721, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16728, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16735, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16742, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16749, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16756, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16763, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16770, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16777, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16784, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16791, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16798, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16805, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16812, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16819, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16826, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16833, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16840, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16847, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16854, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16861, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16868, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16875, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16882, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16889, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16896, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16903, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16910, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16917, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16924, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16931, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16938, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16945, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16952, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16959, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16966, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16973, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16980, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16987, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 16994, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17001, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17008, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17015, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17022, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17029, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 17035, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17042, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17049, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17056, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17063, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17070, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17077, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17084, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17091, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17098, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17105, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17112, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17119, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17126, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17133, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17140, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17147, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17154, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17161, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17168, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17175, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17182, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17189, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17196, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17203, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17210, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17217, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17224, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17231, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17238, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17245, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17252, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17259, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17266, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17273, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17280, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17287, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17294, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17301, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17308, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17315, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17322, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17329, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17336, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17343, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17350, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17357, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17364, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17371, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17378, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17385, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17392, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17399, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17406, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17413, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17420, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17427, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17434, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17441, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17448, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17455, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17462, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17469, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 17475, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17482, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17489, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17496, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17503, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17510, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17517, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17524, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17531, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17538, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17545, .adv_w = 128, .box_w = 7, .box_h = 6, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17551, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17558, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17565, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17572, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17579, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17586, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17593, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17600, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17607, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17614, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17621, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17628, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17635, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17642, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17649, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17656, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17663, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 17669, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17676, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17683, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17690, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17697, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17704, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17711, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17718, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17725, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17732, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17739, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17746, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17753, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17760, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17767, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17774, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17781, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17788, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17795, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17802, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17809, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17816, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17823, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17830, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17837, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17844, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17851, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17858, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17865, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17872, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17879, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17886, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17893, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17900, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17907, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17914, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17921, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17928, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17935, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17942, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17949, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17956, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17963, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17970, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17977, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17984, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17991, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 17998, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18005, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18012, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18019, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18026, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18033, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18040, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18047, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18054, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18061, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18068, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18075, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18082, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18089, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18096, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18103, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18110, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18117, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18124, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18131, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18138, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18145, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18152, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18159, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18166, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18173, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18180, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18187, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18194, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18201, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18208, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18215, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18222, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18229, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18236, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18243, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18250, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18257, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18264, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18271, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18278, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18285, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18292, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18299, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18306, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18313, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18320, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18327, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18334, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18341, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18348, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18355, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18362, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18369, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18376, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18383, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18390, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18397, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18404, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18411, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18418, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18425, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18432, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18439, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18446, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18453, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18460, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18467, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18474, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18481, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18488, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18495, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18502, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18509, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18516, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18523, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18530, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18537, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18544, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18551, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18558, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18565, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18572, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18579, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18586, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18593, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18600, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18607, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18614, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18621, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18628, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18635, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18642, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18649, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18656, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18663, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18670, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18677, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18684, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18691, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18698, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18705, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18712, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18719, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18726, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18733, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18740, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18747, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18754, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18761, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18768, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18775, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18782, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18789, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18796, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18803, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18810, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18817, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18824, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18831, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18838, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18845, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18852, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18859, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18866, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18873, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18880, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18887, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18894, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18901, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18908, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18915, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18922, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18929, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18936, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18943, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18950, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18957, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18964, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18971, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18978, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18985, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18992, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 18999, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19006, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19013, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19020, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19027, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19034, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19041, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19048, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19055, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19062, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19069, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19076, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19083, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19090, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19097, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19104, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19111, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19118, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19125, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19132, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19139, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19146, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19153, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19160, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19167, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19174, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19181, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19188, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19195, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19202, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19209, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19216, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19223, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19230, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19237, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19244, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19251, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19258, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19265, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19272, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19279, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19286, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19293, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19300, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19307, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19314, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19321, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19328, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19335, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19342, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19349, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19356, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19363, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19370, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19377, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19384, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19391, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19398, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19405, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19412, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19419, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19426, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19433, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19440, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19447, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19454, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19461, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19468, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19475, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19482, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19489, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19496, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19503, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19510, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19517, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19524, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19531, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19538, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19545, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19552, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19559, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19566, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19573, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19580, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19587, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19594, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19601, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19608, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19615, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19622, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19629, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19636, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19643, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19650, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19657, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19664, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19671, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19678, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19685, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19692, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19699, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19706, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19713, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19720, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19727, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19734, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19741, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19748, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19755, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19762, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19769, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19776, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19783, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19790, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19797, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19804, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19811, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19818, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19825, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19832, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19839, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19846, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19853, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19860, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19867, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19874, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19881, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19888, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19895, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19902, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19909, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19916, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19923, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19930, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19937, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19944, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19951, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19958, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19965, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19972, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19979, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19986, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 19993, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20000, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20007, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20014, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20021, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20028, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20035, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20042, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20049, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20056, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20063, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20070, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20077, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20084, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20091, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20098, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20105, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20112, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20119, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20126, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20133, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20140, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20147, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20154, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20161, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20168, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20175, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20182, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20189, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20196, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20203, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20210, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20217, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20224, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20231, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20238, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20245, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20252, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20259, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20266, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20273, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20280, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20287, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20294, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20301, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20308, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20315, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20322, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20329, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20336, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20343, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20350, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20357, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20364, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20371, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20378, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20385, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20392, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20399, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20406, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20413, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20420, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20427, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20434, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20441, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20448, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20455, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20462, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20469, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20476, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20483, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20490, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20497, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20504, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 20510, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20517, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20524, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20531, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20538, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20545, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20552, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20559, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20566, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20573, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20580, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20587, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20594, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20601, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20608, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20615, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20622, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20629, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20636, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20643, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20650, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20657, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20664, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20671, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20678, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20685, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20692, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20699, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20706, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20713, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20720, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20727, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20734, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20741, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20748, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20755, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20762, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20769, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20776, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20783, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20790, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20797, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20804, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20811, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20818, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20825, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20832, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20839, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20846, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20853, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20860, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20867, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20874, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20881, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20888, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20895, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20902, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20909, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20916, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20923, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20930, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20937, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20944, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20951, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20958, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20965, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20972, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20979, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20986, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 20993, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21000, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21007, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21014, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21021, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21028, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21035, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21042, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21049, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21056, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 21062, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21069, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21076, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21083, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21090, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21097, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21104, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21111, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21118, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21125, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21132, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21139, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21146, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21153, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21160, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21167, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21174, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21181, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21188, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21195, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21202, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21209, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21216, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21223, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21230, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21237, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 21243, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21250, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21257, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21264, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21271, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21278, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21285, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21292, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21299, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21306, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21313, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21320, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21327, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21334, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21341, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21348, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21355, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21362, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21369, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21376, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21383, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21390, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21397, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21404, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21411, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21418, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21425, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21432, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21439, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21446, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21453, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21460, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21467, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21474, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21481, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21488, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21495, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21502, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21509, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21516, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21523, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21530, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21537, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21544, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21551, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21558, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21565, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21572, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21579, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21586, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21593, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21600, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21607, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21614, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21621, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21628, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21635, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21642, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21649, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21656, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21663, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21670, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21677, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21684, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21691, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21698, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21705, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21712, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21719, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21726, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21733, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21740, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21747, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21754, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21761, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21768, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21775, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21782, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21789, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21796, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21803, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21810, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21817, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21824, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21831, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21838, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21845, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21852, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21859, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21866, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21873, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21880, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21887, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21894, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21901, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21908, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21915, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21922, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21929, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21936, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21943, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21950, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21957, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21964, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21971, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21978, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21985, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21992, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 21999, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22006, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22013, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22020, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22027, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22034, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22041, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22048, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22055, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22062, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22069, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22076, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22083, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22090, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22097, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22104, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22111, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22118, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22125, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22132, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22139, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22146, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22153, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22160, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22167, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22174, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22181, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22188, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22195, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22202, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22209, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22216, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22223, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22230, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22237, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22244, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22251, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22258, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22265, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22272, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22279, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22286, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22293, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22300, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22307, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22314, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22321, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22328, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22335, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22342, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22349, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22356, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22363, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22370, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22377, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22384, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22391, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22398, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22405, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22412, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22419, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22426, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22433, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22440, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22447, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22454, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22461, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22468, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22475, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22482, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22489, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22496, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22503, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22510, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22517, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22524, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22531, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22538, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22545, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22552, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22559, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22566, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22573, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22580, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22587, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22594, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22601, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22608, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22615, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22622, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22629, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22636, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22643, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22650, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22657, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22664, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22671, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22678, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22685, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22692, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22699, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22706, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22713, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22720, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22727, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22734, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22741, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22748, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22755, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22762, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22769, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22776, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22783, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22790, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22797, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22804, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22811, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22818, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22825, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22832, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22839, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22846, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22853, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22860, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22867, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22874, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22881, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22888, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22895, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22902, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22909, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22916, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22923, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22930, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22937, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22944, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22951, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22958, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22965, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22972, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22979, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22986, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 22993, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23000, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23007, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23014, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23021, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23028, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23035, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23042, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23049, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23056, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23063, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23070, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23077, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23084, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23091, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23098, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23105, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23112, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23119, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23126, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23133, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23140, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23147, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23154, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23161, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23168, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23175, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23182, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23189, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23196, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23203, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23210, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23217, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23224, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23231, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23238, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23245, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23252, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23259, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23266, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23273, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23280, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23287, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23294, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23301, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23308, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23315, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23322, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23329, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23336, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23343, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23350, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23357, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23364, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23371, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23378, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23385, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23392, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23399, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23406, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23413, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23420, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23427, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23434, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23441, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23448, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23455, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23462, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23469, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23476, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23483, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23490, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23497, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23504, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23511, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23518, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23525, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23532, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23539, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23546, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23553, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23560, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23567, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23574, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23581, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23588, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23595, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23602, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23609, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23616, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23623, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23630, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23637, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23644, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23651, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23658, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23665, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23672, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23679, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23686, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23693, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23700, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23707, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23714, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23721, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23728, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23735, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23742, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23749, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23756, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23763, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23770, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23777, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23784, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23791, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23798, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23805, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23812, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23819, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23826, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23833, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23840, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23847, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23854, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23861, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23868, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23875, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23882, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23889, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23896, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23903, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23910, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23917, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23924, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23931, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23938, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23945, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23952, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23959, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23966, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23973, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23980, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23987, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 23994, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24001, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24008, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24015, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24022, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24029, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24036, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24043, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24050, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24057, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24064, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24071, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24078, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24085, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24092, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24099, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24106, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24113, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24120, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24127, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24134, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24141, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24148, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24155, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24162, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24169, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24176, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24183, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24190, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24197, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24204, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24211, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24218, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24225, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24232, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24239, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24246, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24253, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24260, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24267, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24274, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24281, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24288, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24295, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24302, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24309, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24316, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24323, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24330, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24337, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24344, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24351, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24358, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24365, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24372, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24379, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24386, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24393, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24400, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24407, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24414, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24421, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24428, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24435, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24442, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24449, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24456, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24463, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24470, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24477, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24484, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24491, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24498, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24505, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24512, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24519, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24526, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24533, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24540, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24547, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24554, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24561, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24568, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24575, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24582, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24589, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24596, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24603, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24610, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24617, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24624, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24631, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24638, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24645, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24652, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24659, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24666, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24673, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24680, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24687, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24694, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24701, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24708, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24715, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24722, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24729, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24736, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24743, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24750, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24757, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24764, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24771, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24778, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24785, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24792, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24799, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24806, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24813, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24820, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24827, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24834, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24841, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24848, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24855, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24862, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24869, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24876, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24883, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24890, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24897, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24904, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24911, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24918, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24925, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24932, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24939, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24946, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24953, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24960, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24967, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24974, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24981, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24988, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 24995, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25002, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25009, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25016, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25023, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25030, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25037, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25044, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25051, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25058, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25065, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25072, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25079, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25086, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25093, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25100, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25107, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25114, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25121, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25128, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25135, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25142, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25149, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25156, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25163, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25170, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25177, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25184, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25191, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25198, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25205, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25212, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25219, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25226, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25233, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25240, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25247, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25254, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25261, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25268, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25275, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25282, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25289, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25296, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25303, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25310, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25317, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25324, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25331, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25338, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25345, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25352, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25359, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25366, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25373, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25380, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25387, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25394, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25401, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25408, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25415, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25422, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25429, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25436, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25443, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25450, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25457, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25464, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25471, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25478, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25485, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25492, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25499, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25506, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25513, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25520, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25527, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25534, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25541, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25548, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25555, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25562, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25569, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25576, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25583, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25590, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25597, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25604, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25611, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25618, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25625, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25632, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25639, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25646, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25653, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25660, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25667, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25674, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25681, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25688, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25695, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25702, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25709, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25716, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25723, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25730, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25737, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25744, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25751, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25758, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25765, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25772, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25779, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25786, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25793, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25800, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25807, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25814, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25821, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25828, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25835, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25842, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25849, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25856, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25863, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25870, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25877, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25884, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25891, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25898, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25905, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25912, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25919, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25926, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25933, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25940, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25947, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25954, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25961, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25968, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25975, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25982, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25989, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 25996, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26003, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26010, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26017, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26024, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26031, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26038, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26045, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26052, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26059, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26066, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26073, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26080, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26087, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26094, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26101, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26108, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26115, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26122, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26129, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26136, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26143, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26150, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26157, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26164, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26171, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26178, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26185, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26192, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26199, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26206, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26213, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26220, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26227, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26234, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26241, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26248, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26255, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26262, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26269, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26276, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26283, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26290, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26297, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26304, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26311, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26318, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26325, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26332, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26339, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26346, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26353, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26360, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26367, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26374, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26381, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26388, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26395, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26402, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26409, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26416, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26423, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26430, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26437, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26444, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26451, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26458, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26465, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26472, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26479, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26486, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26493, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26500, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26507, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26514, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26521, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26528, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26535, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26542, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26549, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26556, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26563, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26570, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26577, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26584, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26591, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26598, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26605, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26612, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26619, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26626, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26633, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26640, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26647, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26654, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26661, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26668, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26675, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26682, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26689, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26696, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26703, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26710, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26717, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26724, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26731, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26738, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26745, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26752, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26759, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26766, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26773, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26780, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26787, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26794, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26801, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26808, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26815, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26822, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26829, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26836, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26843, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26850, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26857, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26864, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26871, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26878, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26885, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26892, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26899, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26906, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26913, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26920, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26927, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26934, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26941, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26948, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26955, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26962, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26969, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26976, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26983, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26990, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 26997, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27004, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27011, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27018, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27025, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27032, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27039, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27046, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27053, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27060, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27067, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27074, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27081, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27088, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27095, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27102, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27109, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27116, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27123, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27130, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27137, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27144, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27151, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27158, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27165, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27172, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27179, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27186, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27193, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27200, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27207, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27214, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27221, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27228, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27235, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27242, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27249, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27256, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27263, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27270, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27277, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27284, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27291, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27298, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27305, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27312, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27319, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27326, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27333, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27340, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27347, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27354, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27361, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27368, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27375, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27382, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27389, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27396, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27403, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27410, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27417, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27424, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27431, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27438, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27445, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27452, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27459, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27466, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27473, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27480, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27487, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27494, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27501, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27508, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27515, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27522, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27529, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27536, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27543, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27550, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27557, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27564, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27571, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27578, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27585, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27592, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27599, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27606, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27613, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27620, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27627, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27634, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27641, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27648, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27655, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27662, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27669, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27676, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27683, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27690, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27697, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27704, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27711, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27718, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27725, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27732, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27739, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27746, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27753, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27760, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27767, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27774, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27781, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27788, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27795, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27802, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27809, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27815, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27822, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27829, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27836, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27843, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27850, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27857, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27864, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27871, .adv_w = 128, .box_w = 1, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27872, .adv_w = 128, .box_w = 3, .box_h = 2, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 27873, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27880, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27886, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27893, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27900, .adv_w = 128, .box_w = 1, .box_h = 2, .ofs_x = 3, .ofs_y = 4},
    {.bitmap_index = 27901, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 27904, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27907, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27912, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27919, .adv_w = 128, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27920, .adv_w = 128, .box_w = 7, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 27921, .adv_w = 128, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 27922, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 27929, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27935, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 27938, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27944, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27950, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27956, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27962, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27968, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27974, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27980, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27986, .adv_w = 128, .box_w = 2, .box_h = 5, .ofs_x = 1, .ofs_y = 0},
    {.bitmap_index = 27988, .adv_w = 128, .box_w = 2, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 27990, .adv_w = 128, .box_w = 7, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 27995, .adv_w = 128, .box_w = 7, .box_h = 3, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 27998, .adv_w = 128, .box_w = 7, .box_h = 5, .ofs_x = 0, .ofs_y = 0},
    {.bitmap_index = 28003, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 28008, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 28015, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 28022, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28028, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28034, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28040, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28046, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28052, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28058, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28064, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 28067, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28073, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28079, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28085, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 28092, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28098, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28104, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28110, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28116, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28122, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28128, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 28135, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28141, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 28148, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 28155, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 28162, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 28169, .adv_w = 128, .box_w = 6, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28175, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 28178, .adv_w = 128, .box_w = 7, .box_h = 7, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 28185, .adv_w = 128, .box_w = 3, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28188, .adv_w = 128, .box_w = 3, .box_h = 2, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 28189, .adv_w = 128, .box_w = 7, .box_h = 1, .ofs_x = 0, .ofs_y = -1},
    {.bitmap_index = 28190, .adv_w = 128, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 28191, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28195, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28200, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28204, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28209, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28213, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 28217, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28221, .adv_w = 128, .box_w = 5, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28226, .adv_w = 128, .box_w = 1, .box_h = 7, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 28227, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28231, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 28235, .adv_w = 128, .box_w = 2, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 28237, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28241, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28245, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28249, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28253, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28257, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28261, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28265, .adv_w = 128, .box_w = 5, .box_h = 6, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28269, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28273, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28277, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28281, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28285, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28289, .adv_w = 128, .box_w = 5, .box_h = 5, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28293, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 2, .ofs_y = -1},
    {.bitmap_index = 28297, .adv_w = 128, .box_w = 1, .box_h = 7, .ofs_x = 3, .ofs_y = -1},
    {.bitmap_index = 28298, .adv_w = 128, .box_w = 4, .box_h = 7, .ofs_x = 1, .ofs_y = -1},
    {.bitmap_index = 28302, .adv_w = 128, .box_w = 7, .box_h = 3, .ofs_x = 0, .ofs_y = 1}
};

/*---------------------
 *  CHARACTER MAPPING
 *--------------------*/

static const uint16_t unicode_list_1[] = {
    0x0, 0x1f59, 0x1f5a, 0x1f5b, 0x1f5c, 0x1f5d, 0x1f5e, 0x1f5f,
    0x1f60, 0x1f61, 0x1f62, 0x1f63, 0x1f65, 0x1f66, 0x1f67, 0x1f6f,
    0x20d9, 0x20da, 0x20db, 0x20dc
};

static const uint16_t unicode_list_5[] = {
    0x0, 0x1, 0x2, 0x3, 0x4, 0x6, 0x8, 0x9,
    0x1dca, 0x1dcb, 0x1dcd, 0x1dd1, 0x1dd2, 0x1dd3, 0x1dd4, 0x1dd5,
    0x1dd7, 0x1dd8, 0x1ddb, 0x1ddd, 0x1dde, 0x1de0, 0x1de2, 0x1de3,
    0x1de4, 0x1de5, 0x1de6, 0x1de7, 0x1dec, 0x1dee, 0x1def, 0x1df1,
    0x1df4, 0x1df5, 0x1df7, 0x1dfa, 0x1dfc, 0x1dfe, 0x1e02, 0x1e03,
    0x1e04, 0x1e05, 0x1e07, 0x1e08, 0x1e0d, 0x1e0f, 0x1e12, 0x1e13,
    0x1e15, 0x1e16, 0x1e17, 0x1e18, 0x1e19, 0x1e1a, 0x1e1c, 0x1e1d,
    0x1e1e, 0x1e20, 0x1e22, 0x1e23, 0x1e27, 0x1e28, 0x1e29, 0x1e2a,
    0x1e2b, 0x1e30, 0x1e3a, 0x1e3b, 0x1e3d, 0x1e48, 0x1e50, 0x1e52,
    0x1e53, 0x1e55, 0x1e56, 0x1e58, 0x1e59, 0x1e5b, 0x1e5c, 0x1e5e,
    0x1e5f, 0x1e64, 0x1e65, 0x1e6b, 0x1e6c, 0x1e6e, 0x1e6f, 0x1e70,
    0x1e71, 0x1e72, 0x1e73, 0x1e75, 0x1e76, 0x1e77, 0x1e78, 0x1e7c,
    0x1e84, 0x1e89, 0x1e8a, 0x1e8b, 0x1e8f, 0x1e90, 0x1e91, 0x1e94,
    0x1e95, 0x1e97, 0x1e98, 0x1e9b, 0x1e9d, 0x1e9e, 0x1e9f, 0x1ea0,
    0x1ea1, 0x1ea2, 0x1ea3, 0x1ea9, 0x1ead, 0x1eae, 0x1eaf, 0x1eb4,
    0x1eb6, 0x1eba, 0x1ebc, 0x1ec0, 0x1ec1, 0x1ec5, 0x1ec7, 0x1ec9,
    0x1ecb, 0x1ed4, 0x1ed7, 0x1ed8, 0x1ed9, 0x1eda, 0x1edb, 0x1ee1,
    0x1ee2, 0x1ee3, 0x1ee4, 0x1ee8, 0x1ee9, 0x1eea, 0x1eee, 0x1ef0,
    0x1ef4, 0x1ef9, 0x1efa, 0x1efe, 0x1f00, 0x1f02, 0x1f04, 0x1f06,
    0x1f0d, 0x1f10, 0x1f17, 0x1f18, 0x1f19, 0x1f1a, 0x1f1b, 0x1f1d,
    0x1f1f, 0x1f23, 0x1f25, 0x1f26, 0x1f2a, 0x1f2d, 0x1f33, 0x1f36,
    0x1f39, 0x1f3a, 0x1f3d, 0x1f49, 0x1f4e, 0x1f52, 0x1f55, 0x1f57,
    0x1f61, 0x1f65, 0x1f67, 0x1f6a, 0x1f6d, 0x1f6f, 0x1f70, 0x1f71,
    0x1f72, 0x1f73, 0x1f78, 0x1f79, 0x1f7f, 0x1f89, 0x1f8d, 0x1f8e,
    0x1f94, 0x1f99, 0x1f9a, 0x1fa1, 0x1fa2, 0x1fa7, 0x1fa8, 0x1fab,
    0x1fb3, 0x1fb7, 0x1fb8, 0x1fb9, 0x1fbb, 0x1fc4, 0x1fd7, 0x1fdc,
    0x1fde, 0x1fe2, 0x1fe3, 0x1fe4, 0x1fe9, 0x1feb, 0x1ff0, 0x1ff4,
    0x2004, 0x2006, 0x2008, 0x2011, 0x2019, 0x2024, 0x2026, 0x202f,
    0x2040, 0x2041, 0x2049, 0x204a, 0x204f, 0x2052, 0x2057, 0x206d,
    0x2072, 0x2076, 0x207c, 0x2085, 0x2099, 0x20a4, 0x20b1, 0x20bd,
    0x20bf, 0x20c5, 0x20dc, 0x20eb, 0x2109, 0x210b, 0x210d, 0x210e,
    0x210f, 0x2110, 0x2112, 0x2113, 0x2115, 0x2117, 0x211b, 0x211e,
    0x2124, 0x2126, 0x212c, 0x212f, 0x2132, 0x2135, 0x2136, 0x2137,
    0x213a, 0x213b, 0x213d, 0x213e, 0x213f, 0x2140, 0x2141, 0x2142,
    0x2143, 0x2145, 0x2146, 0x2147, 0x214a, 0x214f, 0x2152, 0x2153,
    0x2156, 0x2157, 0x215c, 0x215f, 0x2161, 0x2163, 0x2165, 0x2166,
    0x216a, 0x216e, 0x2176, 0x2179, 0x217a, 0x217c, 0x217d, 0x217f,
    0x2180, 0x2181, 0x2185, 0x218a, 0x218e, 0x2190, 0x2193, 0x2195,
    0x2196, 0x2199, 0x219b, 0x21a5, 0x21a7, 0x21aa, 0x21ab, 0x21ae,
    0x21b7, 0x21b9, 0x21ba, 0x21bd, 0x21c0, 0x21c2, 0x21c3, 0x21c4,
    0x21c5, 0x21c7, 0x21c9, 0x21ca, 0x21cb, 0x21cd, 0x21d0, 0x21d1,
    0x21d4, 0x21db, 0x21dc, 0x21e1, 0x21e2, 0x21e3, 0x21e4, 0x21e5,
    0x21e7, 0x21ea, 0x21ee, 0x21f2, 0x21f3, 0x21f5, 0x21f8, 0x21fa,
    0x2200, 0x2201, 0x2202, 0x2203, 0x2204, 0x2205, 0x2207, 0x220b,
    0x220c, 0x220d, 0x2214, 0x2217, 0x221a, 0x221b, 0x221e, 0x2220,
    0x222f, 0x2231, 0x2233, 0x2234, 0x2239, 0x223c, 0x2249, 0x2252,
    0x2265, 0x2267, 0x2268, 0x2269, 0x226a, 0x226b, 0x226d, 0x2272,
    0x2273, 0x2274, 0x2275, 0x227b, 0x227c, 0x227d, 0x2289, 0x228d,
    0x2291, 0x2293, 0x2295, 0x229c, 0x22a2, 0x22a9, 0x22ae, 0x22c4,
    0x22c8, 0x22c9, 0x22ca, 0x22cf, 0x22d0, 0x22d2, 0x22e0, 0x22e1,
    0x22e3, 0x22e7, 0x22ea, 0x22eb, 0x22ed, 0x22f4, 0x2303, 0x2304,
    0x2305, 0x2309, 0x230b, 0x230d, 0x2311, 0x2312, 0x2313, 0x2314,
    0x2318, 0x2319, 0x231b, 0x231c, 0x231d, 0x231f, 0x2320, 0x2321,
    0x2324, 0x2326, 0x2328, 0x232a, 0x232b, 0x232c, 0x232e, 0x2331,
    0x2335, 0x2339, 0x233a, 0x233b, 0x233d, 0x233e, 0x233f, 0x2341,
    0x2342, 0x2349, 0x234c, 0x234e, 0x234f, 0x2350, 0x2353, 0x2355,
    0x2356, 0x235f, 0x2362, 0x2364, 0x2369, 0x236c, 0x2370, 0x2372,
    0x2373, 0x2385, 0x2389, 0x238b, 0x238c, 0x2392, 0x2393, 0x2394,
    0x2395, 0x2396, 0x2397, 0x239b, 0x239e, 0x23a0, 0x23a1, 0x23a2,
    0x23a3, 0x23a5, 0x23aa, 0x23ad, 0x23ae, 0x23af, 0x23b0, 0x23b4,
    0x23b5, 0x23b6, 0x23b7, 0x23b8, 0x23b9, 0x23ba, 0x23bc, 0x23bd,
    0x23c0, 0x23c1, 0x23c2, 0x23c3, 0x23c6, 0x23cb, 0x23cd, 0x23ce,
    0x23d2, 0x23d3, 0x23d4, 0x23d6, 0x23d7, 0x23d8, 0x23d9, 0x23da,
    0x23db, 0x23dd, 0x23df, 0x23e1, 0x23e5, 0x23e7, 0x23e8, 0x23e9,
    0x23ea, 0x23f0, 0x23f1, 0x23f2, 0x23f3, 0x23f5, 0x23f6, 0x23f7,
    0x23f8, 0x23f9, 0x23fb, 0x23fe, 0x23ff, 0x2402, 0x2403, 0x2405,
    0x2406, 0x2408, 0x240a, 0x2410, 0x2412, 0x2414, 0x241a, 0x241f,
    0x2422, 0x2425, 0x2426, 0x242c, 0x2432, 0x243d, 0x243f, 0x2442,
    0x2445, 0x2446, 0x2447, 0x244a, 0x2450, 0x2455, 0x2456, 0x2458,
    0x2459, 0x245a, 0x245c, 0x245f, 0x2460, 0x2463, 0x2472, 0x2476,
    0x2479, 0x247b, 0x247d, 0x2482, 0x2487, 0x248a, 0x248b, 0x248e,
    0x2490, 0x2491, 0x2492, 0x2493, 0x2497, 0x2498, 0x249b, 0x24a1,
    0x24a9, 0x24af, 0x24b0, 0x24b2, 0x24b3, 0x24b4, 0x24b7, 0x24b8,
    0x24bc, 0x24c4, 0x24c6, 0x24cb, 0x24d0, 0x24d1, 0x24d3, 0x24da,
    0x24ee, 0x24f6, 0x24f8, 0x24f9, 0x24fb, 0x2508, 0x250d, 0x250e,
    0x2510, 0x2514, 0x252b, 0x252e, 0x252f, 0x2530, 0x2534, 0x2538,
    0x2542, 0x2546, 0x254a, 0x254c, 0x254e, 0x2551, 0x2553, 0x2554,
    0x2562, 0x2566, 0x2567, 0x2571, 0x257d, 0x2581, 0x2585, 0x258f,
    0x259d, 0x25a6, 0x25ab, 0x25ad, 0x25c7, 0x25d3, 0x25d8, 0x25e2,
    0x25e5, 0x25fb, 0x25fc, 0x25fe, 0x2600, 0x2605, 0x2609, 0x2618,
    0x2632, 0x2634, 0x2636, 0x2640, 0x2658, 0x2659, 0x266d, 0x2681,
    0x2686, 0x2694, 0x26a4, 0x26a5, 0x26a8, 0x26aa, 0x26ac, 0x26ae,
    0x26b7, 0x26ba, 0x26bb, 0x26be, 0x26c4, 0x26c7, 0x26c8, 0x26cd,
    0x26d0, 0x26d2, 0x26e9, 0x26ed, 0x26f2, 0x26f7, 0x26fa, 0x2704,
    0x2708, 0x270a, 0x2711, 0x2714, 0x2717, 0x2718, 0x2719, 0x271a,
    0x271b, 0x2721, 0x2724, 0x2725, 0x2727, 0x2728, 0x2729, 0x272a,
    0x272b, 0x272e, 0x2730, 0x2734, 0x2739, 0x2741, 0x274c, 0x274d,
    0x274e, 0x2755, 0x275c, 0x2765, 0x276c, 0x276d, 0x2770, 0x2775,
    0x2778, 0x278c, 0x278d, 0x2795, 0x2798, 0x279e, 0x27a9, 0x27aa,
    0x27c3, 0x27c4, 0x27cc, 0x27d0, 0x27db, 0x27df, 0x27eb, 0x27ee,
    0x27f4, 0x27fa, 0x27ff, 0x2816, 0x281b, 0x281e, 0x2822, 0x2828,
    0x2835, 0x284d, 0x284f, 0x285c, 0x285d, 0x2863, 0x2868, 0x2869,
    0x2872, 0x2873, 0x288b, 0x289f, 0x28ae, 0x28b5, 0x28b6, 0x28b8,
    0x28ba, 0x28bd, 0x28c0, 0x28c3, 0x28ce, 0x28d1, 0x28d7, 0x28d9,
    0x28df, 0x28e0, 0x28e4, 0x28e6, 0x28e9, 0x28f1, 0x28f3, 0x28f4,
    0x28f5, 0x28f8, 0x28f9, 0x28fb, 0x28fe, 0x2901, 0x2902, 0x2903,
    0x2904, 0x290e, 0x2911, 0x2912, 0x2913, 0x2915, 0x2918, 0x2919,
    0x291b, 0x291e, 0x2920, 0x2921, 0x292a, 0x292c, 0x292f, 0x293d,
    0x293e, 0x2940, 0x2942, 0x2943, 0x2947, 0x294c, 0x294e, 0x2950,
    0x2951, 0x2952, 0x2954, 0x295c, 0x295d, 0x2960, 0x2963, 0x296f,
    0x2972, 0x2978, 0x2983, 0x2985, 0x2990, 0x2995, 0x299a, 0x299b,
    0x299d, 0x299e, 0x29a4, 0x29a6, 0x29af, 0x29b2, 0x29b6, 0x29c5,
    0x29c9, 0x29cb, 0x29cd, 0x29ce, 0x29d1, 0x29e2, 0x29e6, 0x29e9,
    0x29ea, 0x29ef, 0x29f3, 0x29fb, 0x2a00, 0x2a10, 0x2a13, 0x2a24,
    0x2a34, 0x2a3e, 0x2a40, 0x2a49, 0x2a5c, 0x2a64, 0x2a7d, 0x2a8b,
    0x2a8c, 0x2a93, 0x2a96, 0x2aab, 0x2ab3, 0x2b1a, 0x2b1e, 0x2b1f,
    0x2b21, 0x2b22, 0x2b23, 0x2b26, 0x2b27, 0x2b29, 0x2b2d, 0x2b2e,
    0x2b30, 0x2b33, 0x2b34, 0x2b3a, 0x2b3f, 0x2b44, 0x2b47, 0x2b4b,
    0x2b4d, 0x2b4f, 0x2b51, 0x2b52, 0x2b53, 0x2b55, 0x2b56, 0x2b59,
    0x2b61, 0x2b62, 0x2b63, 0x2b64, 0x2b65, 0x2b66, 0x2b67, 0x2b68,
    0x2b6a, 0x2b6b, 0x2b6c, 0x2b6d, 0x2b6e, 0x2b70, 0x2b74, 0x2b75,
    0x2b7a, 0x2b7d, 0x2b7e, 0x2b7f, 0x2b80, 0x2b83, 0x2b87, 0x2b88,
    0x2b89, 0x2b8c, 0x2b8e, 0x2b8f, 0x2b90, 0x2b91, 0x2b96, 0x2b9a,
    0x2b9c, 0x2b9d, 0x2ba7, 0x2ba8, 0x2ba9, 0x2bab, 0x2baf, 0x2bb2,
    0x2bc2, 0x2bc3, 0x2bc4, 0x2bc5, 0x2bc6, 0x2bc9, 0x2bcb, 0x2bce,
    0x2bd0, 0x2bd3, 0x2bd4, 0x2bd9, 0x2bdb, 0x2bde, 0x2be0, 0x2be2,
    0x2be4, 0x2be7, 0x2bee, 0x2bf1, 0x2bfb, 0x2c02, 0x2c03, 0x2c04,
    0x2c06, 0x2c07, 0x2c08, 0x2c09, 0x2c0a, 0x2c0b, 0x2c0c, 0x2c0f,
    0x2c12, 0x2c13, 0x2c14, 0x2c15, 0x2c18, 0x2c19, 0x2c1b, 0x2c1f,
    0x2c28, 0x2c2a, 0x2c2b, 0x2c2f, 0x2c39, 0x2c3b, 0x2c43, 0x2c49,
    0x2c4b, 0x2c4c, 0x2c5e, 0x2c61, 0x2c65, 0x2c73, 0x2c77, 0x2c7d,
    0x2c82, 0x2c89, 0x2ca3, 0x2cab, 0x2cb0, 0x2cb2, 0x2cb4, 0x2cb7,
    0x2cba, 0x2cc5, 0x2cd1, 0x2cd8, 0x2cde, 0x2ce0, 0x2cf3, 0x2cf7,
    0x2d16, 0x2d97, 0x2da7, 0x2da8, 0x2dab, 0x2dac, 0x2daf, 0x2db0,
    0x2db1, 0x2db2, 0x2db3, 0x2db5, 0x2db8, 0x2dbb, 0x2dbc, 0x2dbd,
    0x2dbe, 0x2dc1, 0x2dc8, 0x2dcb, 0x2dcc, 0x2dcd, 0x2dcf, 0x2dd0,
    0x2dd2, 0x2dd6, 0x2dda, 0x2ddf, 0x2de0, 0x2de2, 0x2de4, 0x2de5,
    0x2de6, 0x2de7, 0x2df0, 0x2df1, 0x2df7, 0x2df8, 0x2e02, 0x2e07,
    0x2e0c, 0x2e0f, 0x2e16, 0x2e1f, 0x2e2c, 0x2e3c, 0x2e3d, 0x2e3e,
    0x2e40, 0x2e42, 0x2e45, 0x2e46, 0x2e47, 0x2e49, 0x2e4e, 0x2e50,
    0x2e51, 0x2e54, 0x2e59, 0x2e5a, 0x2e5d, 0x2e5e, 0x2e5f, 0x2e61,
    0x2e63, 0x2e64, 0x2e66, 0x2e68, 0x2e69, 0x2e70, 0x2e71, 0x2e77,
    0x2e80, 0x2e81, 0x2e82, 0x2e93, 0x2e94, 0x2e9d, 0x2ea0, 0x2ec0,
    0x2ec1, 0x2ec4, 0x2eca, 0x2ecc, 0x2ecd, 0x2ece, 0x2ed4, 0x2ed9,
    0x2edd, 0x2edf, 0x2ee1, 0x2ee2, 0x2ee5, 0x2ee9, 0x2eea, 0x2eef,
    0x2ef0, 0x2ef1, 0x2ef9, 0x2efb, 0x2f03, 0x2f04, 0x2f1c, 0x2f1d,
    0x2f1f, 0x2f27, 0x2f2c, 0x2f2e, 0x2f30, 0x2f33, 0x2f34, 0x2f36,
    0x2f37, 0x2f3a, 0x2f3b, 0x2f43, 0x2f45, 0x2f46, 0x2f4a, 0x2f4b,
    0x2f4e, 0x2f4f, 0x2f52, 0x2f54, 0x2f55, 0x2f5a, 0x2f5c, 0x2f61,
    0x2f62, 0x2f6b, 0x2f74, 0x2f78, 0x2f81, 0x2f87, 0x2f8d, 0x2f8f,
    0x2f90, 0x2f96, 0x2f97, 0x2fa1, 0x2fa2, 0x2fa3, 0x2faa, 0x2fb1,
    0x2fb5, 0x2fbb, 0x2fbf, 0x2fc5, 0x2fc7, 0x2fc9, 0x2fca, 0x2fcb,
    0x2fcc, 0x2fd8, 0x2fdc, 0x2fde, 0x2fdf, 0x2fe0, 0x2fe6, 0x2fe7,
    0x2fea, 0x2fef, 0x2ff1, 0x2ff2, 0x2ff4, 0x2ff9, 0x3005, 0x300d,
    0x3015, 0x3017, 0x301a, 0x301c, 0x301f, 0x302c, 0x302e, 0x3032,
    0x3033, 0x3035, 0x3036, 0x3037, 0x3039, 0x303a, 0x303d, 0x3040,
    0x3046, 0x3049, 0x304e, 0x3053, 0x3057, 0x305e, 0x3069, 0x306a,
    0x306d, 0x3070, 0x3072, 0x3076, 0x3079, 0x307c, 0x3082, 0x3086,
    0x308f, 0x3094, 0x3095, 0x309b, 0x309f, 0x30a6, 0x30a9, 0x30aa,
    0x30b0, 0x30b1, 0x30b2, 0x30b3, 0x30b5, 0x30b7, 0x30b8, 0x30b9,
    0x30ba, 0x30bd, 0x30c0, 0x30c3, 0x30c4, 0x30cb, 0x30d2, 0x30d3,
    0x30d9, 0x30e4, 0x30e9, 0x30ee, 0x30f1, 0x3109, 0x3112, 0x3116,
    0x3118, 0x311b, 0x311f, 0x312c, 0x3131, 0x3132, 0x313a, 0x3141,
    0x3155, 0x3158, 0x3172, 0x3188, 0x318c, 0x3192, 0x3194, 0x319c,
    0x31b0, 0x31d2, 0x31d4, 0x31d6, 0x31d7, 0x31d8, 0x31d9, 0x31da,
    0x31db, 0x31dc, 0x31e0, 0x31e2, 0x31e4, 0x31f4, 0x31f8, 0x31fd,
    0x31fe, 0x3201, 0x3209, 0x320a, 0x320b, 0x3211, 0x3215, 0x3217,
    0x3218, 0x321b, 0x321c, 0x321d, 0x321e, 0x3222, 0x3225, 0x322d,
    0x3230, 0x3231, 0x3233, 0x3235, 0x3236, 0x3237, 0x3238, 0x3239,
    0x323a, 0x323d, 0x3240, 0x3243, 0x3246, 0x3248, 0x3249, 0x324a,
    0x324e, 0x3253, 0x3254, 0x325b, 0x325c, 0x325d, 0x325f, 0x3260,
    0x3261, 0x3262, 0x3264, 0x3265, 0x326a, 0x326b, 0x326c, 0x326e,
    0x326f, 0x3272, 0x3275, 0x3276, 0x327b, 0x327f, 0x3283, 0x3286,
    0x3287, 0x3289, 0x328c, 0x328e, 0x328f, 0x3290, 0x3291, 0x3292,
    0x3293, 0x3296, 0x3297, 0x3298, 0x329a, 0x329c, 0x329d, 0x329e,
    0x32a0, 0x32a2, 0x32a3, 0x32a5, 0x32a6, 0x32a9, 0x32ac, 0x32ad,
    0x32af, 0x32b0, 0x32b1, 0x32b2, 0x32b3, 0x32b6, 0x32b7, 0x32b9,
    0x32bb, 0x32bd, 0x32be, 0x32c1, 0x32c6, 0x32c7, 0x32c8, 0x32c9,
    0x32cb, 0x32cc, 0x32d1, 0x32d3, 0x32d8, 0x32db, 0x32e0, 0x32e4,
    0x32e5, 0x32e7, 0x32e8, 0x32e9, 0x32ea, 0x32eb, 0x32ed, 0x32ee,
    0x32ef, 0x32f2, 0x32f4, 0x32f5, 0x32f9, 0x3304, 0x3307, 0x330c,
    0x330f, 0x3310, 0x3313, 0x3316, 0x3317, 0x3318, 0x3319, 0x331a,
    0x331f, 0x3328, 0x3329, 0x332b, 0x332c, 0x332d, 0x3331, 0x3338,
    0x3340, 0x3341, 0x3345, 0x334a, 0x334c, 0x3351, 0x3352, 0x3353,
    0x3356, 0x3359, 0x335a, 0x335c, 0x3360, 0x3362, 0x336a, 0x336c,
    0x336d, 0x336f, 0x3371, 0x3372, 0x3373, 0x3374, 0x337d, 0x3381,
    0x3382, 0x3384, 0x3393, 0x3397, 0x3399, 0x339a, 0x339c, 0x33a0,
    0x33ab, 0x33ad, 0x33b3, 0x33b4, 0x33b7, 0x33be, 0x33c7, 0x33ca,
    0x33cb, 0x33cc, 0x33cf, 0x33d9, 0x33da, 0x33dd, 0x33de, 0x33e6,
    0x33e8, 0x33f4, 0x33f6, 0x33f7, 0x3404, 0x3407, 0x340e, 0x3410,
    0x3411, 0x3412, 0x3414, 0x341e, 0x3422, 0x3431, 0x3433, 0x3442,
    0x3443, 0x344c, 0x344f, 0x3451, 0x345b, 0x345c, 0x345f, 0x3468,
    0x346e, 0x3473, 0x3476, 0x3477, 0x3478, 0x347a, 0x347f, 0x3486,
    0x348c, 0x348f, 0x3497, 0x3498, 0x349c, 0x34a8, 0x34b0, 0x34ca,
    0x34dc, 0x34e2, 0x34f5, 0x34f9, 0x3500, 0x3503, 0x3505, 0x3508,
    0x3509, 0x350f, 0x3512, 0x3516, 0x3519, 0x351b, 0x3520, 0x3523,
    0x3525, 0x3527, 0x3528, 0x352c, 0x352d, 0x3530, 0x3536, 0x353a,
    0x353c, 0x353e, 0x3541, 0x3551, 0x3555, 0x3556, 0x355b, 0x3561,
    0x3563, 0x3566, 0x3569, 0x356b, 0x356e, 0x356f, 0x3571, 0x3573,
    0x3577, 0x3579, 0x357a, 0x3583, 0x3587, 0x358b, 0x358f, 0x3595,
    0x3599, 0x35a1, 0x35aa, 0x35ac, 0x35af, 0x35b0, 0x35b1, 0x35b2,
    0x35b3, 0x35b6, 0x35b7, 0x35bb, 0x35c0, 0x35c1, 0x35c4, 0x35cc,
    0x35d0, 0x35d6, 0x35d8, 0x35d9, 0x35dd, 0x35de, 0x35e9, 0x35ea,
    0x35ef, 0x35f1, 0x35f2, 0x35f7, 0x35f9, 0x3606, 0x3608, 0x360d,
    0x3615, 0x3616, 0x361c, 0x361d, 0x361f, 0x3624, 0x362e, 0x3630,
    0x3632, 0x3638, 0x3639, 0x363a, 0x363e, 0x3640, 0x3644, 0x3648,
    0x364c, 0x3651, 0x365b, 0x3660, 0x3661, 0x3678, 0x367e, 0x36a3,
    0x36a7, 0x36ba, 0x36bc, 0x36bd, 0x36be, 0x36c3, 0x36c6, 0x36c8,
    0x36c9, 0x36ca, 0x36d2, 0x36d3, 0x36d5, 0x36d7, 0x36de, 0x36e1,
    0x36e5, 0x36e7, 0x36e9, 0x36f2, 0x36f4, 0x36f5, 0x36f6, 0x36f7,
    0x36f9, 0x36fb, 0x36fe, 0x36ff, 0x3704, 0x3707, 0x370a, 0x370c,
    0x370d, 0x3710, 0x3713, 0x3718, 0x3719, 0x371a, 0x371b, 0x3720,
    0x3726, 0x3729, 0x372a, 0x372b, 0x372f, 0x3732, 0x3737, 0x3739,
    0x373a, 0x3748, 0x3749, 0x374b, 0x374e, 0x3753, 0x375a, 0x375f,
    0x3761, 0x3764, 0x3766, 0x3767, 0x376c, 0x376d, 0x3774, 0x3775,
    0x3779, 0x3780, 0x3781, 0x378e, 0x3799, 0x379a, 0x379b, 0x379c,
    0x379d, 0x379e, 0x37a6, 0x37a8, 0x37aa, 0x37af, 0x37b6, 0x37b9,
    0x37bb, 0x37bd, 0x37be, 0x37c9, 0x37cf, 0x37d1, 0x37d2, 0x37d5,
    0x37d9, 0x37db, 0x37dd, 0x37e0, 0x37e1, 0x37eb, 0x37f4, 0x3801,
    0x3802, 0x3803, 0x3806, 0x3807, 0x380c, 0x380d, 0x380f, 0x3810,
    0x3812, 0x3816, 0x381a, 0x381b, 0x381d, 0x381e, 0x382d, 0x382f,
    0x3832, 0x3833, 0x3840, 0x384b, 0x384f, 0x3850, 0x3861, 0x386c,
    0x3870, 0x3871, 0x3872, 0x3877, 0x3879, 0x387a, 0x387d, 0x388a,
    0x3893, 0x3895, 0x3897, 0x389c, 0x389f, 0x38a2, 0x38a4, 0x38aa,
    0x38b8, 0x38bb, 0x38bf, 0x38c4, 0x38cf, 0x38d7, 0x38d8, 0x38dc,
    0x38f7, 0x38fa, 0x3907, 0x3909, 0x391e, 0x3924, 0x3928, 0x3941,
    0x3946, 0x394c, 0x3950, 0x395e, 0x3966, 0x3972, 0x397e, 0x3981,
    0x399a, 0x39a5, 0x39c7, 0x39d4, 0x39e9, 0x39eb, 0x39f4, 0x39fb,
    0x3a11, 0x3a23, 0x3a2b, 0x3a3b, 0x3a4a, 0x3a4e, 0x3a76, 0x3aea,
    0x3aeb, 0x3aec, 0x3aed, 0x3af1, 0x3afc, 0x3b04, 0x3b08, 0x3b11,
    0x3b13, 0x3b16, 0x3b2c, 0x3b2d, 0x3b2e, 0x3b2f, 0x3b30, 0x3b31,
    0x3b34, 0x3b43, 0x3b45, 0x3b46, 0x3b4d, 0x3b50, 0x3b53, 0x3b54,
    0x3b55, 0x3b60, 0x3b7e, 0x3b7f, 0x3b81, 0x3b89, 0x3b8b, 0x3b8f,
    0x3b95, 0x3b97, 0x3b99, 0x3b9c, 0x3b9e, 0x3b9f, 0x3ba0, 0x3ba1,
    0x3ba3, 0x3ba5, 0x3bab, 0x3bb5, 0x3bb9, 0x3bd9, 0x3bdb, 0x3bdd,
    0x3bde, 0x3be0, 0x3be5, 0x3be9, 0x3bec, 0x3bf0, 0x3bf1, 0x3bf2,
    0x3bf8, 0x3bf9, 0x3bfa, 0x3bfe, 0x3c02, 0x3c0a, 0x3c0b, 0x3c0c,
    0x3c11, 0x3c13, 0x3c1a, 0x3c1f, 0x3c21, 0x3c25, 0x3c27, 0x3c28,
    0x3c29, 0x3c2a, 0x3c2b, 0x3c2e, 0x3c34, 0x3c3a, 0x3c3c, 0x3c43,
    0x3c47, 0x3c48, 0x3c4b, 0x3c4c, 0x3c4d, 0x3c52, 0x3c53, 0x3c59,
    0x3c63, 0x3c65, 0x3c69, 0x3c6b, 0x3c6e, 0x3c6f, 0x3c70, 0x3c71,
    0x3c74, 0x3c75, 0x3c78, 0x3c7d, 0x3c82, 0x3c83, 0x3c85, 0x3c86,
    0x3c87, 0x3c88, 0x3c89, 0x3c8e, 0x3c8f, 0x3c93, 0x3c94, 0x3c96,
    0x3c9f, 0x3ca5, 0x3ca8, 0x3cab, 0x3cac, 0x3cad, 0x3caf, 0x3cb2,
    0x3cb4, 0x3cba, 0x3cbd, 0x3cbf, 0x3cc5, 0x3cc6, 0x3cc7, 0x3ccb,
    0x3cd5, 0x3cdc, 0x3ce1, 0x3ce5, 0x3ce8, 0x3cef, 0x3cf4, 0x3cfb,
    0x3cfc, 0x3d05, 0x3d06, 0x3d07, 0x3d08, 0x3d0b, 0x3d0f, 0x3d10,
    0x3d11, 0x3d14, 0x3d15, 0x3d18, 0x3d1b, 0x3d1d, 0x3d23, 0x3d24,
    0x3d30, 0x3d33, 0x3d34, 0x3d38, 0x3d3e, 0x3d41, 0x3d42, 0x3d4c,
    0x3d4f, 0x3d52, 0x3d53, 0x3d56, 0x3d58, 0x3d5f, 0x3d65, 0x3d67,
    0x3d69, 0x3d6b, 0x3d6d, 0x3d6e, 0x3d70, 0x3d71, 0x3d72, 0x3d73,
    0x3d74, 0x3d79, 0x3d7c, 0x3d7f, 0x3d82, 0x3d8a, 0x3d8e, 0x3d90,
    0x3d95, 0x3d96, 0x3d9b, 0x3da0, 0x3da2, 0x3dab, 0x3dae, 0x3db5,
    0x3db6, 0x3db8, 0x3dbb, 0x3dbd, 0x3dc1, 0x3dc3, 0x3dc5, 0x3dcf,
    0x3dd4, 0x3dd7, 0x3dda, 0x3dde, 0x3de1, 0x3de7, 0x3dea, 0x3deb,
    0x3ded, 0x3dee, 0x3df3, 0x3df7, 0x3df9, 0x3dfe, 0x3e02, 0x3e04,
    0x3e0d, 0x3e17, 0x3e20, 0x3e22, 0x3e25, 0x3e48, 0x3e49, 0x3e4d,
    0x3e4f, 0x3e53, 0x3e5a, 0x3e66, 0x3e6c, 0x3e74, 0x3e79, 0x3e80,
    0x3e84, 0x3e8b, 0x3e91, 0x3e95, 0x3e9b, 0x3e9d, 0x3e9e, 0x3ea4,
    0x3ea8, 0x3eab, 0x3eae, 0x3eaf, 0x3eb0, 0x3eb2, 0x3eb3, 0x3ebe,
    0x3ecc, 0x3ed0, 0x3ed9, 0x3edd, 0x3ede, 0x3eea, 0x3ef5, 0x3efb,
    0x3efd, 0x3f08, 0x3f17, 0x3f22, 0x3f26, 0x3f28, 0x3f30, 0x3f37,
    0x3f38, 0x3f4e, 0x3f52, 0x3f58, 0x3f66, 0x3f6b, 0x3f7d, 0x3f8a,
    0x3f9c, 0x3fdb, 0x4016, 0x4035, 0x4037, 0x4039, 0x403a, 0x403f,
    0x4040, 0x4042, 0x4046, 0x4048, 0x4049, 0x4053, 0x4054, 0x4058,
    0x405c, 0x405e, 0x405f, 0x4063, 0x4076, 0x4077, 0x4078, 0x4079,
    0x407d, 0x4082, 0x4083, 0x4086, 0x4087, 0x408b, 0x408c, 0x408d,
    0x4092, 0x40a2, 0x40a3, 0x40a5, 0x40a9, 0x40ae, 0x40b0, 0x40b1,
    0x40b3, 0x40b5, 0x40b6, 0x40b7, 0x40b9, 0x40c1, 0x40c3, 0x40c7,
    0x40d3, 0x40d4, 0x40df, 0x40e3, 0x40e4, 0x40f0, 0x40fa, 0x4100,
    0x4116, 0x4118, 0x4128, 0x412e, 0x4131, 0x4138, 0x4147, 0x414e,
    0x4154, 0x4159, 0x415e, 0x4163, 0x4169, 0x4176, 0x418d, 0x4198,
    0x419f, 0x41af, 0x41d0, 0x41f4, 0x41f6, 0x41fb, 0x41ff, 0x4200,
    0x4201, 0x4202, 0x4203, 0x4207, 0x4211, 0x4212, 0x4216, 0x4223,
    0x4225, 0x4229, 0x422b, 0x422c, 0x4231, 0x4233, 0x423c, 0x423f,
    0x4243, 0x4244, 0x424a, 0x424b, 0x4254, 0x4276, 0x4279, 0x4280,
    0x4283, 0x428c, 0x428e, 0x4292, 0x429a, 0x42a1, 0x42a3, 0x42a8,
    0x42aa, 0x42ab, 0x42b6, 0x42b7, 0x42b8, 0x42ba, 0x42bb, 0x42c2,
    0x42c6, 0x42d8, 0x42e0, 0x42e5, 0x42e6, 0x42f3, 0x42f4, 0x42f5,
    0x42f8, 0x42fe, 0x4308, 0x4309, 0x4337, 0x434e, 0x4351, 0x4353,
    0x4355, 0x4360, 0x4365, 0x4373, 0x4375, 0x4379, 0x437a, 0x437c,
    0x4385, 0x4394, 0x4397, 0x439a, 0x43aa, 0x43b7, 0x43cd, 0x43cf,
    0x43d0, 0x43d3, 0x43da, 0x43ec, 0x43fd, 0x43fe, 0x43ff, 0x4400,
    0x4406, 0x4424, 0x4428, 0x4429, 0x443a, 0x4440, 0x444d, 0x44a6,
    0x44ac, 0x44ad, 0x44ae, 0x44b0, 0x44b8, 0x44c0, 0x44c1, 0x44ce,
    0x44e2, 0x44e4, 0x44e6, 0x44e9, 0x44ef, 0x44f2, 0x44f3, 0x44f5,
    0x44f7, 0x44fa, 0x44fb, 0x44fc, 0x44fd, 0x44ff, 0x4501, 0x4502,
    0x4505, 0x450f, 0x4516, 0x4519, 0x451e, 0x4523, 0x4526, 0x452f,
    0x4530, 0x4534, 0x453e, 0x4542, 0x4550, 0x4559, 0x455b, 0x4561,
    0x4563, 0x4564, 0x4569, 0x456b, 0x456e, 0x456f, 0x4575, 0x4578,
    0x4579, 0x457c, 0x457f, 0x4583, 0x4586, 0x4587, 0x4588, 0x458f,
    0x4591, 0x4592, 0x4593, 0x4594, 0x459c, 0x459e, 0x459f, 0x45a2,
    0x45a5, 0x45a8, 0x45ac, 0x45b4, 0x45ba, 0x45be, 0x45c3, 0x45cb,
    0x45e9, 0x45ee, 0x45f0, 0x45f3, 0x45f4, 0x45f5, 0x45fe, 0x4602,
    0x4616, 0x462d, 0x4642, 0x4645, 0x4647, 0x4648, 0x464c, 0x464e,
    0x4650, 0x4651, 0x4655, 0x465b, 0x4660, 0x4678, 0x467b, 0x4689,
    0x468c, 0x468f, 0x4690, 0x4692, 0x4694, 0x4698, 0x4699, 0x469a,
    0x469b, 0x469c, 0x469e, 0x46a0, 0x46a1, 0x46a2, 0x46a5, 0x46a9,
    0x46b8, 0x46b9, 0x46bc, 0x46be, 0x46c2, 0x46c6, 0x46c8, 0x46cb,
    0x46d3, 0x46d5, 0x46e9, 0x46ea, 0x46f2, 0x46f3, 0x46f9, 0x4700,
    0x4701, 0x4704, 0x4706, 0x470a, 0x470b, 0x4725, 0x472b, 0x472d,
    0x4730, 0x4735, 0x4736, 0x4743, 0x474e, 0x474f, 0x4758, 0x475c,
    0x476f, 0x4771, 0x4773, 0x4774, 0x4776, 0x477d, 0x4785, 0x47a1,
    0x47a5, 0x47ac, 0x47ad, 0x47af, 0x47b3, 0x47b5, 0x47b7, 0x47b8,
    0x47bd, 0x47c7, 0x47c8, 0x47c9, 0x47cb, 0x47cc, 0x47d6, 0x47d7,
    0x47dc, 0x47de, 0x47e0, 0x47e4, 0x47f1, 0x47fa, 0x47fe, 0x4801,
    0x4802, 0x4808, 0x480a, 0x480f, 0x481c, 0x481f, 0x4827, 0x4835,
    0x4836, 0x4838, 0x4841, 0x4846, 0x4853, 0x4856, 0x4857, 0x4858,
    0x485b, 0x4861, 0x4862, 0x4869, 0x4871, 0x487a, 0x487b, 0x487d,
    0x487e, 0x4888, 0x488b, 0x488f, 0x4894, 0x4895, 0x489a, 0x489f,
    0x48b2, 0x48c1, 0x48c4, 0x48cb, 0x4904, 0x4906, 0x4908, 0x490b,
    0x4912, 0x4920, 0x4927, 0x4928, 0x4929, 0x492f, 0x4932, 0x4937,
    0x4941, 0x4942, 0x494b, 0x494e, 0x4959, 0x4983, 0x4985, 0x4987,
    0x4988, 0x498a, 0x498b, 0x498d, 0x4990, 0x4993, 0x4995, 0x4997,
    0x499b, 0x499c, 0x49a2, 0x49a9, 0x49ae, 0x49b0, 0x49b1, 0x49b3,
    0x49b9, 0x49ba, 0x49c2, 0x49c5, 0x49c7, 0x49ca, 0x49d5, 0x49d7,
    0x49d8, 0x49e1, 0x49e4, 0x49ea, 0x49fd, 0x4a05, 0x4a06, 0x4a07,
    0x4a09, 0x4a10, 0x4a21, 0x4a3e, 0x4a40, 0x4a41, 0x4a44, 0x4a49,
    0x4a4b, 0x4a4d, 0x4a4e, 0x4a57, 0x4a5b, 0x4a5c, 0x4a60, 0x4a61,
    0x4a62, 0x4a66, 0x4a67, 0x4a69, 0x4a6f, 0x4a89, 0x4a95, 0x4aa0,
    0x4aa3, 0x4aa8, 0x4aa9, 0x4aaa, 0x4aad, 0x4aaf, 0x4ab7, 0x4ab9,
    0x4ac3, 0x4ac9, 0x4ad0, 0x4ad5, 0x4adb, 0x4ade, 0x4ae5, 0x4af0,
    0x4af2, 0x4af6, 0x4b04, 0x4b06, 0x4b13, 0x4b15, 0x4b19, 0x4b1a,
    0x4b1b, 0x4b1c, 0x4b1e, 0x4b20, 0x4b25, 0x4b41, 0x4b43, 0x4b48,
    0x4b4a, 0x4b57, 0x4b5e, 0x4b5f, 0x4b61, 0x4b6b, 0x4b73, 0x4b77,
    0x4b7b, 0x4b90, 0x4b91, 0x4b9d, 0x4ba3, 0x4bab, 0x4bb8, 0x4bbb,
    0x4bc1, 0x4bd1, 0x4bf1, 0x4c09, 0x4c17, 0x4c3d, 0x4c45, 0x4c47,
    0x4c53, 0x4c5c, 0x4c5f, 0x4c61, 0x4c62, 0x4c69, 0x4c6e, 0x4c6f,
    0x4c74, 0x4c78, 0x4c7b, 0x4c7d, 0x4c83, 0x4c88, 0x4c94, 0x4c9f,
    0x4ca0, 0x4ca3, 0x4ca6, 0x4ca9, 0x4caa, 0x4cb9, 0x4cc5, 0x4cd4,
    0x4cea, 0x4cec, 0x4cf1, 0x4cf5, 0x4cf9, 0x4d38, 0x4e0b, 0x4e4c,
    0x4e6a, 0x4e6c, 0x4e6e, 0x4e70, 0x4e71, 0x4e74, 0x4e75, 0x4e76,
    0x4e79, 0x4e7b, 0x4e7c, 0x4e7d, 0x4e7f, 0x4e80, 0x4e81, 0x4e82,
    0x4e83, 0x4e84, 0x4e87, 0x4e89, 0x4e8d, 0x4e8e, 0x4e8f, 0x4e90,
    0x4e91, 0x4e92, 0x4e94, 0x4e97, 0x4e98, 0x4e99, 0x4e9b, 0x4e9c,
    0x4e9d, 0x4e9f, 0x4ea2, 0x4ea3, 0x4ea4, 0x4ea6, 0x4ea7, 0x4ea8,
    0x4ea9, 0x4eac, 0x4ead, 0x4eaf, 0x4eb0, 0x4eb1, 0x4eb3, 0x4eb4,
    0x4eb7, 0x4eba, 0x4ebd, 0x4ebe, 0x4ebf, 0x4ec1, 0x4ec2, 0x4ec6,
    0x4ec7, 0x4ec9, 0x4eca, 0x4ece, 0x4ecf, 0x4ed0, 0x4ed3, 0x4ed8,
    0x4edd, 0x4ede, 0x4edf, 0x4ee0, 0x4ee2, 0x4ee4, 0x4ee7, 0x4eea,
    0x4ef2, 0x4ef3, 0x4ef8, 0x4efe, 0x4f02, 0x4f04, 0x4f1a, 0x4f1b,
    0x4f1f, 0x4f21, 0x4f24, 0x4f2c, 0x4f33, 0x4f34, 0x4f38, 0x4f3c,
    0x4f54, 0x4f56, 0x4f58, 0x4f5e, 0x4f64, 0x4f68, 0x4f6b, 0x4f6e,
    0x4f83, 0x4f87, 0x4f8b, 0x4f8f, 0x4f96, 0x4f9e, 0x4fa2, 0x4fa9,
    0x4faa, 0x4fba, 0x4fbb, 0x4fc5, 0x4fc6, 0x4fca, 0x4fcb, 0x4fcd,
    0x4fcf, 0x4fd6, 0x4fd7, 0x4fda, 0x4fdf, 0x4fe1, 0x4fe2, 0x4fe3,
    0x4ff4, 0x4ffd, 0x5000, 0x5002, 0x5005, 0x5007, 0x5009, 0x500c,
    0x5014, 0x5015, 0x5016, 0x501e, 0x5022, 0x5024, 0x5034, 0x504d,
    0x504e, 0x5050, 0x5051, 0x5053, 0x5055, 0x5056, 0x5060, 0x5062,
    0x5064, 0x5065, 0x5067, 0x506a, 0x506b, 0x506c, 0x506e, 0x506f,
    0x5073, 0x5074, 0x5078, 0x5079, 0x507c, 0x5084, 0x5088, 0x5089,
    0x508a, 0x508b, 0x508d, 0x5090, 0x5096, 0x5098, 0x50a0, 0x50a4,
    0x50a6, 0x50a8, 0x50ab, 0x50b9, 0x50ba, 0x50bd, 0x50c0, 0x50c2,
    0x50c4, 0x50c7, 0x50cc, 0x50d0, 0x50d3, 0x50d4, 0x50d9, 0x50da,
    0x50db, 0x50dd, 0x50e0, 0x50e4, 0x50f9, 0x50fb, 0x5102, 0x5108,
    0x5110, 0x5114, 0x5115, 0x511a, 0x511b, 0x511e, 0x511f, 0x512f,
    0x5138, 0x513a, 0x5143, 0x5144, 0x5145, 0x5148, 0x5149, 0x514a,
    0x5154, 0x5159, 0x5162, 0x5165, 0x5166, 0x5167, 0x5172, 0x517d,
    0x518a, 0x518c, 0x518d, 0x5190, 0x51ad, 0x51b4, 0x51b7, 0x51bd,
    0x51be, 0x51c5, 0x51c6, 0x51ca, 0x51cf, 0x51d0, 0x51d6, 0x51d7,
    0x51dc, 0x51de, 0x51e6, 0x51e8, 0x51e9, 0x51f4, 0x51f6, 0x51fa,
    0x51fb, 0x51ff, 0x5200, 0x5201, 0x5203, 0x5211, 0x5222, 0x5239,
    0x523a, 0x523c, 0x523d, 0x5244, 0x5248, 0x524c, 0x5255, 0x5257,
    0x525c, 0x5266, 0x5267, 0x526f, 0x5270, 0x5276, 0x5277, 0x5279,
    0x527b, 0x527d, 0x5283, 0x5287, 0x5291, 0x5297, 0x5299, 0x529b,
    0x529e, 0x52a1, 0x52a5, 0x52a8, 0x52a9, 0x52af, 0x52b0, 0x52b5,
    0x52b9, 0x52bb, 0x52c3, 0x52cb, 0x52cc, 0x52cd, 0x52ce, 0x52cf,
    0x52d8, 0x52f1, 0x52f2, 0x52f5, 0x52f6, 0x52ff, 0x5300, 0x5302,
    0x5303, 0x5310, 0x5313, 0x531a, 0x531c, 0x531e, 0x5324, 0x532b,
    0x532d, 0x532e, 0x5331, 0x5335, 0x5339, 0x5341, 0x5350, 0x5353,
    0x5358, 0x5375, 0x537b, 0x537c, 0x5381, 0x5383, 0x5387, 0x5391,
    0x5394, 0x5396, 0x5399, 0x53a6, 0x53aa, 0x53b3, 0x53bb, 0x53bc,
    0x53ce, 0x53d6, 0x53d7, 0x53d8, 0x53e7, 0x53ee, 0x53ef, 0x53f1,
    0x53f2, 0x5407, 0x5421, 0x5425, 0x542b, 0x542d, 0x5435, 0x5436,
    0x543b, 0x543f, 0x544c, 0x5455, 0x5463, 0x5466, 0x547c, 0x5482,
    0x548e, 0x5493, 0x549b, 0x54a0, 0x54a7, 0x54a9, 0x54b6, 0x54db,
    0x54dd, 0x54e1, 0x54e4, 0x54eb, 0x54f5, 0x54f6, 0x5501, 0x5506,
    0x5507, 0x5513, 0x5514, 0x553e, 0x5548, 0x554e, 0x5565, 0x5574,
    0x5579, 0x5593, 0x5599, 0x559a, 0x559f, 0x55ae, 0x55b3, 0x55c5,
    0x55db, 0x5602, 0x5618, 0x5619, 0x561a, 0x561b, 0x5624, 0x5628,
    0x5635, 0x563b, 0x5643, 0x5647, 0x5648, 0x564a, 0x564b, 0x564c,
    0x5654, 0x5656, 0x565f, 0x5666, 0x566e, 0x568a, 0x5690, 0x5691,
    0x5694, 0x5695, 0x569e, 0x56a3, 0x56a5, 0x56ae, 0x56b8, 0x56ba,
    0x56c3, 0x56c8, 0x56ca, 0x56cc, 0x56dc, 0x56df, 0x56e1, 0x56e2,
    0x56e6, 0x56eb, 0x5711, 0x5713, 0x5718, 0x5721, 0x573e, 0x5740,
    0x5757, 0x5769, 0x5784, 0x57c3, 0x57df, 0x57ec, 0x580a, 0x580f,
    0x5816, 0x5817, 0x581e, 0x5821, 0x5823, 0x582b, 0x582d, 0x582f,
    0x5832, 0x5835, 0x5836, 0x583a, 0x5841, 0x584b, 0x584e, 0x5855,
    0x5857, 0x585c, 0x5860, 0x5866, 0x5875, 0x5877, 0x587b, 0x588b,
    0x588c, 0x588f, 0x589e, 0x589f, 0x58a3, 0x58ae, 0x58bd, 0x58be,
    0x58c2, 0x58c3, 0x58cc, 0x58da, 0x58dc, 0x58ef, 0x58f4, 0x590e,
    0x5929, 0x5949, 0x594b, 0x5950, 0x598b, 0x598c, 0x598e, 0x598f,
    0x5990, 0x5992, 0x5993, 0x599c, 0x59ad, 0x59b0, 0x59ca, 0x5a43,
    0x5a53, 0x5a54, 0x5a5d, 0x5b30, 0x5b36, 0x5b6b, 0x5b6c, 0x5b6d,
    0x5b6e, 0x5b6f, 0x5b72, 0x5b73, 0x5b75, 0x5b77, 0x5b78, 0x5b79,
    0x5b7a, 0x5b7c, 0x5b7d, 0x5b80, 0x5b82, 0x5b83, 0x5b84, 0x5b86,
    0x5b87, 0x5b88, 0x5b89, 0x5b8a, 0x5b8b, 0x5b8e, 0x5b8f, 0x5b90,
    0x5b92, 0x5b93, 0x5b94, 0x5b96, 0x5b97, 0x5b9b, 0x5b9f, 0x5ba1,
    0x5ba4, 0x5ba5, 0x5ba7, 0x5ba8, 0x5bab, 0x5bac, 0x5bad, 0x5baf,
    0x5bb0, 0x5bb1, 0x5bb5, 0x5bb6, 0x5bb7, 0x5bb9, 0x5bbb, 0x5bbc,
    0x5bbe, 0x5bbf, 0x5bc1, 0x5bc2, 0x5bc4, 0x5bc5, 0x5bc7, 0x5bc8,
    0x5bcb, 0x5bcd, 0x5bcf, 0x5bd0, 0x5bd2, 0x5bd4, 0x5bd5, 0x5bd7,
    0x5bd8, 0x5bda, 0x5bdd, 0x5be1, 0x5be4, 0x5be6, 0x5bec, 0x5bed,
    0x5bee, 0x5bf0, 0x5bf2, 0x5bf3, 0x5bf6, 0x5bf7, 0x5bfa, 0x5bfb,
    0x5bfe, 0x5c01, 0x5c0b, 0x5c10, 0x5c16, 0x5c2b, 0x5c2c, 0x5c34,
    0x5c35, 0x5c43, 0x5c44, 0x5c53, 0x5c56, 0x5ce7, 0x5ce8, 0x5ce9
};

static const uint16_t unicode_list_7[] = {
    0x0, 0x1, 0x3, 0x4, 0x5, 0x6, 0x8, 0xa,
    0xb, 0xd, 0xe, 0xf, 0x10, 0x16, 0x17, 0x18,
    0x1a, 0x1b, 0x1c, 0x20, 0x22, 0x24, 0x26, 0x27,
    0x2a, 0x2c, 0x2d, 0x2e, 0x2f, 0x30, 0x32, 0x37,
    0x3c, 0x40, 0x41, 0x42, 0x43, 0x4d, 0x51, 0x56,
    0x57, 0x6b, 0x6f, 0x7f, 0x80, 0x8a, 0x8f, 0x97,
    0x98, 0x9d, 0xa9, 0xab, 0xb4, 0xb6, 0xbb, 0xbf,
    0xc1, 0xc6, 0xd6, 0xd8, 0xdb, 0xea, 0xee, 0xf5,
    0xf6, 0x110, 0x114, 0x117, 0x132, 0x138, 0x139, 0x13e,
    0x14b, 0x14d, 0x153, 0x177, 0x178, 0x17b, 0x17e, 0x186,
    0x232, 0x233, 0x234, 0x235, 0x238, 0x23a, 0x23b, 0x23c,
    0x240, 0x247, 0x249, 0x24b, 0x24f, 0x251, 0x252, 0x254,
    0x255, 0x256, 0x25c, 0x25d, 0x25f, 0x261, 0x262, 0x263,
    0x265, 0x267, 0x268, 0x26a, 0x26b, 0x26f, 0x274, 0x275,
    0x277, 0x27c, 0x27d, 0x285, 0x289, 0x28a, 0x28d, 0x28e,
    0x290, 0x291, 0x293, 0x294, 0x29a, 0x29c, 0x29d, 0x2a0,
    0x2a4, 0x2a5, 0x2a7, 0x2a8, 0x2a9, 0x2aa, 0x2ab, 0x2ae,
    0x2b6, 0x2b7, 0x2b9, 0x2bc, 0x2c3, 0x2c4, 0x2c5, 0x2c9,
    0x2cc, 0x2cd, 0x2ce, 0x2cf, 0x2d2, 0x2d5, 0x2d6, 0x2db,
    0x2dc, 0x2de, 0x2e0, 0x2e3, 0x2e6, 0x2e7, 0x2e9, 0x2ea,
    0x2eb, 0x2ec, 0x2ee, 0x2fa, 0x304, 0x307, 0x308, 0x30a,
    0x30d, 0x30e, 0x313, 0x319, 0x31b, 0x31f, 0x323, 0x32f,
    0x331, 0x339, 0x33a, 0x341, 0x34b, 0x34c, 0x35d, 0x35f,
    0x36e, 0x36f, 0x372, 0x376, 0x37a, 0x37b, 0x37d, 0x381,
    0x385, 0x387, 0x38d, 0x396, 0x39a, 0x39d, 0x3a9, 0x3ad,
    0x3b3, 0x3b4, 0x3b9, 0x3c0, 0x3c4, 0x3c9, 0x3ce, 0x3e5,
    0x415, 0x417, 0x418, 0x419, 0x41e, 0x423, 0x426, 0x429,
    0x42a, 0x42f, 0x431, 0x436, 0x438, 0x43a, 0x43d, 0x441,
    0x442, 0x443, 0x444, 0x44b, 0x453, 0x455, 0x457, 0x45e,
    0x466, 0x467, 0x493, 0x495, 0x496, 0x498, 0x499, 0x49a,
    0x49b, 0x49d, 0x4a8, 0x540, 0x754, 0x755, 0x75a, 0x75e,
    0x75f, 0x765, 0x769, 0x76a, 0x76b, 0x76c, 0x76d, 0x76e,
    0x771, 0x772, 0x773, 0x774, 0x775, 0x77a, 0x77d, 0x77f,
    0x781, 0x787, 0x78a, 0x78c, 0x78d, 0x78e, 0x78f, 0x791,
    0x792, 0x7a8, 0x7a9, 0x7ad, 0x7af, 0x7b8, 0x7b9, 0x7bc,
    0x7bd, 0x7be, 0x7c2, 0x7c4, 0x7c6, 0x7ca, 0x7cc, 0x7cd,
    0x7d0, 0x7d1, 0x7d4, 0x7d7, 0x7d8, 0x7dc, 0x7dd, 0x7e3,
    0x7e5, 0x7e6, 0x7ed, 0x7ef, 0x7f0, 0x7f1, 0x7f2, 0x7f4,
    0x7f9, 0x7fa, 0x7fb, 0x7fc, 0x805, 0x807, 0x80c, 0x80d,
    0x813, 0x816, 0x819, 0x81c, 0x81d, 0x828, 0x82f, 0x839,
    0x83c, 0x842, 0x84b, 0x8b4, 0x8b6, 0x8b9, 0x8ba, 0x8bb,
    0x8bc, 0x8be, 0x8c0, 0x8c3, 0x8c4, 0x8c5, 0x8c6, 0x8c7,
    0x8c9, 0x8cc, 0x8cd, 0x8ce, 0x8d1, 0x8d5, 0x8da, 0x8dc,
    0x8dd, 0x8e0, 0x8e8, 0x8eb, 0x8fa, 0x8fe, 0x8ff, 0x900,
    0x901, 0x902, 0x907, 0x90b, 0x90c, 0x910, 0x911, 0x912,
    0x913, 0x914, 0x917, 0x918, 0x919, 0x91c, 0x921, 0x927,
    0x92d, 0x92e, 0x930, 0x934, 0x935, 0x936, 0x941, 0x942,
    0x943, 0x951, 0x952, 0x957, 0x95b, 0x95c, 0x960, 0x964,
    0x965, 0x968, 0x973, 0x982, 0x98a, 0x98c, 0x98d, 0x990,
    0x991, 0x992, 0x993, 0x998, 0x999, 0x99b, 0x9a1, 0x9b4,
    0x9b6, 0x9c2, 0x9c3, 0x9c5, 0x9ca, 0x9cc, 0x9d0, 0x9d3,
    0x9d5, 0x9d9, 0x9df, 0x9e2, 0x9e8, 0x9ea, 0x9fe, 0xa04,
    0xa05, 0xa1e, 0xa22, 0xa25, 0xa27, 0xa2a, 0xa2c, 0xa2d,
    0xa2e, 0xa35, 0xa3f, 0xa40, 0xa42, 0xa57, 0xa59, 0xa64,
    0xa6c, 0xa79, 0xab2, 0xab3, 0xab5, 0xab9, 0xabf, 0xac1,
    0xac2, 0xb41, 0xb42, 0xb43, 0xb45, 0xb46, 0xb47, 0xb49,
    0xb4a, 0xb4b, 0xb4d, 0xb4e, 0xb50, 0xb51, 0xb52, 0xb53,
    0xb54, 0xb56, 0xb5c, 0xb5d, 0xb5f, 0xb62, 0xb63, 0xb64,
    0xb68, 0xb69, 0xb6c, 0xb70, 0xb73, 0xb9a, 0xba4, 0xbaa,
    0xbab, 0xbdc, 0xc31, 0xc39, 0xc3a, 0xc3b, 0xc3c, 0xc3d,
    0xc3e, 0xc41, 0xc42, 0xc46, 0xc48, 0xc4b, 0xc4d, 0xc51,
    0xc52, 0xc54, 0xc57, 0xc5b, 0xc5e, 0xc62, 0xc65, 0xd38,
    0xd39, 0xd3a, 0xd3b, 0xd3c, 0xd3d, 0xd3f, 0xd40, 0xd42,
    0xd45, 0xd47, 0xd48, 0xd4a, 0xd4e, 0xd50, 0xd52, 0xd53,
    0xd57, 0xd58, 0xd5b, 0xd5d, 0xd63, 0xd66, 0xd6d, 0xd70,
    0xd74, 0xd84, 0xd9f, 0xda4, 0xdcf, 0xe08, 0xe0d, 0xe0e,
    0xe10, 0xe1b, 0xe20, 0xf48, 0xf4d, 0xf59, 0xf68, 0xf70,
    0xf84, 0xf8f, 0xfa2, 0xfaa, 0x10eb, 0x10ed, 0x10ef, 0x10f1,
    0x10f2, 0x10f9, 0x10fb, 0x10ff, 0x1101, 0x1109, 0x110b, 0x110f,
    0x1111, 0x1116, 0x111b, 0x1130, 0x113c, 0x114b, 0x115f, 0x1172,
    0x1187, 0x1190, 0x1199, 0x119a, 0x119d, 0x11a0, 0x11a4, 0x11da,
    0x11df, 0x11ec, 0x1207, 0x121c, 0x124b, 0x1250, 0x1257, 0x1265,
    0x1266, 0x126b
};

/*Collect the unicode lists and glyph_id offsets*/
static const lv_font_fmt_txt_cmap_t cmaps[] =
{
    {
        .range_start = 33, .range_length = 94, .glyph_id_start = 1,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 183, .range_length = 8413, .glyph_id_start = 95,
        .unicode_list = unicode_list_1, .glyph_id_ofs_list = NULL, .list_length = 20, .type = LV_FONT_FMT_TXT_CMAP_SPARSE_TINY
    },
    {
        .range_start = 9472, .range_length = 128, .glyph_id_start = 115,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 9632, .range_length = 95, .glyph_id_start = 243,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 12289, .range_length = 41, .glyph_id_start = 338,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 12342, .range_length = 23786, .glyph_id_start = 379,
        .unicode_list = unicode_list_5, .glyph_id_ofs_list = NULL, .list_length = 3168, .type = LV_FONT_FMT_TXT_CMAP_SPARSE_TINY
    },
    {
        .range_start = 36129, .range_length = 17, .glyph_id_start = 3547,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 36148, .range_length = 4716, .glyph_id_start = 3564,
        .unicode_list = unicode_list_7, .glyph_id_ofs_list = NULL, .list_length = 578, .type = LV_FONT_FMT_TXT_CMAP_SPARSE_TINY
    },
    {
        .range_start = 65281, .range_length = 94, .glyph_id_start = 4142,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    }
};



/*--------------------
 *  ALL CUSTOM DATA
 *--------------------*/

#if LVGL_VERSION_MAJOR == 8
/*Store all the custom data of the font*/
static  lv_font_fmt_txt_glyph_cache_t cache;
#endif

#if LVGL_VERSION_MAJOR >= 8
static const lv_font_fmt_txt_dsc_t font_dsc = {
#else
static lv_font_fmt_txt_dsc_t font_dsc = {
#endif
    .glyph_bitmap = glyph_bitmap,
    .glyph_dsc = glyph_dsc,
    .cmaps = cmaps,
    .kern_dsc = NULL,
    .kern_scale = 0,
    .cmap_num = 9,
    .bpp = 1,
    .kern_classes = 0,
    .bitmap_format = 0,
#if LVGL_VERSION_MAJOR == 8
    .cache = &cache
#endif
};



/*-----------------
 *  PUBLIC FONT
 *----------------*/

/*Initialize a public general font descriptor*/
#if LVGL_VERSION_MAJOR >= 8
const lv_font_t fusion_pixel_8 = {
#else
lv_font_t fusion_pixel_8 = {
#endif
    .get_glyph_dsc = lv_font_get_glyph_dsc_fmt_txt,    /*Function pointer to get glyph's data*/
    .get_glyph_bitmap = lv_font_get_bitmap_fmt_txt,    /*Function pointer to get glyph's bitmap*/
    .line_height = 8,          /*The maximum line height required by the font*/
    .base_line = 1,             /*Baseline measured from the bottom of the line*/
#if !(LVGL_VERSION_MAJOR == 6 && LVGL_VERSION_MINOR == 0)
    .subpx = LV_FONT_SUBPX_NONE,
#endif
#if LV_VERSION_CHECK(7, 4, 0) || LVGL_VERSION_MAJOR >= 8
    .underline_position = -1,
    .underline_thickness = 1,
#endif
    .dsc = &font_dsc,          /*The custom font data. Will be accessed by `get_glyph_bitmap/dsc` */
#if LV_VERSION_CHECK(8, 2, 0) || LVGL_VERSION_MAJOR >= 9
    .fallback = NULL,
#endif
    .user_data = NULL,
};



#endif /*#if FUSION_PIXEL_8*/

